Repository: tizenorg/framework.security.privilege-checker
Catalog: capi/res/string/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, es_mx, et, eu, fa, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, lt, lv, mk, nb, nl_nl, pl, pt_pt, ro, ru_ru, sv, th, tr_tr, ur, uz

source: Allows the application to manage the audio volumes of various audio stream types
ar: السماح للتطبيق بإدارة مستويات الصوت في أنواع البث الصوتي المتعددة
az: Proqrama müxtəlif audio axın növlərinin audio səs səviyyələrini idarə etməyə imkan verir
bg: Позволява на приложението да управлява силата на звука за различни типове поточно предавано аудио
ca: Permet a l'aplicació gestionar els volums d'àudio de diversos tipus de reproducció d'àudio
cs: Povolí aplikaci spravovat hlasitosti různých typů datových proudů zvuku
da: Tillader, at programmet administrerer lydstyrken for forskellige typer af lydstreaming
de_de: Ermöglicht der Anwendung das Verwalten der Lautstärke von verschiedenen Audio-Stream-Typen
el_gr: Επιτρέπει στην εφαρμογή να διαχειρίζεται την ένταση του ήχου διαφόρων τύπων μετάδοσης ήχου μέσω ροής
es_mx: Permite que la aplicación administre los volúmenes de audio o distintos tipos de transmisión de audio
et: Lubab rakendusel hallata erinevate helivootüüpide helitugevusi
eu: Aplikazioari hainbat audio stream moten bolumenak kudeatzen uzten dio
fa: به برنامه اجازه می دهد میزان صدای انواع مختلف پخش جریانی صدا را مدیریت کند
fi: Antaa sovelluksen hallita erilaisten äänivirtatyyppien äänenvoimakkuutta
ga: Ligtear don fheidhmchlár airde fuaime na gcineálacha srutha fuaime éagsúla a bhainistiú
gl: Permite á aplicación xestionar os volumes de son de varios tipos de fluxo de son
hi: विभिन्न ऑडियो स्ट्रीम प्रकार के ऑडियो आवाजों को प्रबंधित करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji upravljanje glasnoćom zvuka različitih vrsta prijenosa zvuka
hu: Lehetővé teszi az alkalmazás számára a különféle típusú audiostreamingek hangerejének kezelését
hy: Թույլ է տալիս, որ ծրագիրը կառավարի տարբեր տեսակի ձայնային տվյալների հոսքի ձայնի ուժգնությունը
is: Leyfir forritinu að stjórna hljóðstyrk í ýmsum gerðum hljóðstraumspilunar
it_it: Consente all'applicazione di gestire i criteri relativi al volume audio di diversi tipi di streaming audio
ja_jp: さまざまなオーディオストリームタイプの音量を管理することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მართოს სხვადასხვა სახის აუდიო ნაკადების აუდოს ხმის სიმაღლეები
kk: Бағдарламаға әр түрлі аудио ағыны түрлерінің аудио деңгейлерін басқаруға мүмкіндік береді
lt: Leidžia programai tvarkyti įvairių garso transliacijų tipų garsumo nustatymus
lv: Ļauj programmai pārvaldīt audio skaļumu dažādiem audio straumēšanas tipiem
mk: Дозволува апликацијата да управува со јачината на звукот на разни видови емитување звук
nb: Gir programmet tillatelse til å administrere lydvolum for ulike typer lydstreamer
nl_nl: Applicatie mag audiovolumes van diverse audiostreamtypen beheren
pl: Umożliwia aplikacji zarządzanie głośnością dźwięku różnych typów strumieni dźwięku
pt_pt: Permite à aplicação gerir os volumes do som de vários tipos de streaming de áudio
ro: Permite aplicaţiei să gestioneze volumele audio pentru diverse tipuri de redare în flux audio
ru_ru: Позволяет приложению управлять громкостью звука для различных типов аудиопотоков
sv: Tillåter att programmet hanterar ljudvolymer för olika ljudströmningstyper
th: อนุญาตให้แอพพลิเคชั่นจัดการระบบระดับเสียงของสตรีมเสียงชนิดต่างๆ ได้
tr_tr: Uygulamanın çeşitli ses akış türlerinin ses seviyelerini yönetmesine izin verir
ur: ایپلیکیشن کو مختلف آڈیو اسٹریم اقسام کے آڈیو والیومز کا بندوبست کرنے کی اجازت دیتا ہے
uz: Ilovaga turli audio oqim turlarining audio ovozi balandliklarini boshqarish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_MANAGE_THE_CELL_BROADCAST_SERVICE_HCBS
source: Allows the application to manage the Cell Broadcast Service (CBS)
ar: السماح للتطبيق بإدارة خدمة البث الخلوي (CBS)
az: Proqrama Mobil Yayım Xidmətini (CBS - Cell Broadcast Service) idarə etməyə imkan verir
bg: Позволява на приложението да управлява Услугата за клетъчни информационни съобщения (CBS)
ca: Permet a l'aplicació gestionar el Servei difusió de mòbil (CBS)
cs: Povolí aplikaci spravovat službu CBS (Cell Broadcast Service)
da: Gør det muligt for programmet at administrere CBS (Cell Broadcast Service)
de_de: Ermöglicht der Anwendung die Verwaltung des Cell Broadcast-Diensts (Cell Broadcast Service, CBS).
el_gr: Επιτρέπει στην εφαρμογή τη διαχείριση της υπηρεσίας εκπομπής κυψέλης (CBS)
es_mx: Permite que la aplicación administre el Servicio de difusión por celda (CBS)
et: Lubab rakendusel hallata CBS-i
eu: Aplikazioari igorpen gelaxkaren zerbitzua (CBS) kudeatzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد تا سرویس پخش سلولی (CBS) را مدیریت کند
fi: Antaa sovelluksen hallita solulähetyspalvelua (CBS)
ga: Ceadaítear don fheidhmchlár an tSeirbhís Craoladh Cille (CBS) a bhainistiú
gl: Permite á aplicación xestionar o Servizo de transmisión celular (CBS)
hi: एप्लीकेशन को सेल ब्रॉडकास्‍ट सेवा (CBS) प्रबंधित करने की अनुमति देता है
hr: Dopušta aplikaciji upravljanje Uslugom ćelijskog emitiranja (CBS)
hu: Lehetővé teszi az alkalmazás számára a hírszolgálat (CBS) kezelését
hy: Թույլ է տալիս, որ ծրագիրը կառավարի Բջջ. հեռախոսներին առաքվող զանգված. հղրդգրթյունների ծառայությունը (Cell Broadcast Service, CBS)
is: Leyfir forritinu að stjórna endurvarpaþjónustu (CBS)
it_it: Consente all'applicazione di gestire il servizio di Cell Broadcast (Cell Broadcast Service, CBS)
ja_jp: セルブロードキャストサービス(CBS)の管理をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მართოს Cell Broadcast Service (CBS)
kk: Бағдарлама ұялы тарату хабарлар қызметін (CBS) басқаруға мүмкіндік береді
lt: Leidžia programai tvarkyti mobiliojo ryšio paslaugą (CBS)
lv: Ļauj programmai pārvaldīt Cell Broadcast Service (CBS)
mk: Дозволува апликацијата да управува со услугата за инфо-пораки (CBS)
nb: Tillater programmet å behandle CBS (Cell Broadcast Service)
nl_nl: Applicatie mag de CBS-service (Cell Broadcast Service) beheren
pl: Umożliwia aplikacji zarządzanie usługą wiadomości sieciowych (CBS)
pt_pt: Permite à aplicação gerir o CBS (Cell Broadcast Service - Serviço de Difusão Celular)
ro: Permite aplicaţiei să gestioneze Serviciul de difuzare celulară (Cell Broadcast Service, CBS)
ru_ru: Позволяет приложению управлять службой сообщений сети (CBS)
sv: Tillåter att programmet hanterar Cell Broadcast Service (CBS)
th: อนุญาตให้แอพพลิเคชั่นจัดการ Cell Broadcast Service (CBS) ได้
tr_tr: Uygulamanın, Hücre Yayın Hizmeti'ni (CBS) yönetmesine olanak verir
ur: ایپلیکیشن کو سیل براڈکاسپ خدمت (CBS) کا بندوبست کرنے کی اجازت دیتا ہے
uz: Ilovaga Uyali aloqa xizmatini (CBS) boshqarish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_MANAGE_THE_DEVICE
source: Allows the application to manage the device
ar: السماح للتطبيق بإدارة الجهاز
az: Proqrama cihazı idarə etməyə imkan verir
bg: Позволява на приложението да управлява устройството
ca: Permet a l'aplicació gestionar el dispositiu
cs: Povolí aplikaci spravovat zařízení
da: Tillader, at programmet administrerer enheden
de_de: Ermöglicht der Anwendung das Verwalten das Geräts
el_gr: Επιτρέπει στην εφαρμογή τη διαχείριση της συσκευής
es_mx: Permite que la aplicación administre el dispositivo
et: Lubab rakendusel hallata seadet
eu: Aplikazioari gailua kudeatzen uzten dio
fa: به برنامه اجازه می دهد که دستگاه را مدیریت کند
fi: Antaa sovelluksen hallita laitetta
ga: Ligtear don fheidhmchlár an gléas a bhainistiú
gl: Permite á aplicación xestionar o dispositivo
hi: डिवाइस प्रबंधित करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji upravljanje uređajem
hu: Lehetővé teszi az alkalmazás számára az eszköz kezelését
hy: Թույլ է տալիս, որ ծրագիրը կառավարի սարքը
is: Leyfir forritinu að stjórna tækinu
it_it: Consente all'applicazione di gestire il dispositivo
ja_jp: 端末の管理をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მართოს მოწყობილობა
kk: Бағдарламаға құрылғыны басқаруға мүмкіндік береді
lt: Leidžia programai valdyti įrenginį
lv: Ļauj programmai pārvaldīt ierīci
mk: Дозволува апликацијата да управува со уредот
nb: Gir programmet tillatelse til å administrere enheten
nl_nl: Applicatie mag het apparaat beheren
pl: Umożliwia aplikacji zarządzanie urządzeniem
pt_pt: Permite à aplicação gerir o dispositivo
ro: Permite aplicaţiei să gestioneze dispozitivul
ru_ru: Позволяет приложению управлять устройством
sv: Tillåter att programmet hanterar enheten
th: อนุญาตให้แอพพลิเคชั่น จัดการอุปกรณ์ได้
tr_tr: Uygulamanın cihazı yönetmesine izin verir
ur: ایپلیکیشن کو آلہ کا بندوبست کرنے کی اجازت دیتا ہے
uz: Ilovaga qurilmani boshqarish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_MANAGE_THE_INSTALLED_INPUT_METHODS
source: Allows the application to manage the installed input methods
ar: السماح للتطبيق بإدارة طرق الإدخال المثبتة
az: Proqramın quraşdırılan daxiletmə üsullarını idarə etməsinə imkan verir
bg: Позволява на приложението да управлява инсталираните методи за въвеждане
ca: Permet a l'aplicació gestionar els mètodes d'introducció instal·lats
cs: Povolí aplikaci spravovat nainstalované metody zadávání
da: Tillader, at programmet administrerer installerede indtastningsmetoder
de_de: Ermöglicht der Anwendung das Verwalten der installierten Eingabeverfahren.
el_gr: Επιτρέπει στην εφαρμογή να διαχειρίζεται τις εγκατεστημένες μεθόδους εισαγωγής
es_mx: Permite que la aplicación administre los métodos de entrada instalados
et: Lubab rakendusel hallata installitud sisestusviise
eu: Aplikazioari instalatutako sarrera metodoak kudeatzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد روش های ورودی نصب شده را مدیریت کند
fi: Antaa sovelluksen hallita asennettuja syöttömenetelmiä
ga: Ceadaítear don fheidhmchlár na modhanna ionchuir suiteáilte a bhainistiú
gl: Permite á aplicación xestionar os métodos de entrada instalados
hi: स्‍थापित इनपुट प्रणालियों को प्रबंधित करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji upravljanje instaliranim načinima unosa
hu: Lehetővé teszi az alkalmazás számára a telepített beviteli módszerek kezelését
hy: Թույլ է տալիս, որ ծրագիրը կառավարի տեղադրված ներածման եղանակները
is: Leyfir forritinu að stjórna uppsettum innsláttaraðferðum
it_it: Consente all'applicazione di gestire i metodi di inserimento installati
ja_jp: インストールされている入力方法を管理することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მართოს ტექსტის შეყვანის დაინსტალირებული მეთოდები
kk: Бағдарламаға орнатылған енгізу әдістерін басқару мүмкіндігін береді
lt: Leidžia programai tvarkyti įdiegtus įvesties metodus
lv: Ļauj programmai pārvaldīt instalētās ievades metodes
mk: Дозволува апликацијата да управува со инсталираните влезни методи
nb: Tillater programmet å styre de installerte inndatametodene
nl_nl: Applicatie mag de geïnstalleerde invoermethoden beheren
pl: Umożliwia aplikacji zarządzanie zainstalowanymi metodami wprowadzania
pt_pt: Permite à aplicação gerir os métodos de introdução instalados
ro: Permite aplicaţiei să gestioneze metodele de introducere instalate
ru_ru: Позволяет приложению управлять установленными методами ввода
sv: Gör att programmet kan hantera installerade inmatningsmetoder
th: อนุญาตให้แอพพลิเคชั่นจัดการวิธีการใส่ข้อมูลที่ติดตั้งได้
tr_tr: Uygulamanın, kurulu giriş yöntemlerini yönetmesine olanak verir
ur: ایپلیکیشن کو نصب کردہ ان پٹ طریقوں کا بندوبست کرنے کی اجازت دیتا ہے
uz: Ilovaga o‘rnatilgan kiritish uslublarini boshqarish uchun ruxsat beradi

source: Allows the application to manage the user data stored by the Web control or browser
ar: السماح للتطبيق بإدارة بيانات المستخدم المخزنة بواسطة التحكم في الويب أو المستعرض
az: Proqramın Veb idarə və ya baxış proqramı tərəfindən saxlanan istifadəçi məlumatlarını idarə etməsinə imkan verir
bg: Позволява на приложението да управлява потребителските данни, съхранявани от уеб контролата или браузъра
ca: Permet a l'aplicació gestionar les dades d'usuari emmagatzemades pel control web o el navegador
cs: Povolí aplikaci spravovat uživatelská data uložená webovým prvkem nebo prohlížečem
da: Tillader, at programmet administrerer brugerdata lagret af Webkontrol eller browser
de_de: Ermöglicht der Anwendung das Verwalten der durch das Websteuerelement oder den Browser gespeicherten Benutzerdaten.
el_gr: Επιτρέπει στην εφαρμογή να διαχειρίζεται δεδομένα χρήστη που είναι αποθηκευμένα από το στοιχείο ελέγχου Web ή από το πρόγραμμα περιήγησης
es_mx: Permite que la aplicación administre los datos de usuario almacenados por el control o explorador web
et: Lubab rakendusel hallata kasutajaandmeid, mis on salvestatud veebi juhtimise või brauseri kaudu
eu: Aplikazioari Web kontrolak edo nabigatzaileak bildutako erabiltzaile datuak kudeatzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد داده های کاربر مرتب شده بر اساس کنترل وب یا مرورگر را مدیریت کند
fi: Antaa sovelluksen hallita Web-ohjausobjektien tai selainten tallentamia käyttäjätietoja
ga: Ceadaítear don fheidhmchlár na sonraí úsáideora atá stóráilte ag rialtán nó brabhsálaí Gréasáin a bhainistiú
gl: Permite á aplicación xestionar os datos do usuario almacenados polo control web ou o navegador
hi: वेब नियंत्रण या ब्राउज़र द्वारा संग्रहित उपयोगकर्ता डाटा प्रबंधित करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji upravljanje korisničkim podacima koje je spremila web-kontrola ili preglednik
hu: Lehetővé teszi az alkalmazás számára a felhasználó webvezérlő vagy böngésző által mentett adatainak kezelését
hy: Թույլ է տալիս, որ ծրագիրը կառավարի օգտվողի տվյալները, որոնք պահվում են Համացանցի կառավարման տարրի կամ զննարկչի կողմից
is: Leyfir forritinu að breyta notandagögnum sem vistuð voru af vefstýringu eða vafra
it_it: Consente all'applicazione di gestire i dati utente memorizzati dal controllo o browser Web
ja_jp: Webコントロールやブラウザによって保存されたユーザーデータを管理することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მართოს ვებ-კონტროლოს ან ბრაუზერის მიერ შენახული მომხმარებლის მონაცემები
kk: Бағдарламаға веб-басқару немесе браузер арқылы сақталған пайдаланушының деректерін басқару мүмкіндігін береді
lt: Leidžia programai tvarkyti naudotojo duomenis, saugomus žiniatinklio valdiklyje ar naršyklėje
lv: Ļauj programmai pārvaldīt tīmekļa vadības vai pārlūka saglabātos lietotāja datus
mk: Дозволува апликацијата да управува со корисничките податоци што ги чува интернет-контролата или прегледникот
nb: Tillater programmet å behandle brukerdataene som lagres av webkontrollen eller nettleseren
nl_nl: Applicatie mag gebruikersgegevens beheren die zijn opgeslagen door webbeheer of browser
pl: Umożliwia aplikacji zarządzanie danymi użytkownika przechowywanymi przez interfejs WWW lub przeglądarkę internetową
pt_pt: Permite à aplicação gerir os dados de utilizador armazenados pelo controlo ou browser de Web
ro: Permite aplicaţiei să gestioneze datele utilizatorului stocate de controlul web sau de browser
ru_ru: Позволяет приложению управлять пользовательскими данными, сохраненными элементом управления на веб-странице или браузером
sv: Gör att programmet kan hantera användardata som lagras av webbkontrollen eller webbläsaren
th: อนุญาตให้แอพพลิเคชั่นจัดการข้อมูลผู้ใช้ที่เก็บอยู่โดยตัวควบคุมเว็บหรือเบราเซอร์ได้
tr_tr: Uygulamanın, Web kontrolü veya tarayıcı tarafından depolanan kullanıcı verilerini yönetmesine olanak verir
ur: ایپلیکیشن کو ویب کنٹرول یا براؤزر کے ذریعہ صارف کے ذخیرہ کردہ کوائف کا بندوبست کرنے کی اجازت دیتا ہے
uz: Ilovaga Veb nazorat yoki brauzer tomonidan saqlangan foydalanuvchi ma’lumotlarini boshqarish uchun ruxsat beradi

source: Allows the application to manage the Wi-Fi system settings, such as updating AP information
ar: السماح للتطبيق بإدارة نظام Wi-Fi، مثل تحديث معلومات نقطة الوصول
az: Proqrama Wi-Fi sistem parametrlərini, məsələn, AP məlumatını idarə etməyə imkan verir
bg: Позволява на приложението да управлява Wi-Fi системните настройки, като актуализиране на информацията за точка за достъп
ca: Permet a l'aplicació gestionar els ajustaments de Wi-Fi del sistema, com ara actualitzar la informació de l'AP
cs: Povolí aplikaci spravovat nastavení systému Wi-Fi, např. aktualizovat informace o přístupových bodech
da: Tillader, at programmet administrerer Wi-Fi-systemindstillinger, såsom opdatering af oplysninger om adgangspunkt
de_de: Ermöglicht der Anwendung das Verwalten der WLAN-Systemeinstellungen, z. B. das Aktualisieren von AP-Informationen
el_gr: Επιτρέπει στην εφαρμογή τη διαχείριση των ρυθμίσεων του συστήματος Wi-Fi, όπως είναι η ενημέρωση των πληροφοριών AP
es_mx: Permite que la aplicación administre la configuración del sistema Wi-Fi, como actualizar la información del PA
et: Lubab rakendusel hallata Wi-Fi süsteemiseadeid, nagu AP-teabe värskendamine
eu: Aplikazioari Wi-Fi sistemaren ezarpenak kudeatzen, adibidez AP informazioa eguneratzen, uzten dio
fa: به برنامه اجازه می دهد تا تنظیمات سیستم Wi-Fi مانند به روز رسانی اطلاعات نقطه دسترسی را مدیریت کند
fi: Antaa sovelluksen hallita Wi-Fi-järjestelmän asetuksia, esimerkiksi päivittää tukiaseman tiedot
ga: Ligtear don fheidhmchlár socruithe an chórais Wi-Fi a bhainistiú, amhail faisnéis AP a nuashonrú
gl: Permite á aplicación xestionar os axustes do sistema Wi-Fi, como a actualización da información de puntos de conexión
hi: Wi-Fi सिस्टम, सेटिंग्स, जैसी AP जानकारी अपडेट करना प्रबंधित करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji upravljanje postavkama Wi-Fi sustava, poput aktualizacije podataka pristupne točke
hu: Lehetővé teszi az alkalmazás számára a Wi-Fi rendszerbeállítások kezelését, például a hozzáférési pont adatainak frissítését
hy: Թույլ է տալիս, որ ծրագիրը կառավարի Wi-Fi համակարգի դրվածքները, օրինակ՝ թարմացնի ՄԿ-ի տվյալները
is: Leyfir forritinu að stjórna kerfisstillingum Wi-Fi, t.d. að uppfæra upplýsingar um aðgangsstað
it_it: Consente all'applicazione di gestire le impostazioni di sistema della rete Wi-Fi, come l'aggiornamento delle informazioni dell'AP
ja_jp: AP情報の更新など、Wi-Fiシステム設定の管理をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მართოს Wi-Fi სისტემის პარამეტრები, მაგალითად, განაახლოს წვდომის წერტილის ინფორმაცია
kk: Бағдарламаға AP ақпаратын жаңарту сияқты Wi-Fi жүйелік параметрлерін басқаруға мүмкіндік береді
lt: Leidžia programai tvarkyti „Wi-Fi“ sistemos nustatymus, pvz., naujinti AP informaciją
lv: Ļauj programmai pārvaldīt Wi-Fi sistēmas iestatījumus, piemēram, atjaunināt piekļuves punktu datus
mk: Дозволува апликацијата да управува со системските поставки на Wi-Fi, како ажурирањето информации за пристапната точка
nb: Gir programmet tillatelse til å administrere systeminnstillinger for Wi-Fi, som for eksempel ved å oppdatere informasjon om tilgangspunkt
nl_nl: Applicatie mag instellingen voor het Wi-Fi-systeem beheren, zoals het bijwerken van toegangspuntgegevens
pl: Umożliwia aplikacji zarządzanie ustawieniami systemu Wi-Fi, takimi jak aktualizacje informacji o punkcie dostępu
pt_pt: Permite à aplicação gerir as definições de sistema Wi-Fi, tais como a actualização de informações de PA
ro: Permite aplicaţiei să gestioneze setările de sistem Wi-Fi, cum ar fi actualizarea informaţiilor PA
ru_ru: Позволяет приложению управлять системными параметрами Wi-Fi, например обновлять сведения о ТД
sv: Tillåter att programmet hanterar inställningar för Wi-Fi-system, t.ex. att uppdatera information om åtkomstpunkt
th: อนุญาตให้แอพพลิเคชั่น จัดการการตั้งค่าระบบ Wi-Fi เช่นการอัพเดทข้อมูล AP ได้
tr_tr: Uygulamanın AP bilgileri gibi Wi-Fi sistemi ayarlarını yönetmesine izin verir
ur: ایپلیکیشن کو Wi-Fi سسٹم سیٹنگز کا بندوبست کرنے کی اجازت دیتا ہے، جیسے کہ AP معلومات تازہ کاری کرنا
uz: Ilovaga AP ma’lumotlarni yangilash kabi Wi-Fi tizim parametrlarini boshqarish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_MANAGE_UI_PROPERTIES
source: Allows the application to manage UI properties
ar: السماح للتطبيق بإدارة خصائص الواجهة
az: Proqramın UI xüsusiyyətlərini idarə etməsinə imkan verir
bg: Позволява на приложението да управлява свойства на ПИ
ca: Permet a l'aplicació gestionar propietats d'IU
cs: Povolí aplikaci spravovat vlastnosti uživatelského rozhraní
da: Tillader, at programmet administrerer UI-egenskaber
de_de: Ermöglicht der Anwendung das Verwalten von Eigenschaften der Benutzeroberfläche.
el_gr: Επιτρέπει στην εφαρμογή να διαχειρίζεται ιδιότητες UI
es_mx: Permite que la aplicación administre las propiedades de UI
et: Lubab rakendusel hallata UI-atribuute
eu: Aplikazioari UI propietateak kudeatzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد ویژگی های UI را مدیریت کند
fi: Antaa sovelluksen hallita käyttöliittymän ominaisuuksia
ga: Ceadaítear don fheidhmchlár airíonna UI a bhainistiú
gl: Permite á aplicación xestionar as propiedades da IU
hi: UI विशेषताएँ प्रबंधित करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji upravljanje UI-značajkama
hu: Lehetővé teszi az alkalmazás számára a felhasználói felület tulajdonságainak kezelését
hy: Թույլ է տալիս, որ ծրագիրը կառավարի ՕԻ հատկությունները
is: Leyfir forritinu að stjórna viðmótseiginleikum
it_it: Consente all'applicazione di gestire le proprietà dell'interfaccia
ja_jp: UIプロパティを管理することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მართოს UI თვისებები
kk: Бағдарламаға UI сипаттарын басқару мүмкіндігін береді
lt: Leidžia programai tvarkyti UI ypatybes
lv: Ļauj programmai pārvaldīt lietotāja interfeisa rekvizītus
mk: Дозволува апликацијата да уредува својства на UI
nb: Tillater programmet å administrere UI-egenskaper
nl_nl: Applicatie mag UI-eigenschappen beheren
pl: Umożliwia aplikacji zarządzanie właściwościami interfejsu użytkownika
pt_pt: Permite à aplicação gerir propriedades de IU
ro: Permite aplicaţiei să gestioneze proprietăţile interfeţei de utilizare
ru_ru: Позволяет приложению управлять свойствами пользовательского интерфейса
sv: Gör att programmet kan hantera UI-egenskaper
th: อนุญาตให้แอพพลิเคชั่นจัดการคุณสมบัติ UI ได้
tr_tr: Uygulamanın, UI özelliklerini yönetmesine olanak verir
ur: ایپلیکیشن کو UI خصوصیات کا بندوبست کرنے کی اجازت دیتا ہے
uz: Ilovaga FI xususiyatlarini boshqarish uchun ruxsat beradi
