Repository: tizenorg/framework.security.privilege-checker
Catalog: capi/res/string/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, es_mx, et, eu, fa, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, lt, lv, mk, nb, nl_nl, pl, pt_pt, ro, ru_ru, sv, th, tr_tr, ur, uz

source: Allows the application to manage video recording and audio recording with camera or audio recorder
ar: السماح للتطبيق بإدارة تسجيل الفيديو وتسجيل الصوت باستخدام الكاميرا أو مسجل الصوت
az: Proqrama kamera və ya audio-yazan ilə video və audio çəkilişlərini idarə etməyə imkan verir
bg: Позволява на приложението да управлява видео и аудио записи с камерата или записването на аудио
ca: Permet a l'aplicació gestionar la gravació de vídeo i àudio amb la càmera o la gravadora d'àudio
cs: Povolí aplikaci spravovat nahrávání videa a audia pomocí fotoaparátu nebo audiorekordéru
da: Tillader, at programmet administrerer video- og lydoptagelser med kamera eller lydoptager
de_de: Ermöglicht der Anwendung das Verwalten von Video- und Audioaufzeichnungen mit der Kamera oder dem Audiorecorder
el_gr: Επιτρέπει στην εφαρμογή τη διαχείριση της εγγραφής βίντεο και ήχου με την κάμερα ή τη συσκευή εγγραφής ήχου
es_mx: Permite que la administración administre la grabación de audio y video con cámara o grabadora de audio
et: Lubab rakendusel hallata videote ja heli salvestamist kaamera või helisalvestiga
eu: Aplikazioari kamerarekin edo audio grabatzailearekin bideo grabaketa eta audio grabaketa kudeatzen uzten dio
fa: به برنامه اجازه می دهد ضبط صدا و تصویر با دوربین یا ضبط کننده صدا را مدیریت کند
fi: Antaa sovelluksen hallita kameralla tai ääninauhurilla tehtäviä video- ja äänitallenteita
ga: Ligtear don fheidhmchlár fístaifeadadh agus taifeadadh fuaime a bhainistiú leis an gceamara nó leis an taifeadóir fuaime
gl: Permite á aplicación xestionar gravacións de vídeo e de son coa cámara ou a gravadora de son
hi: कैमरा या ऑडियो रिकॉर्डर के साथ वीडियो रिकॉर्डिंग और ऑडियो रिकॉर्डिंग प्रबंधित करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji upravljanje snimanjem videozapisa i zvuka s pomoću kamere ili snimača zvuka
hu: Lehetővé teszi az alkalmazás számára a fényképező vagy hangrögzítő segítségével történő video- vagy hangrögzítés kezelését
hy: Թույլ է տալիս, որ ծրագիրը կառավարի խցիկով կամ ձայնագրիչով կատարված տեսագրումը և ձայնագրումը
is: Leyfir forritinu að stjórna myndupptöku og hljóðupptöku með myndavélinni eða upptökutæki
it_it: Consente all'applicazione di gestire le registrazioni di video e audio con la fotocamera o un registratore audio
ja_jp: カメラやオーディオレコーダーでの録画や録音を管理することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მართოს ვიდეოსა და აუდიოს ჩაწერა კამერით ან აუდიო ჩამწერით
kk: Бағдарламаға камера немесе аудио жазу құралымен бейне және аудио жазбаны басқару мүмкіндік береді
lt: Leidžia programai tvarkyti vaizdo ir garso įrašymo nustatymus, kai vaizdas fiksuojamas fotoaparatu arba garso įrašymo įrenginiu
lv: Ļauj programmai pārvaldīt video un audio ierakstīšanu, izmantojot kameru vai audio ierakstītāju
mk: Дозволува апликацијата да управува со снимањето видео и звук со камерата или снимачот на звук
nb: Gir programmet tillatelse til å administrere videoopptak og lydinnspilling med kamera eller lydopptaker
nl_nl: Applicatie mag video- en audio-opnames beheren met camera of audiorecorder
pl: Umożliwia aplikacji zarządzanie nagrywaniem filmów wideo i dźwięku za pomocą aparatu lub urządzenia do rejestracji dźwięku
pt_pt: Permite à aplicação gerir gravações de vídeo e gravações de áudio com a câmara ou o gravador de áudio
ro: Permite aplicaţiei să gestioneze înregistrarea video şi audio cu camera foto sau cu utilitarul de înregistrare audio
ru_ru: Позволяет приложению управлять записью видео и звука с помощью камеры и диктофона
sv: Tillåter att programmet hanterar video- och ljudinspelningar med kameran eller ljudinspelning
th: อนุญาตให้แอพพลิเคชั่นจัดการการบันทึกวิดีโอ และการบันทึกเสียงด้วยกล้อง หรือเครื่องบันทึกเสียงได้
tr_tr: Uygulamanın kamera veya ses kaydedici ile video ve ses kaydı işlemlerini yönetmesine izin verir
ur: ایپلیکیشن کو کیمرے یا آڈیو ریکارڈر کے ساتھ ویڈیو ریکارڈنگ اور آڈیو ریکارڈنگ کا بندوبست کرنے کی اجازت دیتا ہے
uz: Ilovaga kamera yoki audio rekorder yordamida video yoki audio yozuvni boshqarish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_MANAGE_VIDEO_RECORDING_WITH_THE_CAMERA
source: Allows the application to manage video recording with the camera
ar: السماح للتطبيق بإدارة تسجيل الفيديو باستخدام الكاميرا
az: Proqramın kamera ilə video yazmasını idarə etməsinə imkan verir
bg: Позволява на приложението да управлява видео записи с камерата
ca: Permet a l'aplicació gestionar la gravació de vídeo amb la càmera
cs: Povolí aplikaci spravovat nahrávání videa pomocí fotoaparátu
da: Tillader, at programmet administrerer videooptagelse med kameraet
de_de: Ermöglicht der Anwendung das Verwalten der Videoaufzeichnung mit der Kamera.
el_gr: Επιτρέπει στην εφαρμογή να διαχειρίζεται την εγγραφή βίντεο με την κάμερα
es_mx: Permite que la aplicación administre las grabaciones de video con la cámara
et: Lubab rakendusel hallata videote salvestamist kaameraga
eu: Aplikazioari kamerarekin bideo grabaketa kudeatzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد ضبط ویدیو با دوربین را مدیریت کند
fi: Antaa sovelluksen hallita kameralla tallennettavia videoita
ga: Ceadaítear don fheidhmchlár fístaifeadadh a bhainistiú leis an gceamara
gl: Permite á aplicación xestionar gravacións de vídeo coa cámara
hi: कैमरे के साथ वीडियो रिकॉर्डिंग प्रबंधित करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji upravljanje snimanjem videozapisa pomoću kamere
hu: Lehetővé teszi az alkalmazás számára a videórögzítést a kamerával
hy: Թույլ է տալիս, որ ծրագիրը կառավարի խցիկով տեսագրումը
is: Leyfir forritinu að stjórna myndupptöku með myndavélinni
it_it: Consente all'applicazione di gestire le registrazioni video con la fotocamera
ja_jp: カメラの録画を管理することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მართოს ვიდეოს ჩაწერა კამერით
kk: Бағдарламаға бейне жазуды камерамен басқару мүмкіндігін береді
lt: Leidžia programai tvarkyti vaizdo įrašymą fotoaparatu
lv: Ļauj programmai pārvaldīt video ierakstīšanu, izmantojot kameru
mk: Дозволува апликацијата да управува со снимање видеа со камерата
nb: Tillater programmet å styre videoopptak med kameraer
nl_nl: Applicatie mag opnemen van video´s met de camera beheren
pl: Umożliwia aplikacji zarządzanie nagrywaniem filmu wideo aparatem
pt_pt: Permite à aplicação gerir gravações de vídeo com a câmara
ro: Permite aplicaţiei să gestioneze înregistrarea video cu camera
ru_ru: Позволяет приложению управлять записью видео с помощью камеры
sv: Gör att programmet kan hantera videoinspelningar med kameran
th: อนุญาตให้แอพพลิเคชั่นจัดการการบันทึกวิดีโอด้วยกล้องได้
tr_tr: Uygulamanın, kameralı video kaydını yönetmesine olanak verir
ur: ایپلیکیشن کو کیمرے کے ساتھ ویڈیو ریکارڈنگ کا بندوبست کرنے کی اجازت دیتا ہے
uz: Ilovaga kamera yordamida video yozib olishni boshqarish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_MANAGE_WAP_PUSH_MESSAGES
source: Allows the application to manage WAP push messages
ar: السماح للتطبيق بإدارة رسائل دفع WAP
az: Proqramın WAP push mesajlarını idarə etməsinə imkan verir
bg: Позволява на приложението да управлява WAP push съобщения
ca: Permet a l'aplicació gestionar missatges push WAP
cs: Povolí aplikaci spravovat nabízené WAP zprávy
da: Tillader, at programmer administrerer WAP-push-meddelelser
de_de: Ermöglicht der Anwendung das Verwalten von WAP-Push-Nachrichten.
el_gr: Επιτρέπει στην εφαρμογή να διαχειρίζεται μηνύματα push WAP
es_mx: Permite que la aplicación administre el envío de mensajes WAP
et: Lubab rakendusel hallata WAP-push sõnumeid
eu: Aplikazioari WAP push mezuak kudeatzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد پیام های ارسال WAP را مدیریت کند
fi: Antaa sovelluksen hallita WAP-palveluviestejä
ga: Ceadaítear don fheidhmchlár brútheachtaireachtaí WAP a bhainistiú
gl: Permite á aplicación xestionar mensaxes push WAP
hi: WAP पुश संदेशों को प्रबंधित करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji upravljanje WAP push poruka
hu: Lehetővé teszi az alkalmazás számára a WAP push üzenetek kezelését
hy: Թույլ է տալիս, որ ծրագիրը կառավարի WAP push հաղորդագրությունները
is: Leyfir forritinu að stjórna WAP-vöktunarskilaboðum
it_it: Consente all'applicazione di gestire i messaggi WAP push
ja_jp: WAPプッシュメッセージを管理することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მართოს WAP push-შეტყობინებები
kk: Бағдарламаға WAP push хабарларын басқару мүмкіндігін береді
lt: Leidžia programai tvarkyti WAP „Push“ žinutes
lv: Ļauj programmai pārvaldīt WAP Push ziņas
mk: Дозволува апликацијата да управува со пораките WAP push
nb: Tillater programmet å behandle WAP-push-meldinger
nl_nl: Applicatie mag WAP-pushberichten beheren
pl: Umożliwia aplikacji zarządzanie wiadomościami WAP Push
pt_pt: Permite à aplicação gerir mensagens de difusão WAP
ro: Permite aplicaţiei să gestioneze mesajele push WAP
ru_ru: Позволяет приложению управлять push-сообщениями WAP
sv: Gör att programmet kan hantera WAP-push-meddelanden
th: อนุญาตให้แอพพลิเคชั่นจัดการข้อความพุช WAP ได้
tr_tr: Uygulamanın, WAP push mesajlarını yönetmesine olanak verir
ur: ایپلیکیشن کو WAP پش پیغامات کا بندوبست کرنے کی اجازت دیتا ہے
uz: Ilovaga WAP push-xabarlarini boshqarish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_MANAGE_WI_FI_DIRECT_ON_THE_DEVICE
source: Allows the application to manage Wi-Fi Direct on the device
ar: السماح للتطبيق بإدارة Wi-Fi Direct على الجهاز
az: Proqrama cihazda Wi-Fi Direct-i idarə etmək imkanı verir
bg: Позволява на приложението да управлява Wi-Fi Direct на устройството
ca: Permet a l'aplicació gestionar Wi-Fi Direct al dispositiu
cs: Povolí aplikaci spravovat Wi-Fi Direct v zařízení
da: Tillader, at programmet administrerer Wi-Fi Direct på enheden
de_de: Ermöglicht der Anwendung das Verwalten von Wi-Fi Direct auf dem Gerät.
el_gr: Επιτρέπει στην εφαρμογή τη διαχείριση του Wi-Fi Direct στη συσκευή
es_mx: Permite que la aplicación administre Wi-Fi Direct del dispositivo
et: Lubab rakendusel hallata seadmes olevat Wi-Fi Directi ühendust
eu: Aplikazioari gailuko Wi-Fi Direct kudeatzea ahalbidetzen dio
fa: به برنامه اجازه می دهد که Wi-Fi Direct را روی دستگاه مدیریت کند
fi: Antaa sovelluksen hallita laitteen Wi-Fi Direct -yhteyttä
ga: Ceadaítear don fheidhmchlár Wi-Fi Direct a bhainistiú ar an ngléas.
gl: Permite á aplicación xestionar Wi-Fi Direct no dispositivo
hi: डिवाइस पर Wi-Fi डायरेक्ट प्रबंधित करने की अनुमति प्रदान करता है
hr: Dopušta aplikaciji upravljanje Wi-Fi Direct na uređaju
hu: Lehetővé teszi az alkalmazás számára a Wi-Fi Direct kezelését az eszközön
hy: Թույլ է տալիս, որ ծրագիրը կառավարի Wi-Fi Direct-ը Ձեր սարքում
is: Leyfir forritinu að stjórna Wi-Fi Direct í tækinu
it_it: Consente all'applicazione di gestire Wi-Fi Direct sul dispositivo
ja_jp: 端末のWi-Fi Directを管理することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მართოს Wi-Fi Direct აპარატში
kk: Бағдарламаға құрылғыдағы Wi-Fi Direct басқару мүмкіндігін береді
lt: Programai leidžiama įrenginyje valdyti „Wi-Fi Direct“
lv: Ļauj programmai ierīcē pārvaldīt Wi-Fi Direct
mk: Дозволува апликацијата да управува со Wi-Fi Direct на уредот
nb: Tillater programmet å behandle Wi-Fi Direct på enheten
nl_nl: Applicatie mag Wi-Fi Direct beheren op het apparaat
pl: Umożliwia aplikacji zarządzanie Wi-Fi Direct na urządzeniu
pt_pt: Permite à aplicação gerir Wi-Fi Direct no dispositivo
ro: Permite aplicaţiei să gestioneze Wi-Fi Direct pe dispozitiv
ru_ru: Позволяет приложению управлять Wi-Fi Direct на устройстве
sv: Gör att programmet kan hantera Wi-Fi Direct på enheten
th: อนุญาตให้แอพพลิเคชั่นจัดการ Wi-Fi Direct บนอุปกรณ์ได้
tr_tr: Uygulamanın, cihazdaki Wi-Fi Direct'i yönetmesine olanak verir
ur: ایپلیکیشن کو آلہ پر Wi-Fi Direct بندوبست کرنے کی اجازت دیتا ہے
uz: Ilovaga qurilmadagi Wi-Fi Directni boshqarish uchun ruxsat beradi

source: Allows the application to manage Wi-Fi on the device, such as turning Wi-Fi on or off, and connecting to AP
ar: السماح للتطبيق بإدارة Wi-Fi على الجهاز، مثل تشغيل شبكة Wi-Fi أو إيقاف تشغيلها والاتصال بنقطة الوصول
az: Proqrama cihazda Wi-Fi-ı idarə etməyə, məsələn, Wi-Fi-ı yandırmağa və ya söndürməyə və AP-yə qoşulmağa imkan verir
bg: Позволява на приложението да управлява Wi-Fi на устройството, като включване или изключване на Wi-Fi и свързване към точка за достъп
ca: Permet a l'aplicació gestionar els ajustaments de Wi-Fi en el dispositiu, com ara activar o desactivar el Wi-Fi i connectar a l'AP
cs: Povolí aplikaci spravovat Wi-Fi v zařízení, např. zapnout nebo vypnout Wi-Fi a připojování k přístupovému bodu
da: Tillader, at programmet administrerer Wi-Fi på enheden, såsom at aktivere eller deaktivere Wi-Fi, og tilslutning til adgangspunkt
de_de: Ermöglicht der Anwendung das Verwalten des WLAN auf dem Gerät, z. B. das Ein- und Ausschalten des WLAN und die Verbindung mit einem AP
el_gr: Επιτρέπει στην εφαρμογή τη διαχείριση του Wi-Fi στη συσκευή, όπως είναι η ενεργοποίηση ή η απενεργοποίηση του Wi-Fi και η σύνδεση σε AP
es_mx: Permite que la administración administre Wi-Fi en el dispositivo, como activar o desactivar Wi-Fi o conectarse a un PA
et: Lubab rakendusel hallata seadmes Wi-Fi ühendust, nagu Wi-Fi sisse- või väljalülitamine ja AP-ga ühenduse loomine
eu: Aplikazioari gailuko Wi-Fia kudeatzen uzten dio, adibidez, Wi-Fia pizten edo itzaltzen eta APra konektatzen
fa: به برنامه اجازه می دهد Wi-Fi را بر روی دستگاه مدیریت کند، مانند روشن یا خاموش کردن Wi-Fi، و اتصال به نقطه دسترسی
fi: Antaa sovelluksen hallita laitteen Wi-Fi-yhteyttä, esimerkiksi ottaa Wi-Fi-toiminnon käyttöön ja poistaa sen käytöstä tai muodostaa yhteyden tukiasemaan
ga: Ligtear don fheidhmchlár Wi-Fi a bhainistiú ar an ngléas, amhail Wi-Fi a chur air nó as, agus nascadh le AP
gl: Permite á aplicación xestionar a Wi-Fi no dispositivo, como a súa activación ou desactivación e a conexión a un punto de acceso
hi: डिवाइस पर Wi-Fi प्रबंधित करना जैसे Wi-Fi को चालू या बंद करने और AP से जोड़नें के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji upravljanje Wi-Fi mrežom na uređaju, npr. uključivanje/isključivanje Wi-Fi mreže i spajanje na pristupnu točku
hu: Lehetővé teszi az alkalmazás számára a Wi-Fi kezelését az eszközön, például a Wi-Fi be-ki kapcsolását, valamint a kapcsolódást a hozzáférési ponthoz
hy: Թույլ է տալիս, որ ծրագիրը կառավարի Wi-Fi-ը սարքում, օրինակ՝ միացնի կամ անջատի Wi-Fi-ն ու միանա ՄԿ-ին
is: Leyfir forritinu að stjórna Wi-Fi á tækinu, t.d. að kveikja eða slökkva á Wi-Fi og tengjast við aðgangsstað
it_it: Consente all'applicazione di gestire la rete Wi-Fi sul dispositivo, come l'attivazione o la disattivazione della rete Wi-Fi e la connessione all'AP
ja_jp: Wi-FiのON/OFF、APへの接続など、端末のWi-Fiを管理することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მართოს Wi-Fi მოწყობილობაში, მაგალითად, ჩართოს ან გამორთოს Wi-Fi და დაუკავშირდეს წვდომის წერტილს
kk: Бағдарламаға құрылғыдағы Wi-Fi қосу немесе өшіру және AP жүйесіне қосу сияқты Wi-Fi функциясын басқаруға мүмкіндік береді
lt: Leidžia programai valdyti įrenginio „Wi-Fi“, pvz., įjungti arba išjungti „Wi-Fi“ ir prisijungti prie AP
lv: Ļauj programmai ierīcē pārvaldīt Wi-Fi funkciju, piemēram, ieslēgt vai izslēgt Wi-Fi, un izveidot savienojumu ar piekļuves punktu
mk: Дозволува апликацијата да управува со Wi-Fi на уредот, како вклучување или исклучување Wi-Fi и поврзување со пристапна точка
nb: Gir programmet tillatelse til å administrere Wi-Fi på enheten, som for eksempel å slå Wi-Fi av eller på og å koble til tilgangspunkter
nl_nl: Applicatie mag Wi-Fi op het apparaat beheren, zoals Wi-Fi in- of uitschakelen en verbinding maken met het toegangspunt
pl: Umożliwia aplikacji zarządzanie Wi-Fi na urządzeniu, na przykład włączanie lub wyłączanie Wi-Fi i połączenie z punktem dostępu
pt_pt: Permite à aplicação gerir Wi-Fi no dispositivo como, por exemplo, ligar ou desligar Wi-Fi e ligar ao PA
ro: Permite aplicaţiei să gestioneze Wi-Fi pe dispozitiv, de exemplu, să pornească sau să oprească Wi-Fi şi să se conecteze la PA
ru_ru: Позволяет приложению изменять параметры Wi-Fi, например включать и отключать Wi-Fi и подключаться к ТД
sv: Tillåter att programmet hanterar Wi-Fi på enheten, t.ex. att slå på och stänga av Wi-Fi och ansluta till åtkomstpunkter
th: อนุญาตให้แอพพลิเคชั่น จัดการ Wi-Fi บนอุปกรณ์ เช่นการเปิดหรือปิด Wi-Fi และการเชื่อมต่อกับ AP
tr_tr: Uygulamanın Wi-Fi açma veya kapama ve AP'ye bağlanma gibi cihaz Wi-Fi' ını yönetmesine izin verir
ur: ایپلیکیشن کو آلہ پر Wi-Fi کا بندوبست کرنے کی اجازت دیتا ہے، جیسے کہ Wi-Fi آن یا آف کرنا، اور AP سے جڑنا
uz: Ilovaga qurilmada Wi-Fini yoqish yoki o‘chirish va APga ulanish kabi Wi-Fini boshqarish uchun ruxsat beradi

source: Allows the application to provide a way to input characters and symbols into an associated input field
ar: السماح للتطبيق بتقديم طريقة لإدخال الحروف والرموز في حقل الإدخال ذي الصلة
az: Proqramın əlaqəli daxiletmə sahəsinə simvolları daxil etmə yolunu təmin etməsinə imkan verir
bg: Позволява на приложението да осигурява начин за въвеждане на знаци и символи в свързано поле за въвеждане
ca: Permet a l'aplicació proporcionar un sistema d'introducció de caràcters i símbols en un camp d'introducció associat
cs: Povolí aplikaci poskytnout způsob zadávání znaků a symbolů do přidruženého vstupního pole
da: Tillader, at programmet tilbyder en metode til at indtaste tegn og symboler i et tilknyttet indtastningsfelt
de_de: Ermöglicht der Anwendung das Bereitstellen eines Eingabeverfahrens für Zeichen und Symbole in ein zugehöriges Eingabefeld.
el_gr: Επιτρέπει στην εφαρμογή να παρέχει έναν τρόπο εισαγωγής χαρακτήρων και συμβόλων σε σχετικό πεδίο εισαγωγής
es_mx: Permite que la aplicación ofrezca una manera de introducir caracteres y símbolos a un campo de entrada asociado
et: Lubab rakendusel pakkuda tähemärkide ja sümbolite sisestusviisi seotud sisestusväljale
eu: Aplikazioari karaktereak eta sinboloak lotutako sarrera eremu batean sartzeko modua ematea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد روشی برای وارد کردن نویسه ها و نمادها در یک قسمت ورودی مرتبط فراهم آورد
fi: Antaa sovellukselle mahdollisuuden syöttää merkkejä ja symboleita asianmukaiseen syöttökenttään
ga: Ceadaítear don fheidhmchlár bealach a sholáthar le carachtair agus siombailí a chur isteach i réimse ionchuir gaolmhar
gl: Permite á aplicación ofrecer un modo de inserir carácteres e símbolos nun campo de entrada asociado
hi: किसी संबद्ध इनपुट फ़ील्‍ड में वर्णों और प्रतीकों को इनपुट करने के तरीके प्रदान करने हेतु एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji pružanje načina za unos znakova i simbola u povezano polje za unos
hu: Lehetővé teszi az alkalmazás számára, hogy az lehetőséget kínáljon karakterek és szimbólumok bevitelére a társított beviteli mezőbe
hy: Թույլ է տալիս, որ ծրագիրը հատկացնի նիշերն ու սիմվոլները համապատասխան ներածման դաշտում ներածելու միջոց
is: Leyfir forritinu að bjóða upp á innslátt stafa og tákna í tengdan innsláttarreit
it_it: Consente all'applicazione di inserire caratteri e simboli in un campo di inserimento associato
ja_jp: 関連入力フィールドに文字や記号を入力する方法を提供することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას უზრუნველყოს ასოებისა და სიმბოლოების აკრეფის გზა შესაბამის ველში
kk: Бағдарламаға таңбалар мен белгілерді байланысты енгізу жолына енгізу мүмкіндігін береді
lt: Leidžia programai įvesti raides ir simbolius atitinkamame įvesties lauke
lv: Ļauj programmai nodrošināt iespēju ievadīt rakstzīmes un simbolus atbilstošā ievades laukā
mk: Дозволува апликацијата да обезбеди начин за внесување знаци и симболи во сродното поле за внесување
nb: Tillater at programmet tilbyr en mulighet for å taste inn tegn og symboler i et tilhørende inntastingsfelt
nl_nl: Applicatie mag een manier bieden om tekens en symbolen in te voeren in een bijbehorend invoerveld
pl: Umożliwia aplikacji dostarczenie sposobu wprowadzania znaków i symboli do powiązanego z nią pola wprowadzania
pt_pt: Permite à aplicação disponibilizar uma forma de introduzir caracteres e símbolos num campo de introdução associado
ro: Permite aplicaţiei să furnizeze o modalitate de a introduce caractere şi simboluri într-un câmp de introducere asociat
ru_ru: Позволяет приложению предоставлять способ ввода знаков и символов в сопоставленное поле ввода
sv: Gör att programmet kan ange tecken och symboler i ett kopplat inmatningsfält
th: อนุญาตให้แอพพลิเคชั่นหาวิธีใส่ตัวอักษร และสัญลักษณ์ลงในช่องใส่ข้อมูลที่เกี่ยวข้องได้
tr_tr: Uygulamanın, bağlantılı bir girdi alanına karakterler ve semboller girmek üzere bir yol sağlamasına olanak verir
ur: ایپلیکیشن کو کسی ملحقہ ان پٹ خانے میں حروف اور علامات درج کرنے کا ایک طریقہ فراہم کرنے کی اجازت دیتا ہے
uz: Ilovaga birlashtirilgan kiritish maydoniga harf va ramzlarni kiritish usullarini taqdim etish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_PROVIDE_THE_DOMAIN_NAME_SERVICE_HDNS
source: Allows the application to provide the Domain Name Service (DNS)
ar: السماح للتطبيق بتوفير خدمة اسم المجال (DNS)
az: Proqrama Domen Adı Xidməti (DNS - Domain Name Service) göstərməyə imkan verir
bg: Позволява на приложението да осигурява Услугата за име на домейн (DNS)
ca: Permet a l'aplicació proporcionar el Servei de nom de domini (DNS)
cs: Povolí aplikaci poskytovat službu DNS (Domain Name Service)
da: Gør det muligt for programmet at levere DNS (Domain Name Service)
de_de: Ermöglicht der Anwendung die Bereitstellung des Domain Name Service (DNS).
el_gr: Επιτρέπει στην εφαρμογή την παροχή της υπηρεσίας ονομάτων τομέα (DNS)
es_mx: Permite que la aplicación ofrezca el Servicio de nombres de dominio (DNS)
et: Lubab rakendusel pakkuda DNS-i
eu: Aplikazioari domeinu izenaren zerbitzua (DNS) eskaintzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد سرویس نام دامنه (DNS) را کنترل کند
fi: Antaa sovelluksen tarjota Domain Name Service (DNS) -palvelua
ga: Ceadaítear don fheidhmchlár an tSeirbhís Ainmneacha Fearainn (DNS) a chur ar fáil
gl: Permite á aplicación fornecer o Servizo de nomes de dominio (DNS)
hi: एप्लीकेशन को डोमेन नाम सेवा (DNS) प्रदान करने की अनुमति देता है
hr: Dopušta aplikaciji pružanje usluge naziva domene (DNS)
hu: Lehetővé teszi az alkalmazás számára tartománynév-szolgáltatás (DNS) biztosítását
hy: Թույլ է տալիս, որ ծրագիրը տրամադրի Տիրույթի անվան ծառայություն (Domain Name Service, DNS)
is: Leyfir forritinu að bjóða upp á nafnaþjónustu (DNS)
it_it: Consente all'applicazione di fornire il servizio nome di dominio (Domain Name Service, DNS)
ja_jp: ドメイン名サービス(DNS)の提供をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას უზრუნველყოს Domain Name Service (DNS)
kk: Бағдарлама домендік атаулы қызметті (DNS) қамтамасыз етуге мүмкіндік береді
lt: Leidžia programai teikti domeno pavadinimo paslaugą (DNS)
lv: Ļauj programmai nodrošināt domēna nosaukumu pakalpojumu (DNS)
mk: Дозволува апликацијата да обезбедува услуга за име на доменот (DNS)
nb: Tillater programmet å levere DNS (Domain Name Service)
nl_nl: Applicatie mag de DNS-service (Domain Name Service) leveren
pl: Umożliwia aplikacji zapewnienie usługi nazwy domeny (DNS)
pt_pt: Permite à aplicação facultar o DNS (“Domain Name Service” - Serviço de Nome de Domínio)
ro: Permite aplicaţiei să furnizeze Serviciul de nume de domeniu (Domain Name Service, DNS)
ru_ru: Позволяет приложению предоставлять службу доменных имен (DNS)
sv: Tillåter att programmet hanterar domännamnstjänsten (DNS)
th: อนุญาตให้แอพพลิเคชั่นจัดหา Domain Name Service (DNS) ได้
tr_tr: Uygulamanın, Etki Alanı Adı Hizmeti (DNS) sunmasına olanak verir
ur: ایپلیکیشن کو ڈومین نام خدمت (DNS) فراہم کرنے کی اجازت دیتا ہے
uz: Ilovaga Domen nomi xizmatini (DNS) taqdim etish uchun ruxsat beradi
