Repository: tizenorg/framework.security.privilege-checker
Catalog: capi/res/string/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, es_mx, et, eu, fa, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, lt, lv, mk, nb, nl_nl, pl, pt_pt, ro, ru_ru, sv, th, tr_tr, ur, uz

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_MANAGE_AUDIO_SESSIONS_WITH_VOIP_CALLS
source: Allows the application to manage audio sessions with VoIP calls
ar: السماح للتطبيق بإدارة نهج جلسات الصوت باستخدام مكالمات VoIP
az: Proqramın VoIP zəngləri ilə audio seansları idarə etməsinə imkan verir
bg: Позволява на приложението да управлява аудио сесии с VoIP повиквания
ca: Permet a l'aplicació gestionar les sessions d'àudio amb trucades VoIP
cs: Povolí aplikaci spravovat zvukové relace u hovorů VoIP
da: Tillader, at programmet administrerer lydsessioner med VoIP-opkald
de_de: Ermöglicht der Anwendung das Verwalten der Audiositzungen mit VoIP-Anrufen.
el_gr: Επιτρέπει στην εφαρμογή να διαχειρίζεται τις περιόδους λειτουργίας του ήχου με κλήσεις VoIP
es_mx: Permite que la aplicación administre las sesiones de audio con llamadas VoIP
et: Lubab rakendusel hallata heliseansse VoIP-kõnedega
eu: Aplikazioari VoIP deien audio saioak kudeatzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد جلسات صوتی با تماس های VoIP را مدیریت کند
fi: Antaa sovelluksen hallita ääni-istuntoja VoIP-puheluiden avulla
ga: Ceadaítear don fheidhmchlár seisiúin fuaime a bhainistiú le glaonna VoIP
gl: Permite á aplicación xestionar as sesións de son con chamadas VoIP
hi: VoIP कॉल्स के साथ ऑडियो सत्र प्रबंधित करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji upravljanje pravilima o audio sesijama s VoIP pozivima
hu: Lehetővé teszi az alkalmazás számára az audiokapcsolatok kezelését a VoIP-hívásokkal
hy: Թույլ է տալիս, որ ծրագիրը կառավարի ձայնային սեանսները VoIP զանգերով
is: Leyfir forritinu að stjórna hljóðlotum með VoIP-símtölum
it_it: Consente all'applicazione di gestire le sessioni audio con le chiamate VoIP
ja_jp: VoIP通話でのオーディオセッションを管理することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მართის აუდიო სესიები VoIP ზარებით
kk: Бағдарламаға аудио сеанстарын VoIP қоңырауларымен бірге басқару мүмкіндігін береді
lt: Leidžia programai tvarkyti garso sesijas naudojant „VoIP“ skambučius
lv: Ļauj programmai pārvaldīt audio sesijas ar VoIP zvaniem
mk: Дозволува апликацијата да управува со сесиите за аудио со повици VoIP
nb: Tillater programmet å styre lydøkter med VoIP-samtaler
nl_nl: Applicatie mag audiosessies met VoIP-oproepen beheren
pl: Umożliwia aplikacji zarządzanie sesjami dźwięku przy użyciu połączeń VoIP
pt_pt: Permite à aplicação gerir as sessões de áudio com chamadas VoIP
ro: Permite aplicaţiei să gestioneze sesiunile audio cu apeluri VoIP
ru_ru: Позволяет приложению управлять сеансами звуковой связи для вызовов через VoIP
sv: Gör att programmet kan hantera ljudsessioner med VoIP-samtal
th: อนุญาตให้แอพพลิเคชั่นจัดการเซสชั่นเสียงกับการโทร VoIP ได้
tr_tr: Uygulamanın, VoIP çağrılı ses oturumlarını yönetmesine olanak verir
ur: ایپلیکیشن کو VoIP کالز کے ساتھ آڈیو سیشنز کا بندوبست کرنے کی اجازت دیتا ہے
uz: Ilovaga VoIP qo‘ng‘iroqlar yordamida audio seanslarni boshqarish uchun ruxsat beradi

source: Allows the application to manage device cameras to preview and capture pictures
ar: السماح للتطبيق بإدارة كاميرات الجهاز‬ من أجل معاينة الصور والتقاطها
az: Proqramın şəkillərə önbaxış keçirmək və çəkmək üçün cihaz kameralarını idarə etməsinə imkan verir
bg: Позволява на приложението да управлява камерите на устройството, за да преглежда и прави снимки
ca: Permet a l'aplicació gestionar les càmeres del dispositiu per previsualitzar i capturar fotos
cs: Povolí aplikaci spravovat fotoaparáty zařízení a zobrazovat náhledy a ukládat obrázky
da: Tillader, at programmet administrerer enhedens kameraer for at se eksempler på og tage billeder
de_de: Ermöglicht der Anwendung das Verwalten der Gerätekameras für die Vorschau und Aufnahme von Fotos
el_gr: Επιτρέπει στην εφαρμογή να διαχειρίζεται τις κάμερες της συσκευής για την προεπισκόπηση και τη λήψη φωτογραφιών
es_mx: Permite que la aplicación administre las cámaras de dispositivos para previsualizar y capturar imágenes
et: Lubab rakendusel hallata seadme kaameraid pildistamiseks ja piltide eelvaateks
eu: Aplikazioari argazkiak aurreikusteko eta ateratzeko gailuaren kamerak kudeatzen uzten dio
fa: به برنامه اجازه می دهد دوربین های دستگاه را برای پیش نمایش و ثبت تصاویر مدیریت کند
fi: Antaa sovelluksen hallita laitteen kameroita kuvien esikatselua ja tallennusta varten
ga: Ligtear don fheidhmchlár ceamaraí an ghléis a bhainistiú le réamhamharc ar phictiúir agus iad a ghabháil
gl: Permite á aplicación xestionar as cámaras do dispositivo para previsualizar e capturar imaxes
hi: तस्वीरों का पूर्वावलोकन और कैप्चर करने के लिए डिवाइस कैमरे को प्रबंधित करने हेतु एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji upravljanje kamerama uređaja da pregledava i snima fotografije
hu: Lehetővé teszi az alkalmazás számára az eszköz fényképezőinek kezelését képek megjelenítése és rögzítése érdekében
hy: Թույլ է տալիս, որ ծրագիրը կառավարի սարքի խցիկները՝ նկարներ նախադիտելու և սևեռելու համար
is: Leyfir forritinu að stjórna myndavélum tækisins til að forskoða og taka myndir
it_it: Consente all'applicazione di gestire le fotocamere del dispositivo per mostrare in anteprima e acquisire foto
ja_jp: 写真のプレビューとキャプチャのために端末のカメラを管理することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მართოს აპარატის კამერები, დაათვალიეროს და გადაიღოს სურათები
kk: Бағдарламаға алдын ала қарап шығу үшін және суретке түсіру үшін құрылғы камераларын басқару мүмкіндігін береді
lt: Leidžia programai valdyti įrenginio fotoaparatus, kad būtų galima peržiūrėti ir užfiksuoti vaizdus
lv: Ļauj programmai pārvaldīt ierīces kameras, lai priekšskatītu un uzņemtu attēlus
mk: Дозволува апликацијата да управува со камерите на уредот за да прегледува и фотографира
nb: Gir programmet tillatelse til å administrere enhetskameraer for å forhåndsvise og ta bilder
nl_nl: Applicatie mag apparaatcamera´s beheren om foto´s te bekijken en vast te leggen
pl: Umożliwia aplikacji zarządzanie aparatami urządzenia w celu podglądu i robienia zdjęć
pt_pt: Permite à aplicação gerir as câmaras do dispositivo para pré-visualizar e capturar imagens
ro: Permite aplicaţiei să gestioneze camerele foto ale dispozitivului, pentru a previzualiza şi a face fotografii
ru_ru: Позволяет приложению управлять камерами устройства для выполнения и просмотра снимков
sv: Tillåter att programmet hanterar enhetskameror för att förhandsgranska och ta bilder
th: อนุญาตให้แอพพลิเคชั่น จัดการกล้องของอุปกรณ์ เพื่อดูตัวอย่างและจับภาพได้
tr_tr: Uygulamanın resim önizlemesi ve yakalama için cihaz kameralarını yönetmesine izin verir
ur: ایپلیکیشن کو آلہ کے کیمرے کے پیش منظر کو دیکھنے اور تصویریں کھینچنے کا بندوبست کرنے کی اجازت دیتا ہے
uz: Ilovaga rasmlarni dastlabki ko‘rib chiqish va suratga olishda qurilma kameralaridan foydalanish uchun ruxsat beradi

source: Allows the application to manage Digital Rights Management (DRM) licenses and retrieve DRM content information
ar: السماح للتطبيق بإدارة تراخيص ‏‫إدارة الحقوق الرقمية‬ (DRM) واسترداد معلومات محتوى DRM
az: Proqramın DRM lisenziyalarını idarə etməsinə və DRM məzmun məlumatlarını əldə etməsinə imkan verir
bg: Позволява на приложението да управлява лицензи на Управление на цифрови права (DRM) и да извлича информация за DRM съдържание
ca: Permet a l'aplicació gestionar llicències de Gestió de drets digitals (DRM) i recuperar informació de contingut DRM
cs: Povolí aplikaci spravovat licence DRM (Digital Rights Management) a načítat informace o obsahu chráněném pomocí DRM
da: Tillader, at programmet administrerer licenser til digitale rettigheder (DRM) og henter oplysninger om DRM-indhold
de_de: Ermöglicht der Anwendung das Verwalten von DRM-Lizenzen und das Abrufen von DRM-Inhaltsinformationen.
el_gr: Επιτρέπει στην εφαρμογή να διαχειρίζεται άδειες διαχείρισης δικαιωμάτων ψηφιακού περιεχομένου (DRM) και να ανακτά πληροφορίες περιεχομένου DRM
es_mx: Permite que la aplicación administre las licencias de Administración de derechos digitales (DRM) y recupere la información de su contenido
et: Lubab rakendusel hallata DRM-litsentsi (Digital Rights Management) ja laadida DRM-sisu teavet
eu: Aplikazioari Eskubide Digitalen Kudeaketa (DRM) lizentziak kudeatzea eta DRM edukiaren informazioa berreskuratzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد تا مجوزهای مدیریت حقوق دیجیتال (DRM) را مدیریت کند و اطلاعات محتوای DRM را بازیابی نماید
fi: Antaa sovelluksen hallita Digital Rights Management (DRM) -käyttöoikeuksia ja hakea DRM-sisältötietoja
ga: Ceadaítear don fheidhmchlár ceadúnais ar Bhainistíocht ar Chearta Digiteacha (DRM) a bhainistiú agus faisnéis inneachair DRM a aisghabháil
gl: Permite á aplicación xestionar licenzas de DRM (Digital Rights Management, Xestión de dereitos dixitais) e recuperar información de contidos DRM
hi: डिजिटल राइट्स मैनेजमेंट (DRM) लाइसेंस प्रबंधित करने और DRM सामग्री जानकारी पुनर्प्राप्त करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji upravljanje licencama za Upravljanje digitalnim pravima (DRM) i ponovno preuzimanje podataka o sadržaju DRM
hu: Lehetővé teszi az alkalmazás számára a digitális jogkezelés (DRM) licenceinek kezelését és a DRM-tartalomadatok letöltését
hy: Թույլ է տալիս, որ ծրագիրը կառավարի Թվային իրավունքների կառավարման (DRM) արտոնագրերն ու առբերի DRM-ով պաշտպանված բովանդակության տեղեկությունները
is: Leyfir forritinu að stjórna höfundarréttarleyfum (DRM) og sækja upplýsingar um höfundarréttarvarið efni
it_it: Consente all'applicazione di gestire le licenze DRM (Gestione dei diritti digitali) e recuperare le informazioni sui contenuti DRM
ja_jp: デジタル著作権管理(DRM)ライセンスとDRMコンテンツ情報を取得することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მართოს ციფრული უფლებების მენეჯმენტის (DRM) ლიცენზიები და მიიღოს DRM მასალის ინფორმაცია
kk: Бағдарламаға Сандық құқықтарды басқару (СҚБ) лицензиялар басқару және СҚБ мазмұны туралы ақпаратты қалпына келтіру мүмкіндігін береді
lt: Leidžia programai tvarkyti skaitmeninių teisių valdymo (DRM) licencijas ir gauti DRM turinio informaciją
lv: Ļauj programmai pārvaldīt digitālā satura tiesību pārvaldības (DRM) licences un izgūt DRM satura informāciju
mk: Дозволува апликацијата да управува со лиценците за управување со дигитални права (DRM) и да отвора информации за содржини DRM
nb: Tillater programmet å administrere DRM-lisenser (Digital Rights Management) og hente DRM-innholdsinformasjon
nl_nl: Applicatie mag DRM-licenties (Digital Rights Management) beheren en DRM-inhoudsgegevens ophalen
pl: Umożliwia aplikacji zarządzanie licencjami zarządzania prawami cyfrowymi (DRM) oraz pobieranie informacji o zawartości DRM
pt_pt: Permite à aplicação gerir licenças de Gestão de direitos digitais (DRM) e obter informações de conteúdo de DRM
ro: Permite aplicaţiei să gestioneze licenţele Digital Rights Management (DRM) şi să preia informaţii despre conţinutul DRM
ru_ru: Позволяет приложению управлять лицензиями DRM и получать данные DRM
sv: Gör att programmet kan hantera DRM-licenser (Digital Rights Management) och hämta DRM-innehållsinformation
th: อนุญาตให้แอพพลิเคชั่นจัดการใบอนุญาต Digital Rights Management (DRM) และเรียกข้อมูลคอนเทนท์ DRM ได้
tr_tr: Uygulamanın, Dijital Haklar Yönetimi (DRM) lisanslarını yönetmesine ve DRM içerik bilgilerini almasına olanak verir
ur: ایپلیکیشن کو ڈیجیٹل حقوق بندوبست (DRM) لائسنس کا بندوبست کرنے اور DRM مشمول معلومات بازگیر کرنے کی اجازت دیتا ہے
uz: Ilovaga DRM litsenziyalarini boshqarish va DRM tarkib ma’lumotlarini olish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_MANAGE_HTTP_DOWNLOADS
source: Allows the application to manage HTTP downloads
ar: السماح للتطبيق بإدارة تنزيلات HTTP
az: Proqramın HTTP yükləmələrini idarə etməsinə imkan verir
bg: Позволява на приложението да управлява HTTP изтегляния
ca: Permet a l'aplicació gestionar les descàrregues HTTP
cs: Povolí aplikaci spravovat stahování z HTTP
da: Tillader, at programmet administrerer HTTP-overførsler
de_de: Ermöglicht der Anwendung das Verwalten von HTTP-Downloads.
el_gr: Επιτρέπει στην εφαρμογή να διαχειρίζεται τις λήψεις HTTP
es_mx: Permite que la aplicación administre las descargas HTTP
et: Lubab rakendusel hallata allalaaditud HTTP-üksusi
eu: Aplikazioari HTTP deskargak kudeatzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد بارگیری های HTTP را مدیریت کند
fi: Antaa sovelluksen hallita HTTP-latauksia
ga: Ceadaítear don fheidhmchlár íoslódálacha HTTP a bhainistiú
gl: Permite á aplicación xestionar descargas de HTTP
hi: HTTP डाउनलोड्स प्रबंधित करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji upravljanje HTTP-skidanjem
hu: Lehetővé teszi az alkalmazás számára a HTTP-letöltések kezelését
hy: Թույլ է տալիս, որ ծրագիրը կառավարի HTTP ներբեռնումները
is: Leyfir forritinu að stjórna HTTP-niðurhali
it_it: Consente all'applicazione di gestire i download HTTP
ja_jp: HTTPダウンロードを管理することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მართოს HTTP ჩამოტვირთვები
kk: Бағдарламаға HTTP жүктемелерін басқару мүмкіндігін береді
lt: Leidžia programai tvarkyti HTTP atsisiuntimus
lv: Ļauj programmai pārvaldīt HTTP lejupielādes
mk: Дозволува апликацијата да уредува преземања HTTP
nb: Tillater programmet å administrere HTTP-nedlastinger
nl_nl: Applicatie mag HTTP-downloads beheren
pl: Umożliwia aplikacji zarządzanie plikami pobranymi przez HTTP
pt_pt: Permite à aplicação gerir transferências HTTP
ro: Permite aplicaţiei să gestioneze descărcările HTTP
ru_ru: Позволяет приложению управлять загрузкой по протоколу HTTP
sv: Gör att programmet kan hantera HTTP-hämtningar
th: อนุญาตให้แอพพลิเคชั่น จัดการการดาวน์โหลด HTTP ได้
tr_tr: Uygulamanın, HTTP indirmelerini yönetmesine olanak verir
ur: ایپلیکیشن کو HTTP ڈاؤن لوڈز کا بندوبست کرنے کی اجازت دیتا ہے
uz: Ilovaga HTTP yuklanmalarni boshqarish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_MANAGE_NETWORK_ACCOUNTS
source: Allows the application to manage network accounts
ar: السماح للتطبيق بإدارة حسابات الشبكة
az: Proqramın şəbəkə hesablarını idarə etməsinə imkan verir
bg: Позволява на приложението да управлява мрежовите акаунти
ca: Permet a l'aplicació gestionar comptes de xarxa
cs: Povolí aplikaci spravovat síťové účty
da: Tillader, at programmet administrerer netværkskonti
de_de: Ermöglicht der Anwendung das Verwalten von Netzwerkkonten.
el_gr: Επιτρέπει στην εφαρμογή να διαχειρίζεται λογαριασμούς δικτύου
es_mx: Permite que la aplicación administre las cuentas de red
et: Lubab rakendusel hallata võrgukontosid
eu: Aplikazioari sare kontuak kudeatzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد حساب های شبکه را مدیریت کند
fi: Antaa sovelluksen hallita verkkotilejä
ga: Ceadaítear don fheidhmchlár cuntais líonra a bhainistiú
gl: Permite á aplicación xestionar contas de rede
hi: नेटवर्क खाते प्रबंधित करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji upravljanje računima mreža
hu: Lehetővé teszi az alkalmazás számára a hálózati fiókok kezelését
hy: Թույլ է տալիս, որ ծրագիրը կառավարի ցանցային հաշիվները
is: Leyfir forritinu að stjórna netreikningum
it_it: Consente all'applicazione di gestire gli account di rete
ja_jp: ネットワークアカウントを管理することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მართოს ქსელის ანგარიშები
kk: Бағдарламаға желі есептік жазбаларын басқару мүмкіндігін береді
lt: Leidžia programai tvarkyti tinklo paskyras
lv: Ļauj programmai pārvaldīt tīkla kontus
mk: Дозволува апликацијата да управува со мрежните сметки
nb: Tillater programmet å administrere nettverkskontoer
nl_nl: Applicatie mag netwerkaccounts beheren
pl: Umożliwia aplikacji zarządzanie kontami sieciowymi
pt_pt: Permite à aplicação gerir contas de rede
ro: Permite aplicaţiei să gestioneze conturile de reţea
ru_ru: Позволяет приложению управлять сетевыми учетными записями
sv: Gör att programmet kan hantera nätverkskonton
th: อนุญาตให้แอพพลิเคชั่น จัดการบัญชีผู้ใช้เครือข่ายได้
tr_tr: Uygulamanın, ağ hesaplarını yönetmesine olanak verir
ur: ایپلیکیشن کو نیٹ ورکس اکاؤنٹ کا بندوبست کرنے کی اجازت دیتا ہے
uz: Ilovaga tarmoq hisob qaydnomalarini boshqarish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_MANAGE_NETWORK_CONNECTIONS
source: Allows the application to manage network connections
ar: السماح للتطبيق بإدارة اتصالات الشبكة
az: Proqramın şəbəkə bağlantılarını idarə etməsinə imkan verir
bg: Позволява на приложението да управлява мрежовите връзки
ca: Permet a l'aplicació gestionar connexions de xarxa
cs: Povolí aplikaci spravovat síťová připojení
da: Tillader, at programmet administrerer netværksforbindelser
de_de: Ermöglicht der Anwendung das Verwalten von Netzwerkverbindungen.
el_gr: Επιτρέπει στην εφαρμογή να διαχειρίζεται συνδέσεις δικτύου
es_mx: Permite que la aplicación administre las conexiones de red
et: Lubab rakendusel hallata võrguühendusi
eu: Aplikazioari sare konexioak kudeatzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد اتصالات شبکه را مدیریت کند
fi: Antaa sovelluksen hallita verkkoyhteyksiä
ga: Ceadaítear don fheidhmchlár naisc líonra a bhainistiú
gl: Permite á aplicación xestionar conexións de rede
hi: नेटवर्क कनेक्शंस प्रबंधित करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji upravljanje mrežnim vezama
hu: Lehetővé teszi az alkalmazás számára a hálózati kapcsolatok kezelését
hy: Թույլ է տալիս, որ ծրագիրը կառավարի ցանցային միացումները
is: Leyfir forritinu að stjórna nettengingum
it_it: Consente all'applicazione di gestire le connessioni di rete
ja_jp: ネットワーク接続を管理することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მართოს ქსელთან დაკავშირებები
kk: Бағдарламаға желі қосылымдарын басқару мүмкіндігін береді
lt: Leidžia programai tvarkyti tinklo ryšius
lv: Ļauj programmai pārvaldīt tīkla savienojumus
mk: Дозволува апликацијата да управува со мрежните поврзувања
nb: Tillater programmet å administrere nettverkstilkoblinger
nl_nl: Applicatie mag netwerkverbindingen beheren
pl: Umożliwia aplikacji zarządzanie połączeniami sieciowymi
pt_pt: Permite à aplicação gerir ligações de rede
ro: Permite aplicaţiei să gestioneze conexiunile la reţea
ru_ru: Позволяет приложению управлять сетевыми подключениями
sv: Gör att programmet kan hantera nätverksanslutningar
th: อนุญาตให้แอพพลิเคชั่น จัดการการ​เชื่อม​ต่อเครือข่ายได้
tr_tr: Uygulamanın, ağ bağlantılarını yönetmesine olanak verir
ur: ایپلیکیشن کو نیٹ ورک کنکشنز کا بندوبست کرنے کی اجازت دیتا ہے
uz: Ilovaga tarmoq ulanishlarini boshqarish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_MANAGE_NOTIFICATIONS
source: Allows the application to manage notifications
ar: السماح للتطبيق بإدارة الإشعارات
az: Proqramın bildirişləri idarə etməsinə imkan verir
bg: Позволява на приложението да управлява известия
ca: Permet a l'aplicació gestionar notificacions
cs: Povolí aplikaci spravovat oznámení
da: Tillader, at programmet administrerer meddelelser
de_de: Ermöglicht der Anwendung das Verwalten von Benachrichtigungen.
el_gr: Επιτρέπει στην εφαρμογή να διαχειρίζεται ειδοποιήσεις
es_mx: Permite que la aplicación administre las notificaciones
et: Lubab rakendusel hallata teavitusi
eu: Aplikazioari jakinarazpenak kudeatzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد اعلان ها را مدیریت کند
fi: Antaa sovelluksen hallita ilmoituksia
ga: Ceadaítear don fheidhmchlár fógraí a bhainistiú
gl: Permite á aplicación xestionar notificacións
hi: अधिसूचनाएँ प्रबंधित करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji upravljanje obavijestima
hu: Lehetővé teszi az alkalmazás számára az értesítések kezelését
hy: Թույլ է տալիս, որ ծրագիրը կառավարի ծանուցումները
is: Leyfir forritinu að stjórna tilkynningum
it_it: Consente all'applicazione di gestire le notifiche
ja_jp: 通知を管理することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მართოს შეტყობინებები
kk: Бағдарламаға хабарландыруларды басқару мүмкіндігін береді
lt: Leidžia programai tvarkyti pranešimus
lv: Ļauj programmai pārvaldīt paziņojumus
mk: Дозволува апликацијата да уредува известувања
nb: Tillater programmet å administrere varsler
nl_nl: Applicatie mag meldingen beheren
pl: Umożliwia aplikacji zarządzanie powiadomieniami
pt_pt: Permite à aplicação gerir notificações
ro: Permite aplicaţiei să gestioneze notificările
ru_ru: Позволяет приложению управлять уведомлениями
sv: Gör att programmet kan hantera meddelanden
th: อนุญาตให้แอพพลิเคชั่นจัดการการแจ้งเตือนได้
tr_tr: Uygulamanın, bildirimleri yönetmesine olanak verir
ur: ایپلیکیشن کو اعلانات کا بندوبست کرنے کی اجازت دیتا ہے
uz: Ilovaga bildirishnomalarni boshqarish uchun ruxsat beradi

source: Allows the application to manage the audio session policy between applications
ar: السماح للتطبيق بإدارة نهج جلسة الصوت بين التطبيقات
az: Proqramın proqramlar arasında audio seans siyasətini idarə etməsinə imkan verir
bg: Позволява на приложението да управлява правилата на аудио сесии между приложения
ca: Permet a l'aplicació gestionar la política de sessió d'àudio entre aplicacions
cs: Povolí aplikaci spravovat zásady zvukových relací mezi aplikacemi
da: Tillader, at programmet administrerer lydsessionspolitikken mellem programmer
de_de: Ermöglicht der Anwendung das Verwalten der Audiositzungsrichtlinie zwischen Anwendungen.
el_gr: Επιτρέπει στην εφαρμογή να διαχειρίζεται την πολιτική για την περίοδο λειτουργίας του ήχου μεταξύ εφαρμογών
es_mx: Permite que la aplicación administre la política de sesión de audio entre aplicaciones
et: Lubab rakendusel hallata heliseanssi poliisi rakenduste vahel
eu: Aplikazioari aplikazioen arteko audio saio politika kudeatzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد حریم خصوصی جلسه صوتی میان برنامه های کاربردی را مدیریت کند
fi: Antaa sovelluksen hallita ääni-istuntokäytäntöä sovellusten välillä
ga: Ceadaítear don fheidhmchlár an beartas maidir le seisiún fuaime a bhainistiú idir feidhmchláir
gl: Permite á aplicación xestionar a política da sesión de son entre aplicacións
hi: ऐप्लीकेशंस के बीच ऑडियो सत्र प्रबंधित करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji upravljanje pravilima o audio sesijama između aplikacija
hu: Lehetővé teszi az alkalmazás számára az audiokapcsolat-irányelv kezelését az alkalmazások között
hy: Թույլ է տալիս, որ ծրագիրը կառավարի ձայնային սեանսի սկզբունքները ծրագրերի միջև
is: Leyfir forritinu að stjórna stefnu hljóðlotu milli forrita
it_it: Consente all'applicazione di gestire i criteri relativi alla sessione audio tra le applicazioni
ja_jp: アプリケーション間の音声セッションポリシーを管理することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მართის აუდიო სესიები პროგრამებს შორის
kk: Бағдарламаға бағдарламалар арасында аудио сеансының саясатын басқару мүмкіндігін береді
lt: Leidžia programai tvarkyti garso sesijos politiką tarp programų
lv: Ļauj programmai pārvaldīt audio sesijas politiku starp programmām
mk: Дозволува апликацијата да управува со политиката на аудио сесијата меѓу апликациите
nb: Tillater at programmet behandler policyen for lydøkter mellom programmer
nl_nl: Applicatie mag het beleid van audiosessies tussen applicaties beheren
pl: Umożliwia aplikacji zarządzanie zasadami sesji dźwięku między aplikacjami
pt_pt: Permite à aplicação gerir a política de sessões de áudio entre aplicações
ro: Permite aplicaţiei să gestioneze politica pentru sesiuni audio între aplicaţii
ru_ru: Позволяет приложению управлять политикой сеансов звуковой связи для других приложений
sv: Gör att programmet kan hantera ljudsessionspolicyn mellan program
th: อนุญาตให้แอพพลิเคชั่นจัดการนโยบายเซสชั่นเสียงระหว่างแอพพลิเคชั่นได้
tr_tr: Uygulamanın, uygulamalar arasında ses oturumu ilkesini yönetmesine olanak verir
ur: ایپلیکیشن کو ایپلیکیشنز کے درمیان آڈیو سیشن پالیسی کا بندوبست کرنے کی اجازت دیتا ہے
uz: Ilovaga ilovalar orasida audio seans siyosatini boshqarish uchun ruxsat beradi
