Repository: tizenorg/framework.security.privilege-checker
Catalog: capi/res/string/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, es_mx, et, eu, fa, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, lt, lv, mk, nb, nl_nl, pl, pt_pt, ro, ru_ru, sv, th, tr_tr, ur, uz

source: Allows the application to use the Health Device Profile (HDP), for example, to send health data
ar: السماح للتطبيق باستخدام ‏‫ملف تعريف الأجهزة الطبية (HDP) لإرسال بيانات الحالة الصحية مثلا
az: Proqrama Sağlamlıq Cihazı Profilindən (HDP - Health Device Profile), məsələn, sağlamlığa dair məlumatlar göndərmək üçün istifadə etməyə imkan verir
bg: Позволява на устройството да използва Здравен профил на устройството (HDP), например за изпращане на здравни данни
ca: Permet a l'aplicació utilitzar el Perfil de salut del dispositiu (HDP), per exemple, per enviar dades de salut
cs: Povolí aplikaci použít profil HDP (Health Device Profile), např. pro odesílání dat týkajících se zdraví
da: Gør det muligt for programmet at bruge f.eks. HDP (Health Device Profile) til at sende sundhedsdata
de_de: Ermöglicht der Anwendung die Verwundung des Gesundheitsdatenprofils (Health Device Profile, HDP), um z. B. Gesundheitsdaten zu senden.
el_gr: Επιτρέπει στην εφαρμογή τη χρήση του Προφίλ συσκευών υγείας (HDP), για παράδειγμα για την αποστολή δεδομένων σχετικά με την υγεία σας
es_mx: Permite que la aplicación use el Perfil de estado del dispositivo (HDP), por ejemplo, para enviar datos de estado
et: Lubab rakendusel kasutada meditsiinilise seadme profiili (HDP) näiteks tervishoiuandmete saatmiseks
eu: Aplikazioari osasun gailuaren profila (HDP) erabiltzea ahalbidetzen dio, esaterako, osasunari buruzko datuak bidaltzeko
fa: به برنامه کاربردی اجازه می دهد تا از نمایه دستگاه سلامتی (HDP) به عنوان مثال برای ارسال داده های سلامتی استفاده کند
fi: Antaa sovelluksen käyttää Health Device Profile (HDP) -profiilia esimerkiksi terveystietojen lähettämiseen
ga: Ceadaítear don fheidhmchlár an Phróifíl Gléas Sláinte (HDP) a úsáid, mar shampla, le sonraí sláinte a sheoladh
gl: Permite á aplicación utilizar o Health Device Profile (HDP), por exemplo, para enviar datos sobre a saúde
hi: एप्लीकेशन को हेल्थ डिवाइस प्रोफ़ाइल (HDP), उदाहरण के लिए हेल्थ डाटा भेजने हेतु उपयोग करने की अनुमति देता है
hr: Dopušta aplikaciji korištenje Profil uređaja za zdravlje (HDP), primjerice radi slanja podataka o zdravlju
hu: Lehetővé teszi az alkalmazás számára a Health Device Profile (HDP) használatát, például egészségi adatok küldésére
hy: Թույլ է տալիս, որ ծրագիրն օգտագործի Առողջության սարքի պրոֆիլը (Health Device Profile, HDP), օրինակ՝ առողջության տվյալներ ուղարկելու համար
is: Leyfir forritinu að nota snið heilbrigðistækis (HDP), til dæmis til að senda heilsufarsgögn
it_it: Consente all'applicazione di utilizzare il profilo del dispositivo della salute (Health Device Profile, HDP) per utilizzare ad esempio i dati sulla salute
ja_jp: 健康データの送信など、Health Device Profile(HDP)の使用をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას გამოიყენოს Health Device Profile (HDP), მაგალითად, სამედიცინო მონაცემების გასაგზავნად
kk: Бағдарлама денсаулық құрылғы профилін (HDP) пайдалануға, мысалы, денсаулық деректерін жіберуге мүмкіндік береді
lt: Leidžia programai naudoti sveikatos įrenginio profilį (HDP), pavyzdžiui, siųsti sveikatos duomenis
lv: Ļauj programmai lietot Health Device Profile (HDP), piemēram, lai nosūtītu veselības datus
mk: Дозволува апликацијата да го користи профилот на здравствениот уред (HDP), на пример, да праќа здравствени податоци
nb: Tillater at programmet bruker HDP (Health Device Profile) til for eksempel å sende helsedata
nl_nl: Applicatie mag het HDP-profiel (Health Device Profile) gebruiken om bijvoorbeeld gezondheidsgegevens te verzenden
pl: Umożliwia aplikacji korzystanie z profilu urządzenia zdrowotnego (HDP), np. aby wysłać dane o zdrowiu
pt_pt: Permite à aplicação utilizar o Perfil de Dispositivo de Saúde (PDS), por exemplo, para enviar dados sobre a saúde
ro: Permite aplicaţiei să utilizeze Profilul dispozitivului de sănătate (Health Device Profile, HDP), de exemplu, pentru a trimite date legate de sănătate
ru_ru: Позволяет приложению использовать Health Device Profile (HDP), например для отправки данных о состоянии здоровья
sv: Tillåter att programmet använder hälsoenhetsprofilen (HDP), till exempel för att skicka hälsodata
th: อนุญาตให้แอพพลิเคชั่นใช้ Health Device Profile (HDP) เพื่อส่งข้อมูลสุขภาพได้
tr_tr: Uygulamanın, örneğin sağlık verilerini göndermek üzere, Sağlık Cihazı Profili'ni (HDP) kullanmasına olanak verir
ur: ایپلیکیشن کو صحت آلہ پروفائل (HDP) استعمال کرنے کی اجازت دیتا ہے، مثال کے طور پر، صحت کے کوائف بھیجنا
uz: Qurilmaga salomatlik haqidagi ma’lumotlarni yuborishda Salomatlik qurilmasi profilidan (HDP) foydalanish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_USE_THE_INTERNET_WITH_A_SPECIFIED_BEARER
source: Allows the application to use the Internet with a specified bearer
ar: السماح للتطبيق باستخدام الإنترنت من خلال ناقل محدد
az: Proqramın müəyyən təminatçı ilə İnternet istifadə etməsinə imkan verir
bg: Позволява на приложението да използва интернет с определен носител
ca: Permet a l'aplicació utilitzar Internet amb una operadora especificada
cs: Povolí aplikaci používat Internet se zadaným nosičem
da: Tillader, at programmet bruger internettet med en specificeret bærer
de_de: Ermöglicht der Anwendung das Verwenden des Internets mit einem bestimmten Übertragungstyp.
el_gr: Επιτρέπει στην εφαρμογή να χρησιμοποιεί το Internet με συγκεκριμένο φορέα
es_mx: Permite que la aplicación use Internet con un portador específico
et: Lubab rakendusel kasutada internetti määratletud kandjaga
eu: Aplikazioari Internet eramaile zehatz batekin erabiltzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد از اینترنت با حامل داده معین استفاده کند
fi: Antaa sovelluksen käyttää Internetiä määrätyn verkkopalvelun kautta
ga: Ceadaítear don fheidhmchlár an tIdirlíon a úsáid le hiompróir sonraithe
gl: Permite á aplicación utilizar a Internet cun portador específico
hi: निर्दिष्ट बेरर के साथ इंटरनेट का उपयोग करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji korištenje interneta s određenim nositeljem
hu: Lehetővé teszi az alkalmazás számára az internet használatát a megfelelő hordozóval
hy: Թույլ է տալիս, որ ծրագիրն ինտերնետից օգտվի նշված կապուղիով
is: Leyfir forritinu að nota internetið með tilteknum flutningsmáta
it_it: Consente all'applicazione di utilizzare Internet con una rete specificata
ja_jp: 特定のベアラでインターネットを使用することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას გამოიყენოს ინტერნეტი კონკრეტული არხით
kk: Бағдарламаға Интернетті көрсетілген тасушымен пайдалану мүмкіндігін береді
lt: Leidžia programai naudoti tam tikro teikėjo interneto paslaugą
lv: Ļauj programmai lietot internetu, izmantojot norādītu datu nesēju
mk: Дозволува апликацијата да го користи интернет со одреден носител
nb: Tillater programmet å bruke Internett med en spesifikk bærer
nl_nl: Applicatie mag internet met een bepaalde drager gebruiken
pl: Umożliwia aplikacji korzystanie z Internetu przez określoną usługę
pt_pt: Permite à aplicação utilizar a Internet com uma portadora especificada
ro: Permite aplicaţiei să utilizeze internetul cu un operator specificat
ru_ru: Позволяет приложению использовать Интернет через указанный канал
sv: Gör att programmet kan använda Internet med en viss tjänst
th: อนุญาตให้แอพพลิเคชั่นใช้อินเตอร์เน็ต กับการเชื่อมต่อที่ระบุได้
tr_tr: Uygulamanın, Interneti belirli bir taşıyıcı ile kullanmasına olanak verir
ur: ایپلیکیشن کو ایک مشخص کردہ حامل کے ساتھ انٹرنیٹ استعمال کرنے کی اجازت دیتا ہے
uz: Ilovaga maxsus tashuvchi yordamida Internetda foydalanish uchun ruxsat beradi

source: Allows the application to use the Object Push Profile (OPP), for example, to send files
ar: السماح للتطبيق باستخدام ‏‫‏‫ملف تعريف إرسال الكائنات (OPP) لإرسال ملفات مثلا
az: Proqrama, məsələn, faylları göndərmək üçün Object Push Profilindən (OPP - Object Push Profile) istifadə etməyə imkan verir
bg: Позволява на устройството да използва Профил за предаване на обект (OPP), например за изпращане на файлове
ca: Permet a l'aplicació utilitzar el Perfil de recepció d'objectes (OPP), per exemple, per enviar fitxers
cs: Povolí aplikaci použít profil OPP (Object Push Profile), např. pro odesílání souborů
da: Gør det muligt for programmet at bruge f.eks. OPP (Object Push Profile) til at sende filer
de_de: Ermöglicht der Anwendung die Verwendung des Object Push-Profils (Object Push Profile, OPP), um z. B. Dateien zu senden.
el_gr: Επιτρέπει στην εφαρμογή τη χρήση του Προφίλ προώθησης αντικειμένων (OPP), για παράδειγμα για την αποστολή αρχείων
es_mx: Permite que la aplicación use el Perfil de notificación de objetos (OPP), por ejemplo, para enviar archivos
et: Lubab rakendusel kasutada objekti push-profiili (OPP) näiteks failide saatmiseks
eu: Aplikazioari difusio objektuaren profila (OPP) erabiltzea ahalbidetzen dio, esaterako, fitxategiak bidaltzeko
fa: به برنامه کاربردی اجازه می دهد تا از نمایه فشار شیء (OPP) به عنوان مثال برای ارسال فایل استفاده کند
fi: Antaa sovelluksen käyttää Object Push Profile (OPP) -profiilia esimerkiksi tiedostojen lähettämiseen
ga: Ceadaítear don fheidhmchlár an Phróifíl Brú Oibiachtaí (OPP) a úsáid, mar shampla, le comhaid a sheoladh
gl: Permite á aplicación utilizar o Object Push Profile (OPP), por exemplo, para enviar arquivos
hi: एप्लीकेशन को ऑब्जेक्ट पुश प्रोफ़ाइल (OPP), उदाहरण के लिए, फ़ाइलें भेजने हेतु उपयोग करने की अनुमति देता है
hr: Dopušta aplikaciji korištenje Profila za slanje objekata (OPP), primjerice radi slanja datoteka
hu: Lehetővé teszi az alkalmazás számára az Object Push Profile (OPP) használatát, például fájlok küldésére
hy: Թույլ է տալիս, որ ծրագիրն օգտագործի Օբյեկտի հրման պրոֆիլը (Object Push Profile, OPP), օրինակ՝ ֆայլեր ուղարկելու համար
is: Leyfir forritinu að nota snið hlutavöktunar (OPP), til dæmis til að senda skrár
it_it: Consente all'applicazione di utilizzare il profilo push oggetto (Object Push Profile, OPP) ad esempio per inviare i file
ja_jp: ファイル送信など、Object Push Profile(OPP)の使用をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას გამოიყენოს Object Push Profile (OPP), მაგალითად, ფაილების გასაგზავნად
kk: Бағдарлама объектіні жіберу профилін (OPP) пайдалануға, мысалы, файлдарды жіберуге мүмкіндік береді
lt: Leidžia programai naudoti objektų paskelbimo profilį (OPP), pavyzdžiui, siųsti failus
lv: Ļauj programmai lietot Object Push Profile (OPP), piemēram, lai nosūtītu failus
mk: Овозможува апликацијата да го користи профилот за туркање објекти (OPP), на пример, за праќање фајлови
nb: Tillater at programmet bruker OPP (Object Push Profile) til for eksempel å sende filer
nl_nl: Applicatie mag het OPP-profiel (Object Push Profile) gebruiken om bijvoorbeeld bestanden te verzenden
pl: Umożliwia aplikacji korzystanie z profilu przesyłania obiektów (OPP), np. aby wysłać pliki
pt_pt: Permite à aplicação utilizar o Perfil de Difusão de Objecto (PDO), por exemplo, para enviar ficheiros
ro: Permite aplicaţiei să utilizeze Profilul de trimitere a obiectelor (Object Push Profile, OPP), de exemplu, pentru a trimite fişiere
ru_ru: Позволяет приложению использовать Object Push Profile (OPP), например для отправки файлов
sv: Tillåter att programmet använder Object Push-profilen (OPP), till exempel för att skicka filer
th: อนุญาตให้แอพพลิเคชั่นใช้ Object Push Profile (OPP) เพื่อส่งไฟล์ได้
tr_tr: Uygulamanın, örneğin dosyalar göndermek üzere, Nesne Teşvik Profili'ni (OPP) kullanmasına olanak verir
ur: ایپلیکیشن کو آبجیکٹ پش پروفائل (OPP) استعمال کرنے کی اجازت دیتا ہے، مثال کے طور پر، فائلیں بھیجنا
uz: Ilovaga fayllarni yuborishda Obyekt push-profilidan (OPP) foydalanish uchun ruxsat beradi

source: Allows the application to use the Serial Port Profile (SPP), for example, to send serial data
ar: السماح للتطبيق باستخدام ‏‫ملف تعريف المنفذ التسلسلي (SPP) لإرسال بيانات التسلسلية مثلا
az: Proqrama Serial Port Profilindən (SPP - Serial Port Profile), məsələn, seriyaya dair məlumatlar göndərmək üçün istifadə etməyə imkan verir
bg: Позволява на устройството да използва Профил за сериен порт (SPP), например за изпращане на серийни данни
ca: Permet a l'aplicació utilitzar el Perfil de port sèrie (SPP), per exemple, per enviar dades en sèrie
cs: Povolí aplikaci použít profil SPP (Serial Port Profile), např. pro odesílání dat prostřednictvím sériového portu
da: Gør det muligt for programmet at bruge f.eks. SPP (Serial Port Profile) til at sende serielle data
de_de: Ermöglicht der Anwendung die Verwendung des Serial Port Profile (SPP), um serielle Daten zu senden.
el_gr: Επιτρέπει στην εφαρμογή τη χρήση του Προφίλ σειριακής θύρας (SPP), για παράδειγμα για την αποστολή σειριακών δεδομένων
es_mx: Permite que la aplicación use el Perfil del puerto serial (SPP), por ejemplo, para enviar datos seriales
et: Lubab rakendusel kasutada jadapordi profiili (SPP) näiteks tervishoiu andmete saatmiseks
eu: Aplikazioari serieko atakaren profila (SPP) erabiltzea ahalbidetzen dio, esaterako, serieko datuak bidaltzeko
fa: به برنامه کاربردی اجازه می دهد تا از نمایه پورت سریال (SPP) به عنوان مثال برای ارسال داده های سریال استفاده کند
fi: Antaa sovelluksen käyttää Serial Port Profile (SPP) -profiilia esimerkiksi sarjatietojen lähettämiseen
ga: Ceadaítear don fheidhmchlár Próifíl an Phoirt Shrathaigh (SPP) a úsáid, mar shampla, le sonraí srathacha a sheoladh
gl: Permite á aplicación utilizar o Serial Port Profile (SPP), por exemplo, para enviar datos en serie
hi: एप्लीकेशन को सीरियल पोर्ट प्रोफ़ाइल (SPP), उदाहरण के लिए सीरियल डाटा भेजने हेतु उपयोग करने की अनुमति देता है
hr: Dopušta aplikaciji korištenje Profil serijskog ulaza (SPP), primjerice radi slanja serijske datoteke
hu: Lehetővé teszi az alkalmazás számára a Serial Port Profile (SPP) használatát, például soros adatok küldésére
hy: Թույլ է տալիս, որ ծրագիրն օգտագործի Հաջորդական պորտի պրոֆիլը (Serial Port Profile, SPP), օրինակ՝ հաջորդաբար հաղորդվող տվյալներ ուղարկելու համար
is: Leyfir forritinu að nota snið raðtengis (SPP), til dæmis til að senda raðgögn
it_it: Consente all'applicazione di utilizzare il profilo della porta seriale (Serial Port Profile, SPP) ad esempio per inviare i dati seriali
ja_jp: シリアルデータの送信など、Serial Port Profile(SPP)の使用をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას გამოიყენოს Serial Port Profile (SPP), მაგალითად, სერიული მონაცემების გასაგზავნად
kk: Бағдарлама сериялық порт профилін (SPP) пайдалануға, мысалы, сериялық деректерді жіберуге мүмкіндік береді
lt: Leidžia programai naudoti serijinį prievado profilį (SPP), pavyzdžiui, siųsti serijinius duomenis
lv: Ļauj programmai lietot Serial Port Profile (SPP), piemēram, lai nosūtītu seriālos datus
mk: Дозволува апликацијата да го користи профилот на сериската порта (SPP), на пример, за праќање сериски податоци
nb: Tillater at programmet bruker SPP (Serial Port Profile) til for eksempel å sende serielle data
nl_nl: Applicatie mag het SPP-profiel (Serial Port Profile) gebruiken om bijvoorbeeld seriële gegevens te verzenden
pl: Umożliwia aplikacji korzystanie z profilu portu szeregowego (SPP), np. aby wysłać dane szeregowe
pt_pt: Permite à aplicação utilizar o Perfil de Porta Série (PPS), por exemplo, para enviar dados em série
ro: Permite aplicaţiei să utilizeze Profilul portului serial (Serial Port Profile, SPP), de exemplu, pentru a trimite date seriale
ru_ru: Позволяет приложению использовать Serial Port Profile (SPP), например для отправки данных через последовательный порт
sv: Tillåter att programmet använder serieportsprofilen (SPP), till exempel för att skicka seriella data
th: อนุญาตให้แอพพลิเคชั่นใช้ Serial Port Profile (SPP) เพื่อส่งข้อมูลซีเรียลได้
tr_tr: Uygulamanın, örneğin seri verileri göndermek üzere, Seri Port Profili'ni (SPP) kullanmasına olanak verir
ur: ایپلیکیشن کو سیریل پورٹ پروفائل (SPP) استعمال کرنے کی اجازت دیتا ہے، مثال کے طور پر، سیریل ڈیٹا بھیجنا
uz: Qurilmaga tadrijiy ma’lumotlarni yuborishda Tadrijiy port profilidan (SPP) foydalanish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_USE_THE_SYSTEM_LOG_HDLOG
source: Allows the application to use the system log (dlog)
ar: السماح للتطبيق باستخدام سجل النظام (dlog)
az: Proqrama sistem jurnalından (dlog) istifadə etməyə imkan verir
bg: Позволява на приложението да използва системния дневник (dlog)
ca: Permet a l'aplicació utilitzar el registre del sistema (dlog)
cs: Povolí aplikaci použít systémový protokol (dlog)
da: Tillader, at programmet bruger systemloggen (dlog)
de_de: Ermöglicht der Anwendung die Verwendung des Systemprotokolls (dlog)
el_gr: Επιτρέπει στην εφαρμογή να χρησιμοποιεί το αρχείο καταγραφής συστήματος (dlog)
es_mx: Permite que la aplicación utilice el registro de sistema (dlog)
et: Lubab rakendusel kasutada süsteemilogi (dlog)
eu: Aplikazioari sistema erregistroa (dlog) erabiltzen uzten dio
fa: به برنامه اجازه می دهد از گزارش سیستم (dlog) استفاده کند
fi: Antaa sovelluksen käyttää järjestelmälokia (dlog)
ga: Ligtear don fheidhmchlár loga an chórais (dlog) a úsáid
gl: Permite á aplicación utilizar o rexistro do sistema (dlog)
hi: सिस्टम लॉग (dlog) का उपयोग करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji korištenje zapisnika sustava (dlog)
hu: Lehetővé teszi az alkalmazás számára a rendszernapló (dlog) használatát
hy: Թույլ է տալիս, որ ծրագիրն օգտագործի համակարգի մատյանը (dlog)
is: Leyfir forritinu að nota kerfisskrána (dlog)
it_it: Consente all'applicazione di utilizzare il registro di sistema (dlog)
ja_jp: システムログ(dlog)の使用をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას გამოიყენოს სისტემის ჟურნალი (dlog)
kk: Бағдарламаға жүйе журналын (dlog) пайдалануға мүмкіндік береді
lt: Leidžia programai naudoti sistemos žurnalą (dlog)
lv: Ļauj programmai izmantot sistēmas žurnālu (dlog)
mk: Дозволува апликацијата да го користи системскиот дневник (dlog)
nb: Gir programmet tillatelse til å bruke systemloggen (dlog)
nl_nl: Applicatie mag het systeemlogbestand (dlog) gebruiken
pl: Umożliwia aplikacji korzystanie z dziennika systemu (dlog)
pt_pt: Permite à aplicação utilizar o registo do sistema (dlog)
ro: Permite aplicaţiei să utilizeze jurnalul de sistem (dlog)
ru_ru: Позволяет приложению использовать журнал системы (dlog)
sv: Tillåter att programmet använder systemloggen (dlog)
th: อนุญาตให้แอพพลิเคชั่น ใช้บันทึกระบบ (dlog) ได้
tr_tr: Uygulamanın sistem günlüğünü (dlog) kullanmasına izin verir
ur: ایپلیکیشن کو سسٹم لاگ (dlog) استعمال کرنے کی اجازت دیتا ہے
uz: Ilovaga tizim jurnalidan foydalanish uchun ruxsat beradi (dlog)

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_USE_THE_TEST_AUTOMATION_FEATURE
source: Allows the application to use the test automation feature
ar: ‏‫السماح للتطبيق باستخدام ميزة آلية الاختبار‬
az: Proqrama test avtomatlaşdırma xüsusiyyətindən istifadə etməyə imkan verir
bg: Позволява на приложението да използва функцията за тестване на автоматизацията
ca: Permet a l'aplicació utilitzar la funció d'automatització de tests
cs: Povolí aplikaci použít funkci automatizace testů
da: Tillader, at programmet bruger funktionen test automatisk
de_de: Ermöglicht der Anwendung die Verwendung der Testautomatisierungs-Funktion
el_gr: Επιτρέπει στην εφαρμογή να χρησιμοποιεί τη λειτουργία αυτοματοποιημένης δοκιμής
es_mx: Permite que la aplicación use la función de automatización de pruebas
et: Lubab rakendusel kasutada testi automatiseerimise funktsiooni
eu: Aplikazioari proba automatizazio eginbidea erabiltzen uzten dio
fa: به برنامه اجازه می دهد از ویژگی اتوماسیون آزمایش استفاده کند
fi: Antaa sovelluksen käyttää automaattista testitoimintoa
ga: Ligtear don fheidhmchlár an ghné uathoibrithe tástála a úsáid
gl: Permite á aplicación utilizar a función de automatización de proba
hi: परीक्षण स्वचालन सुविधा का उपयोग करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji korištenje značajke automatizacije testiranja
hu: Lehetővé teszi az alkalmazás számára a tesztautomatizálás funkció használatát
hy: Թույլ է տալիս, որ ծրագիրն օգտագործի փորձարկման ավտոմատացման գործառական հնարավորությունը
is: Leyfir forritinu að nota eiginleikann fyrir sjálfvirkar prófanir
it_it: Consente all'applicazione di utilizzare la funzionalità dell'automazione dei test
ja_jp: テストオートメーション機能の使用をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას გამოიყენოს ავტომატური ტესტირების ფუნქცია
kk: Бағдарламаға автоматты сынау функциясын пайдалануға мүмкіндік береді
lt: Leidžia programai naudoti patikros automatizavimo funkciją
lv: Ļauj programmai izmantot testu automatizācijas funkciju
mk: Дозволува апликацијата да ја користи функцијата за тестирање на автоматиката
nb: Gir programmet tillatelse til å bruke testautomatiseringsfunksjonen
nl_nl: Applicatie mag de functie voor testautomatisering gebruiken
pl: Umożliwia aplikacji użycie funkcji automatyzacji testu
pt_pt: Permite à aplicação utilizar a função de automatismo de teste
ro: Permite aplicaţiei să utilizeze caracteristica de automatizare a testelor
ru_ru: Позволяет приложению использовать функцию автоматизации проверки
sv: Tillåter att programmet använder funktionen för testautomatisering
th: อนุญาตให้แอพพลิเคชั่นใช้คุณสมบัติ การทดสอบอัตโนมัติได้
tr_tr: Uygulamanın test otomasyonu özelliğini kullanmasına izin verir
ur: ایپلیکیشن کو خودکاری کی آزمائش کے فیچر کو استعمال کرنے کی اجازت دیتا ہے
uz: Ilovaga sinov avtomatlashtirish xossasidan foydalanish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_USE_THE_USER_LOCATION_DATA
source: Allows the application to use the user location data
ar: السماح للتطبيق باستخدام بيانات الموقع الخاصة بالمستخدم
az: Proqramın istifadəçi məkan verilənlərini istifadə etməsinə imkan verir
bg: Позволява на приложението да използва данните за местоположение на потребителя
ca: Permet a l'aplicació utilitzar les dades d'ubicació de l'usuari
cs: Povolí aplikaci použít údaje o poloze uživatele
da: Tillader, at programmet bruger placeringsdata for brugeren
de_de: Ermöglicht der Anwendung die Verwendung der Benutzerstandortdaten.
el_gr: Επιτρέπει στην εφαρμογή να χρησιμοποιεί τα δεδομένα τοποθεσίας του χρήστη
es_mx: Permite que la aplicación use los datos de ubicación del usuario
et: Lubab rakendusel kasutada kasutaja asukoha andmeid
eu: Aplikazioari erabiltzailea kokatzeko datuak erabiltzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد از داده های موقعیت مکانی کاربر استفاده کند
fi: Antaa sovelluksen käyttää käyttäjän sijaintitietoja
ga: Ceadaítear don fheidhmchlár sonraí suímh an úsáideora a úsáid
gl: Permite á aplicación utilizar os datos de localización do usuario
hi: उपयोगकर्ता स्थान डाटा उपयोग करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji korištenje podatke o lokaciji korisnika
hu: Lehetővé teszi az alkalmazás számára a felhasználó helyadatainak használatát
hy: Թույլ է տալիս, որ ծրագիրն օգտագործի օգտվողի գտնվելու տեղի մասին տվյալները
is: Leyfir forritinu að nota staðsetningargögn notanda
it_it: Consente all'applicazione di utilizzare i dati sulla posizione dell'utente
ja_jp: ユーザーの位置情報を使用することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას გამოიყენოს მომხმარებლის ლოკაციის მონაცემები
kk: Бағдарламаға пайдаланушының орын деректерін пайдалану мүмкіндігін береді
lt: Leidžia programai naudoti naudotojo vietos duomenis
lv: Ļauj programmai lietot lietotāja atrašanās vietas datus
mk: Дозволува апликацијата да ги користи податоците за лоцирање на корисникот
nb: Tillater programmet å bruke brukerplasseringsdataene
nl_nl: Applicatie mag locatiegegevens van gebruikers gebruiken
pl: Umożliwia aplikacji użycie danych o lokalizacji użytkownika
pt_pt: Permite à aplicação utilizar os dados de localização do utilizador
ro: Permite aplicaţiei să folosească datele cu privire la locaţia utilizatorului
ru_ru: Позволяет приложению использовать данные о местонахождении пользователя
sv: Gör att programmet kan använda data om användarplats
th: อนุญาตให้แอพพลิเคชั่น ใช้ข้อมูลตำแหน่งของผู้ใช้ได้
tr_tr: Uygulamanın, kullanıcı konum verilerini kullanmasına olanak verir
ur: ایپلیکیشن کو صارف کا محل وقوع ڈیٹا استعمال کرنے کی اجازت دیتا ہے
uz: Ilovaga foydalanuvchi joylashuvi ma’lumotidan foydalanish uchun ruxsat beradi
