Repository: tizenorg/framework.security.privilege-checker
Catalog: capi/res/string/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, es_mx, et, eu, fa, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, lt, lv, mk, nb, nl_nl, pl, pt_pt, ro, ru_ru, sv, th, tr_tr, ur, uz

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_SEND_SMS_MMS_AND_EMAIL_MESSAGES
source: Allows the application to send SMS, MMS, and Email messages
ar: السماح للتطبيق بإرسال رسائل SMS وMMS والبريد الإلكتروني
az: Proqrama SMS, MMS və e-poçt mesajlarını göndərməyə imkan verir
bg: Позволява на приложението да изпраща SMS, MMS и имейл съобщения
ca: Permet a l'aplicació enviar missatges SMS, MMS i de correu electrònic
cs: Povolí aplikaci odesílat SMS, MMS a e-mailové zprávy
da: Tillader, at programmet sender SMS-, MMS- og e-mail-meddelelser
de_de: Ermöglicht der Anwendung das Senden von SMS-, MMS- und E-Mail-Nachrichten
el_gr: Επιτρέπει στην εφαρμογή να στέλνει μηνύματα SMS, MMS και email
es_mx: Permite que la aplicación envíe SMS, MMS y mensajes de correo electrónico
et: Lubab rakendusel saata SMS-e, MMS-e ja e-kirju
eu: Aplikazioari SMS, MMS eta mezu elektronikoak bidaltzen uzten dio
fa: به برنامه اجازه می دهد تا پیام های SMS، MMS و ایمیل را ارسال کند
fi: Antaa sovelluksen lähettää teksti-, multimedia- ja sähköpostiviestejä
ga: Ligtear don fheidhmchlár teachtaireachtaí SMS, MMS agus r-phoist a sheoladh
gl: Permite á aplicación enviar SMS, MMS e mensaxes de correo electrónico
hi: SMS, MMS और ईमेल संदेशों को भेजने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji slanje SMS, MMS i email poruka
hu: Lehetővé teszi az alkalmazás számára az SMS, MMS és e-mail üzenetek küldését
hy: Թույլ է տալիս, որ ծրագիրն ուղարկի SMS, MMS և էլեկտրոնային հաղորդագրություններ
is: Leyfir forritinu að senda SMS, MMS og tölvupóst
it_it: Consente all'applicazione di inviare messaggi SMS, MMS ed e-mail
ja_jp: SMS、MMS、Eメールメッセージの送信をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას გაგზავნოს SMS, MMS და ელფოსტის შეტყობინებები
kk: Бағдарламаға SMS, MMS және электрондық хабарлар жіберуге мүмкіндік береді
lt: Leidžia programai siųsti SMS, MMS ir el. laiškus
lv: Ļauj programmai sūtīt īsziņas, multiziņas un e-pasta ziņas
mk: Дозволува апликацијата да праќа пораки SMS, MMS и е-пошта
nb: Gir programmet tillatelse til å sende SMS-, MMS- og e-postmeldinger
nl_nl: Applicatie mag SMS-, MMS- en e-mailberichten verzenden
pl: Umożliwia aplikacji wysyłanie wiadomości SMS, MMS i e-mail
pt_pt: Permite à aplicação enviar mensagens SMS, MMS e de e-mail
ro: Permite aplicaţiei să trimită mesaje SMS, MMS şi de e-mail
ru_ru: Позволяет приложению отправлять SMS- и MMS-сообщения, а также электронные письма
sv: Tillåter att programmet skickar SMS-, multimedie- och e-postmeddelanden
th: อนุญาตให้แอพพลิเคชั่น ส่งข้อความ SMS, MMS และอีเมล์ได้
tr_tr: Uygulamanın SMS, MMS ve eposta mesajlarını okumasına izin verir
ur: ایپلیکیشن کو SMS, MMS، اور ای میل پیغامات بھیجنے کی اجازت دیتا ہے
uz: Ilovaga SMS, MMS va e-pochta xabarlarini yuborish uchun ruxsat beradi

source: Allows the application to set an alarm and wake the device up at the scheduled time
ar: السماح للتطبيق بضبط التنبيه وتنشيط الجهاز في الوقت المجدول
az: Proqrama zəngli saatı qurmağa və planlaşdırılan vaxtda cihazı oyatmağa imkan verir
bg: Позволява на приложението да задава аларма и да събужда устройството в планираното време
ca: Permet a l'aplicació definir una alarma i finalitzar el repòs del dispositiu a l'hora programada
cs: Povolí aplikaci nastavit upozornění a probudit zařízení v naplánovaný čas
da: Tillader, at programmet indstillinger en alarm og vækker enheden på det planlagte tidspunkt
de_de: Ermöglicht der Anwendung das Einstellen eines Alarms und das Aktivieren des Geräts zur festgelegten Zeit
el_gr: Επιτρέπει στην εφαρμογή τη ρύθμιση ενός ξυπνητηριού και την ενεργοποίηση της συσκευής την προγραμματισμένη ώρα
es_mx: Permite que la aplicación establezca una alarma y despierte al dispositivo a la hora programada
et: Lubab rakendusel määrata märguande ja aktiveerida seadme planeeritud ajal
eu: Aplikazioari alarma ezartzen eta gailua agindutako orduan esnatzen uzten dio
fa: به برنامه اجازه می دهد یک هشدار تنظیم کند و دستگاه را در زمان برنامه ریزی شده بیدار نماید
fi: Antaa sovelluksen asettaa hälytyksen ja aktivoida laitteen määrättynä aikana
ga: Ligtear don fheidhmchlár aláram a shocrú agus an gléas a mhúscailt ag an am sceidealaithe
gl: Permite á aplicación definir unha alarma e activar o dispositivo á hora programada
hi: एप्लीकेशन को अलार्म सेट करने और निर्धारित समय पर डिवाइस को सक्रिय करने की अनुमति देता है
hr: Dopušta aplikaciji postavljanje alarma i buđenje uređaja u zakazano vrijeme
hu: Lehetővé teszi az alkalmazás számára jelzés beállítását és az eszköz felébresztését az ütemezett időpontban
hy: Թույլ է տալիս, որ ծրագիրը դնի տագնապի ազդանշան և պլանավորված ժամին արթնացնի սարքը
is: Leyfir forritinu að stilla vekjara og vekja tækið á völdum tíma
it_it: Consente all'applicazione di impostare una sveglia e di attivare il dispositivo a un orario programmato
ja_jp: アラーム設定や予定時刻での端末起動をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას დააყენოს სიგნალი და გააღვიძოს აპარატი დაგეგმილ დროს
kk: Бағдарламаға оятарды орнатуға және жоспарланған уақытта құрылғыны оятуға мүмкіндік береді
lt: Leidžia programai nustatyti žadintuvą ir pažadinti įrenginį suplanuotu laiku
lv: Ļauj programmai iestatīt modinātāju un aktivizēt ierīci ieplānotajā laikā
mk: Дозволува апликацијата да постави аларм и да го разбуди уредот во закажано време
nb: Gir programmet tillatelse til å angi en alarm og vekke enheten på angitt tidspunkt
nl_nl: Applicatie mag een alarm instellen en het apparaat wekken op een geplande tijd
pl: Umożliwia aplikacji ustawienie alarmu i wybudzenie urządzenia o planowanej godzinie
pt_pt: Permite à aplicação definir um alarme e activar o dispositivo à hora programada
ro: Permite aplicaţiei să seteze o alarmă şi să pornească dispozitivul la ora programată
ru_ru: Позволяет приложению настраивать будильник и включать устройство в назначенное время
sv: Tillåter att programmet ställer ett alarm och väcker enheten vid den schemalagda tidpunkten
th: อนุญาตให้แอพพลิเคชั่นตั้งค่าการเตือน และปลุกอุปกรณ์ตามเวลา ที่กำหนดได้
tr_tr: Uygulamanın alarm ayarlamasına ve planlanan saatte cihazı uyandırmasına izin verir
ur: کسی ایپلیکیشن کو ایک الارم سیٹ کرنے اور آلہ کو شیڈول کردہ وقت ہونے پر بیدار کرنے کی اجازت دیتا ہے
uz: Ilovaga budilnik o‘rnatish va qurilmani belgilangan vaqtda uyg‘otish uchun ruxsat beradi

source: Allows the application to set audio input and output routes and receive notifications about route events
ar: السماح للتطبيق بتعيين مسارات إدخال وإخراج الصوت واستلام إشعارات وأحداث المسارات
az: Proqramın audio giriş və çıxış yollarını təyin etməsinə və yol məsələləri barədə bildiriş almasına imkan verir
bg: Позволява на приложението да задава входящи и изходящи маршрути да получава известия за събития на маршрутите
ca: Permet a l'aplicació definir les rutes d'entrada i sortida d'àudio i rebre notificacions sobre esdeveniments de rutes
cs: Povolí aplikaci nastavit trasy zvukového vstupu a výstupu a přijímat upozornění o událostech na trasách
da: Tillader, at programmet indstiller lydinput og outputruter og modtager meddelelser om rutehændelser
de_de: Ermöglicht der Anwendung, die Audioein- und -ausgangsrouten festzulegen und Benachrichtigungen über Weiterleitungsereignisse zu empfangen.
el_gr: Επιτρέπει στην εφαρμογή να ορίσει τη δρομολόγηση για την είσοδο και της έξοδο ήχου και να λαμβάνει ειδοποιήσεις για συμβάντα δρομολόγησης
es_mx: Permite que la aplicación configure las rutas de entrada y salida de audio y reciba notificaciones acerca de los eventos de las rutas
et: Lubab rakendusel määrata helisisendi ja -väljundi marsruudid ning võtab vastu teavitusi uute marsruudisündmuste kohta
eu: Aplikazioari audio sarrera eta irteera ibilbideak ezartzea eta ibilbide gertaerei buruzko jakinarazpenak jasotzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد مسیرهای ورودی و خروجی صوتی را تنظیم کند و اعلان هایی درباره رویدادهای مسیر دریافت کند
fi: Antaa sovelluksen määrittää äänen tulo- ja lähtöreitit sekä vastaanottaa ilmoituksia reittitapahtumista
ga: Ceadaítear don fheidhmchlár bealaí ionchuir agus aschuir fuaime a shocrú agus fógraí a fháil faoi imeachtaí bealaigh
gl: Permite á aplicación definir rutas de entrada e saída de son e recibir notificacións acerca de eventos de rutas
hi: ऑडियो इनपुट या आउटपुट रूट्स सेट करने और रूट प्रसंगों के बारे में अधिसूचनाएँ प्राप्त करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji postavljanje ruta za ulaz i izlaz audia te primanje obavijesti o događajima na ruti
hu: Lehetővé teszi az alkalmazás számára a hangbemeneti és -kimeneti útvonalak beállítását és értesítések fogadását az útvonalak eseményeiről
hy: Թույլ է տալիս, որ ծրագիրը նախադրի ձայնային մուտքի և ելքի երթուղիներն ու ծանուցումներ ստանա երթուղու իրադարձությունների մասին
is: Leyfir forritinu að velja leiðir fyrir inntak og úttak hljóðs og taka á móti tilkynningum um leiðaratvik
it_it: Consente all'applicazione di impostare le rotte di input e output e di ricevere le notifiche sugli eventi instradati
ja_jp: オーディオの入力/出力経路を設定し、経路イベントに関する通知を受信することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას დააყენოს აუსიო შესავალი და გამოსავალი მარშრუტები და მიიღოს შეტყობინებები მარშრუტების შესახებ
kk: Бағдарламаға аудионы енгізу, бағыттарды шығару және бағыт оқиғалары туралы хабарландыруларды алу мүмкіндігін береді
lt: Leidžia programai nustatyti garso įvesties ir išvesties maršrutus ir gauti pranešimus apie maršruto įvykius
lv: Ļauj programmai iestatīt audio ievades un izvades maršrutus un saņemt paziņojumus par maršruta notikumiem
mk: Дозволува апликацијата да одредува влезни и излезни патеки за звук и да прима известувања за настани на патеките
nb: Tillater at programmet angir inn- og utdataruter for lyd og mottar varsler om rutehendelser
nl_nl: Applicatie mag in- en uitvoerroutes voor audio instellen en meldingen ontvangen over routegebeurtenissen
pl: Umożliwia aplikacji ustawienie przekierowań wejścia i wyjścia dźwięku oraz otrzymywanie powiadomień o zdarzeniach przekierowań
pt_pt: Permite à aplicação definir trajectos de entrada e saída de áudio e receber notificações acerca de eventos no trajecto
ro: Permite aplicaţiei să seteze rutele de intrare şi ieşire audio şi să primească notificări despre evenimentele de rutare
ru_ru: Позволяет приложению настраивать каналы входа и выхода звука и получать уведомления о событиях в них
sv: Gör att programmet kan ställa in vägar för ljudingång och -utgång och ta emot meddelanden om väghändelser
th: อนุญาตให้แอพพลิเคชั่นตั้งค่าเส้นทางอินพุตและเอาต์พุตเสียง และรับการแจ้งเตือนเกี่ยวกับเหตุการณ์เส้นทางได้
tr_tr: Uygulamanın ses giriş ve çıkış rotalarını ayarlamasına ve rota olayları hakkında bildirimler almasına olanak verir
ur: ایپلیکیشن کو آڈیو ان پٹ اور آؤٹ پٹ راستے سیٹ کرنے اور راستہ کے وقوعہ جات کے متعلق اعلانات وصول کرنے کی اجازت دیتا ہے
uz: Ilovaga audio kiritish va chiqarish marshrutlarini o‘rnatish va marshrut hodisalari haqida bildirishnomalarni olish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_SET_PACKAGE_CONFIGURATIONS
source: Allows the application to set package configurations
ar: السماح للتطبيق بتعيين تكوينات الحزم
az: Proqramın paket konfiqurasiyalarını qurmasına imkan verir
bg: Позволява на приложението да задава конфигурации на пакети
ca: Permet a l'aplicació definir configuracions de paquets
cs: Povolí aplikaci nastavit konfiguraci balíčku
da: Tillader, at programmet indstiller pakkekonfigurationer
de_de: Ermöglicht der Anwendung das Festlegen von Paketkonfigurationen.
el_gr: Επιτρέπει στην εφαρμογή να ορίζει διαμορφώσεις πακέτων
es_mx: Permite que la aplicación defina la configuración de los paquetes
et: Lubab rakendusel määrata paketi konfiguratsioone
eu: Aplikazioari pakete konfigurazioak ezartzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد پیکربندی های بسته را تنظیم نماید
fi: Antaa sovelluksen määrittää pakettikokoonpanoja
ga: Ceadaítear don fheidhmchlár cumraíochtaí paicéid a shocrú
gl: Permite á aplicación definir configuracións de paquetes
hi: पैकेज कॉन्फ़िगरेशंस सेट करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji postavljanje konfiguracija paketa
hu: Lehetővé teszi az alkalmazás számára csomagkonfigurációk beállítását
hy: Թույլ է տալիս, որ ծրագիրը նախադրի փաթեթների կազմաձևերը
is: Leyfir forritinu að velja pakkastillingar
it_it: Consente all'applicazione di impostare le configurazioni dei pacchetti
ja_jp: パッケージ構成を設定することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას დააყენოს პაკეტის კონფიგურაციები
kk: Бағдарламаға бума конфигурацияларын орнату мүмкіндігін береді
lt: Leidžia programai nustatyti paketų konfigūracijas
lv: Ļauj programmai iestatīt pakotnes konfigurācijas
mk: Дозволува апликацијата да одредува конфигурации на пакети
nb: Tillater programmet å angi pakkekonfigurasjoner
nl_nl: Applicatie mag pakketconfiguraties instellen
pl: Umożliwia aplikacji ustawienie konfiguracji pakietu
pt_pt: Permite à aplicação definir configurações de pacotes
ro: Permite aplicaţiei să seteze configuraţii pentru pachete
ru_ru: Позволяет приложению настраивать пакеты
sv: Gör att programmet kan ställa in paketkonfigurationer
th: อนุญาตให้แอพพลิเคชั่น ตั้งค่าการกำหนดค่าแพ็ค​เกจได้
tr_tr: Uygulamanın, paket yapılandırmalarını ayarlamasına olanak sağlar
ur: ایپلیکیشن کو پیکیج تشکیلات سیٹ کرنے کی اجازت دیتا ہے
uz: Ilovaga paket konfiguratsiyalarini o‘rnatish uchun ruxsat beradi

source: Allows the application to synchronize device data to the server using the OMA DS 1.2 protocol
ar: السماح للتطبيق بمزامنة بيانات الجهاز مع الخادم باستخدام بروتوكول OMA DS 1.2
az: Proqrama OMA DS 1.2 protokolundan istifadə edərək cihaz məlumatlarını sinxronlaşdırmağa imkan verir
bg: Позволява на приложението да синхронизира данните за устройството в сървъра с помощта на OMA DS 1.2 протокола
ca: Permet a l'aplicació sincronitzar les dades del dispositiu amb el servidor mitjançant el protocol OMA DS 1.2
cs: Povolí aplikaci synchronizovat data zařízení se serverem pomocí protokolu OMA DS 1.2
da: Tillader, at programmet synkroniserer enhedsdata til serveren ved hjælp af OMA DS 1.2-protokollen
de_de: Ermöglicht der Anwendung das Synchronisieren der Gerätedaten mit dem Server mithilfe des OMA DS 1.2-Protokolls
el_gr: Επιτρέπει στην εφαρμογή να συγχρονίζει τα δεδομένα της συσκευής με το διακομιστή, χρησιμοποιώντας το πρωτόκολλο OMA DS 1.2
es_mx: Permite que la aplicación sincronice los datos del dispositivo con el servidor mediante el protocolo OMA DS 1.2
et: Lubab rakendusel sünkroonida seadme andmeid serveriga, kasutades protokolli OMA DS 1.2
eu: Aplikazioari gailuaren datuak zerbitzarian sinkronizatzen uzten dio OMA DS 1.2 protokoloa erabiliz
fa: به برنامه اجازه می دهد داده دستگاه را با استفاده از پروتکل OMA DS 1.2 با سرور همگام سازی کند
fi: Antaa sovelluksen synkronoida laitteen tiedot palvelimelle OMA DS 1.2 -protokollan avulla
ga: Ligtear don fheidhmchlár sonraí gléis a shioncronú leis an bhfreastalaí tríd an bprótacal OMA DS 1.2 a úsáid
gl: Permite á aplicación sincronizar datos do dispositivo co servidor mediante o protocolo OMA DS 1.2
hi: OMA DS 1.2 प्रोटोकॉल का उपयोग करके सर्वर पर डिवाइस डाटा सिंक्रनाइज़ करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji sinkronizaciju podataka uređaja na poslužitelju koristeći OMA DS 1.2 protokol
hu: Lehetővé teszi az alkalmazás számára az eszköz adatainak szinkronizálását a szerverrel az OMA DS 1.2 protokoll használatával
hy: Թույլ է տալիս, որ ծրագիրը OMA DS 1,2 հաղորդակարգի միջոցով համաժամացնի սարքի տվյալները սերվերի հետ
is: Leyfir forritinu að samstilla tækjagögn á þjóni með OMA DS 1.2 samskiptareglum
it_it: Consente all'applicazione di sincronizzare i dati del dispositivo con il server tramite il protocollo OMA DS 1.2
ja_jp: OMA DS 1.2プロトコルを使用してデバイスデータをサーバーと同期することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას დაასინქრონოს მოწყობილობის დეტალები სერვერთან, OMA DS 1.2 პროტოკოლის გამოყენებით
kk: Бағдарламаға OMA DS 1.2 протоколы арқылы құрылғы деректерін синхрондауға мүмкіндік береді
lt: Leidžia programai sinchronizuoti įrenginio duomenis su serveriu naudojant OMA DS 1.2 protokolą
lv: Ļauj programmai sinhronizēt ierīces datus ar serveri, izmantojot OMA DS 1.2 protokolu
mk: Дозволува апликацијата да ги синхронизира податоците на уредот со сервер користејќи го протоколот OMA DS 1.2
nb: Gir programmet tillatelse til å synkronisere enhetsdata til serveren ved å bruke OMA DS 1.2-protokollen
nl_nl: Applicatie mag apparaatgegevens synchroniseren met de server via het OMA DS 1.2-protocol
pl: Umożliwia aplikacji synchronizację danych urządzenia z serwerem za pomocą protokołu OMA DS 1.2
pt_pt: Permite à aplicação sincronizar dados do dispositivo com o servidor utilizando o protocolo OMA DS 1.2
ro: Permite aplicaţiei să sincronizeze datele de pe dispozitiv cu serverul utilizând protocolul OMA DS 1.2
ru_ru: Позволяет приложению синхронизировать данные устройства на сервере по протоколу OMA DS 1.2
sv: Tillåter att programmet synkroniserar enhetsdata till servern med hjälp av OMA DS 1.2-protokollet
th: อนุญาตให้แอพพลิเคชั่น ซิงโครไนซ์ข้อมูลอุปกรณ์ กับเซิร์ฟเวอร์ โดยใช้โปรโตคอล OMA DS 1.2 ได้
tr_tr: Uygulamanın OMA DS 1.2 protokolünü kullanarak cihaz verilerini sunucuyla eşitlemesine izin verir
ur: ایپلیکیشن کو ‎OMA DS 1.2 پروٹوکول استعمال کر کے آلہ کے ڈیٹا کو سرور سے ہم وقت کرنے کی اجازت دیتا ہے
uz: Ilovaga OMA DS 1.2 bayonnomasi yordamida qurilma ma’lumotlarini serveri bilan sinxronlash uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_TURN_ON_AND_USE_VIBRATE
source: Allows the application to turn on and use vibrate
ar: السماح بتشغيل التطبيق واستخدام وظيفة الاهتزاز
az: Proqrama titrəməni yandırmağa və ondan istifadə etməyə imkan verir
bg: Позволява на приложението да включва и използва вибрация
ca: Permet a l'aplicació activar i utilitzar la vibració
cs: Povolí aplikaci zapnout a použít vibrace
da: Gør det muligt for programmet at aktivere og bruge vibration
de_de: Ermöglicht der Anwendung, das Vibrieren einzuschalten und zu verwenden.
el_gr: Επιτρέπει στην εφαρμογή την ενεργοποίηση και τη χρήση της λειτουργίας δόνησης
es_mx: Permite que la aplicación active y use la vibración
et: Lubab rakendusel lülitada värinat sisse ja seda kasutada
eu: Aplikazioari piztu eta bibrazioa erabiltzea ahalbidetzen dio
fa: به برنامه اجازه می دهد «لرزش» را فعال و استفاده نماید
fi: Antaa sovelluksen ottaa värinän käyttöön ja käyttää sitä
ga: Ceadaítear don fheidhmchlár crith a chasadh air agus a úsáid
gl: Permite á aplicación activar e utilizar a vibración
hi: एप्लीकेशन को कंपन चालू करने और उपयोग करने की अनुमति देता है
hr: Dopušta aplikaciji uključivanje i korištenje vibracije
hu: Lehetővé teszi az alkalmazás számára a rezgés bekapcsolását és használatát
hy: Թույլ է տալիս, որ ծրագիրը միացնի և օգտագործի թրթռումը
is: Leyfir forritinu að kveikja á og nota titring
it_it: Consente all'applicazione di attivare e utilizzare la vibrazione
ja_jp: バイブ機能を有効にし、使用することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას ჩართოს და გამოიყენოს ვიბრაცია
kk: Бағдарлама дірілді қосуға және пайдалануға мүмкіндік береді
lt: Leidžia programai įjungti ir naudoti vibravimą
lv: Ļauj programmai ieslēgt un lietot vibrācijas funkciju
mk: Дозволува апликацијата да вклучува и користи вибрации
nb: Tillater programmet å slå på og bruke vibrering
nl_nl: Applicatie mag trilstand inschakelen en gebruiken
pl: Umożliwia aplikacji włączenie wibracji i korzystanie z niej
pt_pt: Permite à aplicação ligar e utilizar vibrações
ro: Permite aplicaţiei să activeze şi să utilizeze vibraţiile
ru_ru: Позволяет приложению включать и использовать вибрацию
sv: Tillåter att programmet aktiverar och använder vibration
th: อนุญาตให้แอพพลิเคชั่นเปิดและใช้การสั่นได้
tr_tr: Uygulamanın, titreşimi açmasına ve kullanmasına olanak verir
ur: ایپلیکیشن کو لرزش آن کرنے اور استعمال کرنے کی اجازت دیتا ہے
uz: Ilovaga vibratsiyani yoqish va undan foydalanish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_UNLOCK_THE_DEVICE
source: Allows the application to unlock the device
ar: السماح للتطبيق بإلغاء قفل الجهاز
az: Proqrama cihazın kilidini açmağa imkan verir
bg: Позволява на приложението да отключва устройството
ca: Permet a l'aplicació desbloquejar el dispositiu
cs: Povolí aplikaci odemknout zařízení
da: Tillader, at programmet låser enheden op
de_de: Ermöglicht der Anwendung das Entsperren des Geräts
el_gr: Επιτρέπει στην εφαρμογή να ξεκλειδώνει τη συσκευή
es_mx: Permite que la aplicación desbloquee el dispositivo
et: Lubab rakendusel avada seadet
eu: Aplikazioari gailua desblokeatzen uzten dio
fa: به برنامه اجازه می دهد که قفل دستگاه را باز کند
fi: Antaa sovelluksen poistaa laitteen lukituksen
ga: Ligtear don fheidhmchlár an gléas a dhíghlasáil
gl: Permite á aplicación desbloquear o dispositivo
hi: डिवाइस को अनलॉक करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji otključavanje uređaja
hu: Lehetővé teszi az alkalmazás számára az eszköz feloldását
hy: Թույլ է տալիս, որ ծրագիրն արգելաբացի սարքը
is: Leyfir forritinu að opna tækið
it_it: Consente all'applicazione di sbloccare il dispositivo
ja_jp: 端末のロック解除をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას განბლოკოს მოწყობილობა
kk: Бағдарламаға құрылғы құлпын ашуға мүмкіндік береді
lt: Leidžia programai atrakinti įrenginį
lv: Ļauj programmai atbloķēt ierīci
mk: Дозволува апликацијата да го отклучува уредот
nb: Gir programmet tillatelse til å låse opp enheten
nl_nl: Applicatie mag het apparaat ontgrendelen
pl: Umożliwia aplikacji odblokowanie urządzenia
pt_pt: Permite à aplicação desbloquear o dispositivo
ro: Permite aplicaţiei să deblocheze dispozitivul
ru_ru: Позволяет приложению разблокировать устройство
sv: Tillåter att programmet låser upp enheten
th: อนุญาตให้แอพพลิเคชั่น ปลดล็อคอุปกรณ์ได้
tr_tr: Uygulamanın cihaz kilidini açmasına izin verir
ur: ایپلیکیشن کو آلہ کو ان لاک کرنے کی اجازت دیتا ہے
uz: Ilovaga qurilmani blokdan chiqarish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_UPDATE_NOTIFICATIONS
source: Allows the application to update notifications
ar: السماح للتطبيق بتحديث الإشعارات
az: Proqramın bildirişləri yeniləməsinə imkan verir
bg: Позволява на приложението да актуализира известия
ca: Permet a l'aplicació actualitzar les notificacions
cs: Povolí aplikaci aktualizovat oznámení
da: Tillader, at programmet opdaterer meddelelser
de_de: Ermöglicht der Anwendung das Aktualisieren von Benachrichtigungen
el_gr: Επιτρέπει στην εφαρμογή να ενημερώνει ειδοποιήσεις
es_mx: Permite que la aplicación actualice notificaciones
et: Lubab rakendusel värskendada teavitusi
eu: Aplikazioari jakinarazpenak eguneratzen uzten dio
fa: به برنامه اجازه می دهد اعلان ها را به روز رسانی کند
fi: Antaa sovelluksen päivittää ilmoituksia
ga: Ligtear don fheidhmchlár fógraí a nuashonrú
gl: Permite á aplicación actualizar notificacións
hi: अधिसूचनाएँ अपडेट करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji aktualizaciju obavijesti
hu: Lehetővé teszi az alkalmazás számára az értesítések frissítését
hy: Թույլ է տալիս, որ ծրագիրը թարմացնի ծանուցումները
is: Leyfir forritinu að uppfæra tilkynningar
it_it: Consente all'applicazione di aggiornare le notifiche
ja_jp: 通知の更新をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას განაახლოს შეტყობინებები
kk: Бағдарламаға хабарландыруларды жаңарту мүмкіндігін береді
lt: Leidžia programai atnaujinti pranešimus
lv: Ļauj programmai atjaunināt paziņojumus
mk: Дозволува апликацијата да ажурира известувања
nb: Gir programmet tillatelse til å oppdatere varsler
nl_nl: Applicatie mag meldingen bijwerken
pl: Umożliwia aplikacji aktualizację powiadomień
pt_pt: Permite à aplicação actualizar notificações
ro: Permite aplicaţiei să actualizeze notificările
ru_ru: Позволяет приложению обновлять уведомления
sv: Tillåter att programmet uppdaterar meddelanden
th: อนุญาตให้แอพพลิเคชั่น อัพเดทการแจ้งเตือนได้
tr_tr: Uygulamanın, bildirimleri güncellemesine izin verir
ur: ایپلیکیشن کو اعلانات تازہ کاری کرنے کی اجازت دیتا ہے
uz: Ilovaga bildirishnomalarni yangilash uchun ruxsat beradi
