Repository: tizenorg/framework.security.privilege-checker
Catalog: capi/res/string/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, es_mx, et, eu, fa, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, lt, lv, mk, nb, nl_nl, pl, pt_pt, ro, ru_ru, sv, th, tr_tr, ur, uz

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_READ_CERTIFICATES
source: Allows the application to read certificates
ar: السماح للتطبيق بقراءة الشهادات
az: Proqramın sertifikatları oxumasına imkan verir
bg: Позволява на приложението да чете сертификати
ca: Permet a l'aplicació llegir certificats
cs: Povolí aplikaci číst certifikáty
da: Tillader, at programmet læser certifikater
de_de: Ermöglicht der Anwendung das Lesen von Zertifikaten.
el_gr: Επιτρέπει στην εφαρμογή την ανάγνωση πιστοποιητικών
es_mx: Permite que la aplicación lea los certificados
et: Lubab rakendusel lugeda sertifikaate
eu: Aplikazioari ziurtagiriak irakurtzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد مجوزها را بخواند
fi: Antaa sovelluksen lukea varmenteita
ga: Ceadaítear don fheidhmchlár deimhnithe a léamh
gl: Permite á aplicación ler certificados
hi: प्रमाणपत्र पढ़ने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji čitanje potvrdi
hu: Lehetővé teszi az alkalmazás számára a tanúsítványok olvasását
hy: Թույլ է տալիս, որ ծրագիրը կարդա վկայականները
is: Leyfir forritinu að lesa vottorð
it_it: Consente all'applicazione di leggere i certificati
ja_jp: 証明書の読み取りをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას წაიკითხოს სერტიფიკატები
kk: Бағдарламаға сертификаттарды оқу мүмкіндігін береді
lt: Leidžia programai nuskaityti sertifikatus
lv: Ļauj programmai lasīt sertifikātus
mk: Дозволува апликацијата да чита сертификати
nb: Tillater programmet å lese sertifikater
nl_nl: Applicatie mag certificaten lezen
pl: Umożliwia aplikacji odczytywanie certyfikatów
pt_pt: Permite à aplicação a leitura de certificados
ro: Permite aplicaţiei să citească certificate
ru_ru: Позволяет приложению читать сертификаты
sv: Gör att programmet kan läsa certifikat
th: อนุญาตให้แอพพลิเคชั่นอ่านใบรับรองได้
tr_tr: Uygulamanın, sertifikaları okumasına olanak verir
ur: ایپلیکیشن کو تصدیق نامے پڑھنے کی اجازت دیتا ہے
uz: Ilovaga sertifikatlarni o‘qish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_READ_CONTACTS
source: Allows the application to read contacts
ar: السماح للتطبيق بقراءة جهات الاتصال
az: Proqramın əlaqə şəxslərini oxumasına imkan verir
bg: Позволява на приложението да чете контакти
ca: Permet a l'aplicació llegir contactes
cs: Povolí aplikaci číst kontakty
da: Tillader, at programmet læser kontakter
de_de: Ermöglicht der Anwendung das Lesen von Kontakten.
el_gr: Επιτρέπει στην εφαρμογή την ανάγνωση επαφών
es_mx: Permite que la aplicación lea los contactos
et: Lubab rakendusel lugeda kontakte
eu: Aplikazioari kontaktuak irakurtzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد مخاطبین را بخواند
fi: Antaa sovelluksen lukea yhteystietoja
ga: Ceadaítear don fheidhmchlár teagmhálaithe a léamh
gl: Permite á aplicación ler contactos
hi: संपर्क पढ़ने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji čitanje kontakata
hu: Lehetővé teszi az alkalmazás számára a névjegyek olvasását
hy: Թույլ է տալիս, որ ծրագիրը կարդա կոնտակտները
is: Leyfir forritinu að lesa tengiliði
it_it: Consente all'applicazione di leggere i contatti
ja_jp: 連絡先の読み取りをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას წაიკითხოს კონტაქტები
kk: Бағдарламаға контактілерді оқу мүмкіндігін береді
lt: Leidžia programai nuskaityti adresatus
lv: Ļauj programmai lasīt kontaktus
mk: Дозволува апликацијата да чита контакти
nb: Tillater programmet å lese kontakter
nl_nl: Applicatie mag contactpersonen lezen
pl: Umożliwia aplikacji odczytywanie kontaktów
pt_pt: Permite à aplicação ler contactos
ro: Permite aplicaţiei să citească contacte
ru_ru: Позволяет приложению читать контакты
sv: Gör att programmet kan läsa kontakter
th: อนุญาตให้แอพพลิเคชั่นอ่านรายชื่อได้
tr_tr: Uygulamanın, kişileri okumasına olanak verir
ur: ایپلیکیشن کو رابطہ افراد پڑھنے کی اجازت دیتا ہے
uz: Ilovaga kontaktlarni o‘qish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_READ_CONTENT
source: Allows the application to read content
ar: السماح للتطبيق بقراءة المحتوى
az: Proqramın məzmunu oxumasına imkan verir
bg: Позволява на приложението да чете съдържание
ca: Permet a l'aplicació llegir contingut
cs: Povolí aplikaci číst obsah
da: Tillader, at programmet læser indhold
de_de: Ermöglicht der Anwendung das Lesen von Inhalten.
el_gr: Επιτρέπει στην εφαρμογή την ανάγνωση περιεχομένου
es_mx: Permite que la aplicación lea contenidos
et: Lubab rakendusel lugeda sisu
eu: Aplikazioari edukia irakurtzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد محتوا را بخواند
fi: Antaa sovelluksen lukea sisältöä
ga: Ceadaítear don fheidhmchlár inneachar a léamh
gl: Permite á aplicación ler contidos
hi: सामग्री पढ़ने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji čitanje sadržaja
hu: Lehetővé teszi az alkalmazás számára a tartalom olvasását
hy: Թույլ է տալիս, որ ծրագիրը կարդա բովանդակությունը
is: Leyfir forritinu að lesa efni
it_it: Consente all'applicazione di leggere i contenuti
ja_jp: コンテンツの読み取りをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას წაიკითხოს შიგთავსი
kk: Бағдарламаға мазмұнды оқу мүмкіндігін береді
lt: Leidžia programai nuskaityti turinį
lv: Ļauj programmai lasīt saturu
mk: Дозволува апликацијата да чита содржини
nb: Tillater programmet å lese innhold
nl_nl: Applicatie mag inhoud lezen
pl: Umożliwia aplikacji odczytywanie zawartości
pt_pt: Permite à aplicação ler conteúdos
ro: Permite aplicaţiei să citească conţinut
ru_ru: Позволяет приложению читать содержимое
sv: Gör att programmet kan läsa innehåll
th: อนุญาตให้แอพพลิเคชั่นอ่านคอนเทนท์ได้
tr_tr: Uygulamanın, içeriği okumasına olanak verir
ur: ایپلیکیشن کو مشمول پڑھنے کی اجازت دیتا ہے
uz: Ilovaga tarkibni o‘qish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_READ_FILE_SYSTEMS
source: Allows the application to read file systems
ar: السماح للتطبيق بقراءة أنظمة الملفات
az: Proqrama fayl sistemlərini oxumağa imkan verir
bg: Позволява на приложението да чете файлови системи
ca: Permet a l'aplicació llegir els sistemes de fitxers
cs: Povolí aplikaci číst systémy souborů
da: Tillader, at programmet læser filsystemer
de_de: Ermöglicht der Anwendung das Lesen von Dateisystemen
el_gr: Επιτρέπει στην εφαρμογή την ανάγνωση των συστημάτων αρχείων
es_mx: Permite que la aplicación lea sistemas de archivos
et: Lubab rakendusel lugeda failisüsteeme
eu: Aplikazioari fitxategi sistemak irakurtzen uzten dio
fa: به برنامه اجازه می دهد فایل های سیستم را بخواند
fi: Antaa sovelluksen lukea tiedostojärjestelmiä
ga: Ligtear don fheidhmchlár córais chomhad a léamh
gl: Permite á aplicación ler sistemas de arquivos
hi: फाइ़ल सिस्टम्स को पढ़ने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji čitanje sustava datoteka
hu: Lehetővé teszi az alkalmazás számára a fájlrendszerek olvasását
hy: Թույլ է տալիս, որ ծրագիրը կարդա ֆայլային համակարգերը
is: Leyfir forritinu að lesa skráakerfi
it_it: Consente all'applicazione di leggere i file system
ja_jp: ファイルシステムの読み込みをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას წაიკითხოს ფაილთა სისტემები
kk: Бағдарламаға файл жүйелерін оқуға мүмкіндік береді
lt: Leidžia programai nuskaityti failų sistemas
lv: Ļauj programmai lasīt failu sistēmas
mk: Дозволува апликацијата да чита системи на фајлови
nb: Gir programmet tillatelse til å lese filsystemer
nl_nl: Applicatie mag bestandssystemen lezen
pl: Umożliwia aplikacji odczytywanie systemów plików
pt_pt: Permite à aplicação ler sistemas de ficheiro
ro: Permite aplicaţiei să citească sistemele de fişiere
ru_ru: Позволяет приложению читать файловые системы
sv: Tillåter att programmet läser filsystem
th: อนุญาตให้แอพพลิเคชั่น อ่านระบบไฟล์ได้
tr_tr: Uygulamanın dosya sistemlerini okumasına izin verir
ur: ایپلیکیشن کو فائل سسٹمز پڑھنے کی اجازت دیتا ہے
uz: Ilovaga fayl tizimlarini o‘qish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_READ_GEOLOCATION_PERMISSIONS
source: Allows the application to read geolocation permissions
ar: السماح للتطبيق بقراءة أذونات تحديد الموقع الجغرافي
az: Proqrama geoməkan icazələrini oxumağa imkan verir
bg: Позволява на приложението да чете разрешения за географско местоположение
ca: Permet a l'aplicació llegir els permisos d'ubicació geogràfica
cs: Povolí aplikaci číst oprávnění k získávání informací o zeměpisné poloze
da: Tillader, at programmet læser tilladelser for geoplaceringer
de_de: Ermöglicht der Anwendung das Lesen von Rechten bezüglich von Standortinformationen
el_gr: Επιτρέπει στην εφαρμογή την ανάγνωση δικαιωμάτων γεωγραφικής θέσης
es_mx: Permite que la aplicación lea permisos de geoubicación
et: Lubab rakendusel lugeda asukohatuvastuse lubasid
eu: Aplikazioari geokokapen baimenak irakurtzen uzten dio
fa: به برنامه اجازه می دهد مجوزهای جغرافیایی را بخواند
fi: Antaa sovelluksen lukea maantieteelliseen sijaintiin liittyviä oikeuksia
ga: Ligtear don fheidhmchlár ceadanna geoshuímh a léamh
gl: Permite á aplicación ler permisos de xeolocalización
hi: भौगोलिक स्थान अनुमतियों को पढ़ने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji čitanje dozvola za geolokaciju
hu: Lehetővé teszi az alkalmazás számára a geolokációs engedélyek olvasását
hy: Թույլ է տալիս, որ ծրագիրը կարդա երկրատեղորոշման թույլտվությունները
is: Leyfir forritinu að lesa staðsetningarheimildir
it_it: Consente all'applicazione di leggere le autorizzazioni di posizione geografica
ja_jp: 地理情報権限の読み取りをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას წაიკითხოს გეოლოკაციის ნებართვები
kk: Бағдарламаға географиялық орын рұқсаттарын оқуға мүмкіндік береді
lt: Leidžia programai nuskaityti geografinės vietos nustatymo leidimus
lv: Ļauj programmai lasīt ģeogrāfisko atrašanās vietu pakalpojumu atļaujas
mk: Дозволува апликацијата да чита геолокациски дозволи
nb: Gir programmet tillatelse til å lese tillatelser for geoplassering
nl_nl: Applicatie mag bevoegdheden voor geolocaties lezen
pl: Umożliwia aplikacji odczytywanie uprawnień dotyczących położenia geograficznego
pt_pt: Permite à aplicação ler autorizações de geolocalização
ro: Permite aplicaţiei să citească permisiunile de geolocaţie
ru_ru: Позволяет приложению читать разрешения на определение местоположения
sv: Tillåter att programmet läser tillstånd för geoplatsinformation
th: อนุญาตให้แอพพลิเคชั่น มีสิทธิ์ในการอ่านการกำหนดตำแหน่ง ภูมิศาสตร์ได้
tr_tr: Uygulamanın coğrafi konum izinlerini okumasına izin verir
ur: ایپلیکیشن کو جیو محل وقوع اجازتیں پڑھنے کی اجازت دیتا ہے
uz: Ilovaga geojoylashuv ruxsatlarini o‘qish uchun ruxsat beradi

source: Allows the application to read information such as the platform or API version
ar: السماح للتطبيق بقراءة المعلومات، على سبيل المثال، النظام الأساسي أو إصدار API
az: Proqrama platforma və ya API versiyası kimi məlumatları oxumağa imkan verir
bg: Позволява на приложението да чете информация, като версията на платформата или API
ca: Permet a l'aplicació llegir informació com ara la versió de l'API o la plataforma
cs: Povolí aplikaci číst informace, např. o platformě nebo verzi API
da: Gør det muligt for programmet at læse oplysninger, som f.eks. platformen eller API-versionen
de_de: Ermöglicht der Anwendung das Lesen von Informationen, z. B. der Plattform oder der API-Version.
el_gr: Επιτρέπει στην εφαρμογή την ανάγνωση πληροφοριών, όπως είναι η έκδοση της πλατφόρμας ή του API
es_mx: Permite que la aplicación lea información, como la plataforma o versión API
et: Lubab rakendusel lugeda andmeid, nagu platvorm või API-versioon
eu: Aplikazioari informazioa irakurtzea ahalbidetzen dio, esaterako, plataforma edo API bertsioa
fa: به برنامه کاربردی اجازه می دهد اطلاعاتی مانند پلاتفرم یا نسخه API را بخواند
fi: Antaa sovelluksen lukea tietoja, kuten käyttöympäristö- tai API-version
ga: Ceadaítear don fheidhmchlár faisnéis a léamh, amhail an leagan ardáin nó API
gl: Permite á aplicación ler información como a versión da plataforma ou da API
hi: एप्लीकेशन को प्‍लेटफ़ॉर्म या API संस्करण जैसी जानकारी पढ़ने की अनुमति देता है
hr: Dopušta aplikaciji čitanje informacija kao što su inačica platforme ili API-ja
hu: Lehetővé teszi az alkalmazás számára olyan adatok olvasását, mint a platform vagy az API verziója
hy: Թույլ է տալիս, որ ծրագիրը կարդա տեղեկություններ, օրինակ՝ ծրագրահենքի կամ API վարկածի մասին
is: Leyfir forritinu að lesa upplýsingar á borð við verkvang eða útgáfu forritaskila
it_it: Consente all'applicazione di leggere informazioni relative ad esempio alla piattaforma o alla versione API
ja_jp: プラットフォームやAPIバージョンなどの情報の読み取りをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას წაიკითხოს ისეთი ინფორმაცია, როგორიცაა პლატფორმა ან API ვერსია
kk: Бағдарлама платформа немесе API нұсқасы сияқты ақпаратты оқуға мүмкіндік береді
lt: Leidžia programai nuskaityti informaciją, pavyzdžiui, platformą arba API versiją
lv: Ļauj programmai lasīt informāciju, piemēram, platformas vai API versiju
mk: Дозволува апликацијата да чита информации како платформата или верзијата на API
nb: Tillater programmet å lese informasjon om for eksempel plattform eller API-versjon
nl_nl: Applicatie mag informatie lezen, zoals platform of API-versie
pl: Umożliwia aplikacji odczytywanie informacji, takich jak wersja platformy lub API
pt_pt: Permite à aplicação ler informações, tais como a versão da plataforma ou API
ro: Permite aplicaţiei să citească informaţii cum ar fi versiunea platformei sau a API-ului
ru_ru: Позволяет приложению читать данные, например о платформе или версии API
sv: Tillåter att programmet läser information som plattform och API-version
th: อนุญาตให้แอพพลิเคชั่นอ่านข้อมูล เช่นแพลตฟอร์มหรือเวอร์ชั่น API ได้
tr_tr: Uygulamanın, platform veya API sürümü gibi bilgileri okumasına olanak verir
ur: ایپلیکیشن کو معلومات پڑھنے کی اجازت دیتا ہے جیسے کہ پلیٹ فارم یا API ورژن
uz: Ilovaga platforma yoki API versiyasi kabi ma’lumotlarni o‘qish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_READ_NETWORK_STATISTICS
source: Allows the application to read network statistics
ar: السماح للتطبيق بقراءة إحصائيات الشبكة
az: Proqramın şəbəkə statistikalarını oxumasına imkan verir
bg: Позволява на приложението да чете мрежовите статистики
ca: Permet a l'aplicació llegir estadístiques de connexions
cs: Povolí aplikaci číst statistiky sítě
da: Tillader, at programmet læser netværksstatistikker
de_de: Ermöglicht der Anwendung das Lesen von Netzwerkstatistiken.
el_gr: Επιτρέπει στην εφαρμογή την ανάγνωση στατιστικών στοιχείων δικτύου
es_mx: Permite que la aplicación lea las estadísticas de la red
et: Lubab rakendusel lugeda võrgustatistikat
eu: Aplikazioari sare estatistikak irakurtzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد آمارهای شبکه را بخواند
fi: Antaa sovelluksen lukea verkkotilastoja
ga: Ceadaítear don fheidhmchlár staitisticí líonra a léamh
gl: Permite á aplicación ler estatísticas de rede
hi: नेटवर्क आँकड़े पढ़ने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji pristup mrežnim statistikama
hu: Lehetővé teszi az alkalmazás számára a hálózati statisztika olvasását
hy: Թույլ է տալիս, որ ծրագիրը կարդա ցանցի վիճակագրությունը
is: Leyfir forritinu að lesa nettölfræði
it_it: Consente all'applicazione di leggere le statistiche di rete
ja_jp: ネットワーク分析の読み取りをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას წაიკითხოს ქსელის სტატისტიკა
kk: Бағдарламаға желі статистикаларын оқу мүмкіндігін береді
lt: Leidžia programai nuskaityti tinklo statistiką
lv: Ļauj programmai lasīt tīkla statistiku
mk: Дозволува апликацијата да ги чита мрежните статистики
nb: Tillater programmet å lese nettverksstatistikk
nl_nl: Applicatie mag netwerkstatistieken lezen
pl: Umożliwia aplikacji odczytywanie statystyk sieciowych
pt_pt: Permite à aplicação ler estatísticas de rede
ro: Permite aplicaţiei să citească statisticile pentru reţea
ru_ru: Позволяет приложению читать статистику сети
sv: Gör att programmet kan läsa nätverksstatistik
th: อนุญาตให้แอพพลิเคชั่นอ่านสถิติเครือข่ายได้
tr_tr: Uygulamanın, ağ istatistiklerini okumasına olanak verir
ur: ایپلیکیشن کو نیٹ ورک شماریات پڑھنے کی اجازت دیتا ہے
uz: Ilovaga tarmoq statistikasini o‘qish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_READ_PRIVACY_SETTINGS
source: Allows the application to read privacy settings
ar: السماح للتطبيق بقراءة إعدادات الخصوصية
az: Proqrama məxfilik parametrlərini oxumağa imkan verir
bg: Позволява на приложението да чете настройките за поверителност
ca: Permet a l'aplicació llegir els ajustaments de privadesa
cs: Povolí aplikaci číst nastavení soukromí
da: Tillader, at programmet læser fortrolighedsindstillinger
de_de: Ermöglicht der Anwendung das Lesen von Datenschutzeinstellungen.
el_gr: Επιτρέπει στην εφαρμογή την ανάγνωση των ρυθμίσεων απορρήτου
es_mx: Permite que la aplicación lea la configuración de seguridad
et: Lubab rakendusel lugeda privaatsuse seadeid
eu: Aplikazioari pribatutasun ezarpenak irakurtzen uzten dio
fa: به برنامه اجازه می دهد تنظیمات حریم خصوصی را بخواند
fi: Antaa sovelluksen lukea tietosuoja-asetuksia
ga: Ligtear don fheidhmchlár socruithe príobháideachta a léamh
gl: Permite á aplicación ler os axustes de privacidade
hi: एप्लीकेशन को गोपनीयता सेटिंग्स पढ़ने की अनुमति देता है
hr: Dopušta aplikaciji čitanje postavki privatnosti
hu: Lehetővé teszi az alkalmazás számára az adatvédelmi beállítások olvasását
hy: Թույլ է տալիս, որ ծրագիրը կարդա գաղտնիության դրվածքները
is: Leyfir forritinu að lesa persónuverndarstillingar
it_it: Consente all'applicazione di leggere le impostazioni sulla privacy
ja_jp: プライバシー設定の読み取りをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას წაიკითხოს კონფიდენციალურობის პარამეტრები
kk: Бағдарламаға құпиялылық параметрлерін оқуға мүмкіндік береді
lt: Leidžia programai nuskaityti privatumo nustatymus
lv: Ļauj programmai lasīt konfidencialitātes iestatījumus
mk: Дозволува апликацијата да ги чита опциите за приватност
nb: Gir programmet tillatelse til å lese personverninnstillinger
nl_nl: Applicatie mag privacy-instellingen lezen
pl: Umożliwia aplikacji odczytywanie ustawień prywatności
pt_pt: Permite à aplicação ler as definições de privacidade
ro: Permite aplicaţiei să citească setările de confidenţialitate
ru_ru: Позволяет приложению читать параметры конфиденциальности
sv: Tillåter att programmet läser sekretessinställningar
th: อนุญาตให้แอพพลิเคชั่น อ่านการตั้งค่าความเป็นส่วนตัวได้
tr_tr: Uygulamanın gizlilik ayarlarını okumasına izin verir
ur: ایپلیکیشن کو رازداری سیٹنگز پڑھنے کی اجازت دیتا ہے
uz: Ilovaga xavfsizlik parametrlarini o‘qish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_READ_SECURITY_OR_PRIVACY_SETTINGS
source: Allows the application to read security or privacy settings
ar: السماح للتطبيق بقراءة إعدادات الأمان أو الخصوصية
az: Proqrama təhlükəsizlik və ya məxfilik parametrlərini oxumağa imkan verir
bg: Позволява на приложението да чете настройките за защита или поверителност
ca: Permet a l'aplicació llegir els ajustaments de privadesa o seguretat
cs: Povolí aplikaci číst nastavení zabezpečení nebo nastavení soukromí
da: Gør det muligt for programmet at læse sikkerheds- eller fortrolighedsindstillinger
de_de: Ermöglicht der Anwendung das Lesen von Sicherheits- und Datenschutzeinstellungen.
el_gr: Επιτρέπει στην εφαρμογή την ανάγνωση των ρυθμίσεων ασφάλειας ή απορρήτου
es_mx: Permite que la aplicación lea la configuración de seguridad o privacidad
et: Lubab rakendusel lugeda turvalisuse või privaatsuse seadeid
eu: Aplikazioari segurtasun edo pribatutasun baldintzak irakurtzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد تنظیمات امنیتی یا حریم خصوصی را بخواند
fi: Antaa sovelluksen lukea suojaus- tai tietosuoja-asetuksia
ga: Ceadaítear don fheidhmchlár socruithe slándála nó príobháideachta a léamh
gl: Permite á aplicación ler os axustes de seguridade ou privacidade
hi: एप्लीकेशन को सुरक्षा या गोपनीयता सेटिंग्स पढ़ने की अनुमति देता है
hr: Dopušta aplikaciji čitanje postavki sigurnosti ili privatnosti
hu: Lehetővé teszi az alkalmazás számára a biztonsági vagy adatvédelmi beállítások olvasását
hy: Թույլ է տալիս, որ ծրագիրը կարդա անվտանգության կամ գաղտնիության դրվածքները
is: Leyfir forritinu að lesa öryggis- eða persónuverndarstillingar
it_it: Consente all'applicazione di leggere le impostazioni sulla privacy o la sicurezza
ja_jp: セキュリティやプライバシー設定の読み取りをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას წაიკითხოს უსაფრთხოების ან კონფიდენციალურობის პარამეტრები
kk: Бағдарлама қауіпсіздік және құпиялылық параметрлерін оқуға мүмкіндік береді
lt: Leidžia programai nuskaityti saugumo ir privatumo nustatymus
lv: Ļauj programmai lasīt drošības vai konfidencialitātes iestatījumus
mk: Дозволува апликацијата да ги чита безбедносните или поставките за приватност
nb: Tillater programmet å lese sikkerhets- eller personverninnstillinger
nl_nl: Applicatie mag beveiligings- of privacy-instellingen lezen
pl: Umożliwia aplikacji odczytywanie ustawień zabezpieczeń lub prywatności
pt_pt: Permite à aplicação ler as definições de segurança ou de privacidade
ro: Permite aplicaţiei să citească setările de securitate sau de confidenţialitate
ru_ru: Позволяет приложению читать параметры безопасности или конфиденциальности
sv: Tillåter att programmet läser säkerhets- och sekretessinställningar
th: อนุญาตให้แอพพลิเคชั่น อ่านการตั้งค่าระบบป้องกัน และความเป็นส่วนตัวได้
tr_tr: Uygulamanın, güvenlik veya gizlilik ayarlarını okumasına olanak verir
ur: ایپلیکیشن کو سلامتی اور رازداری سیٹنگز پڑھنے کی اجازت دیتا ہے
uz: Ilovaga xavfsizlik yoki maxfiylik parametrlarini o‘qish uchun ruxsat beradi
