Repository: tizenorg/framework.security.privilege-checker
Catalog: capi/res/string/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, es_mx, et, eu, fa, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, lt, lv, mk, nb, nl_nl, pl, pt_pt, ro, ru_ru, sv, th, tr_tr, ur, uz

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_CLOSE_ANOTHER_APPLICATION
source: Allows the application to close another application
ar: السماح للتطبيق بإغلاق تطبيق آخر
az: Proqramın başqa proqramı açmasına imkan verir
bg: Позволява на приложението да затваря друго приложение
ca: Permet a l'aplicació tancar una altra aplicació
cs: Povolí aplikaci ukončit jinou aplikaci
da: Tillader, at programmet lukker et andet program
de_de: Ermöglicht der Anwendung das Schließen einer anderen Anwendung.
el_gr: Επιτρέπει στην εφαρμογή να κλείσει μια άλλη εφαρμογή
es_mx: Permite que la aplicación cierre otra aplicación
et: Lubab rakendusel sulgeda teise rakenduse
eu: Aplikazioari beste aplikazio bat ixtea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد برنامه کاربردی دیگری را ببندد
fi: Antaa sovelluksen sulkea toisen sovelluksen
ga: Ceadaítear don fheidhmchlár feidhmchlár eile a dhúnadh
gl: Permite á aplicación pechar outra aplicación
hi: अन्य एप्लीकेशन बंद करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji zatvaranje druge aplikacije
hu: Lehetővé teszi az alkalmazás számára egy másik alkalmazás bezárását
hy: Թույլ է տալիս, որ ծրագիրը փակի մեկ այլ ծրագիր
is: Leyfir forritinu að loka öðru forriti
it_it: Consente all'applicazione di chiudere un'altra applicazione
ja_jp: 他のアプリケーションを終了することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას დახუროს სხვა პროგრამა
kk: Басқа бағдарламаны жабу мүмкіндігін береді
lt: Leidžia programai uždaryti kitą programą
lv: Ļauj programmai aizvērt citu programmu
mk: Дозволува апликацијата да затвори друга апликација
nb: Tillater at programmet lukker et annet program
nl_nl: Applicatie mag een andere applicatie sluiten
pl: Umożliwia aplikacji zamknięcie innej aplikacji
pt_pt: Permite à aplicação fechar outra aplicação
ro: Permite aplicaţiei să închidă o altă aplicaţie
ru_ru: Позволяет приложению закрывать другое приложение
sv: Gör att programmet kan stänga andra program
th: อนุญาตให้แอพพลิเคชั่นปิดแอพพลิเคชั่นอื่นได้
tr_tr: Uygulamanın başka bir uygulamayı kapamasına olanak verir
ur: ایپلیکیشن کو دوسری ایپلیکیشن بند کرنے کی اجازت دیتا ہے
uz: Ilovaga boshqa ilovaalrni yopish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_COMMUNICATE_WITH_OTHER_DEVICES_AND_SERVERS
source: Allows the application to communicate with other devices and servers
ar: السماح للتطبيق بالاتصال بأجهزة وخوادم أخرى
az: Proqramın başqa cihazlar və serverlərlə əlaqə qurmasına imkan verir
bg: Позволява на приложението да комуникира с други устройства и сървъри
ca: Permet a l'aplicació comunicar-se amb altres dispositius i servidors
cs: Povolí aplikaci komunikovat s jinými zařízeními a servery
da: Tillader, at programmet kommunikerer med andre enheder og servere
de_de: Ermöglicht der Anwendung die Kommunikation mit anderen Geräten und Servern.
el_gr: Επιτρέπει στην εφαρμογή να επικοινωνεί με άλλες συσκευές και διακομιστές
es_mx: Permite que la aplicación se comunique con otros dispositivos y servidores
et: Lubab rakendusel suhelda teiste seadmete ja serveritega
eu: Aplikazioari beste gailu eta zerbitzari batzuekin komunikatzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد با دیگر دستگاه ها و سرورها ارتباط برقرار کند
fi: Antaa sovelluksen kommunikoida muiden laitteiden ja palvelimien kanssa
ga: Ceadaítear don fheidhmchlár cumarsáid a dhéanamh le gléasanna agus le freastalaithe eile
gl: Permite á aplicación comunicarse con outros dispositivos e servidores
hi: अन्य डिवाइसों और सर्वर के साथ संवाद करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji komunikaciju s drugim uređajima i poslužiteljima
hu: Lehetővé teszi az alkalmazás számára a kommunikációt más eszközökkel és szerverekkel
hy: Թույլ է տալիս, որ ծրագիրը հաղորդակցվի այլ սարքերի և սերվերների հետ
is: Leyfir forritinu að eiga samskipti við önnur tæki og netþjóna
it_it: Consente all'applicazione di comunicare con altri dispositivi e server
ja_jp: 他の端末やサービスと通信することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას დაამყაროს კომუნიკაცია სხვა მოწყობილობებთან და სერვისებთან
kk: Бағдарламаға басқа құрылғылар мен серверлермен байланысу мүмкіндігін береді
lt: Leidžia programai užmegzti ryšį su kitais įrenginiais ir serveriais
lv: Ļauj programmai sazināties ar citām ierīcēm un serveriem
mk: Дозволува апликацијата да комуницира со други уреди и сервери
nb: Tillater programmet å kommunisere med andre enheter og servere
nl_nl: Applicatie mag met andere apparaten en servers communiceren
pl: Umożliwia aplikacji komunikację z innymi urządzeniami i serwerami
pt_pt: Permite à aplicação comunicar com outros dispositivos e servidores
ro: Permite aplicaţiei să comunice cu alte dispozitive şi servere
ru_ru: Позволяет приложению подключаться к другим устройствам и серверам
sv: Gör att programmet kan kommunicera med andra enheter och servrar
th: อนุญาตให้แอพพลิเคชั่นสื่อสารกับอุปกรณ์และเซิร์ฟเวอร์อื่นๆ ได้
tr_tr: Uygulamanın, diğer cihazlarla ve sunucularla iletişim kurmasına olanak verir
ur: ایپلیکیشن کو دیگر آلہ جات اور سرورز کے ساتھ مواصلت کرنے کی اجازت دیتا ہے
uz: Ilovaga boshqa qurilma va serverlar bilan aloqa o‘rnatish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_COMMUNICATE_WITH_THE_HTTP_SERVER
source: Allows the application to communicate with the HTTP server
ar: السماح للتطبيق بالاتصال بخادم HTTP
az: Proqramın HTTP server ilə əlaqə qurmasına imkan verir
bg: Позволява на приложението да комуникира с HTTP сървъра
ca: Permet a l'aplicació comunicar-se amb el servidor HTTP
cs: Povolí aplikaci komunikovat se serverem HTTP
da: Tillader, at programmet kommunikerer med HTTP-serveren
de_de: Ermöglicht der Anwendung die Kommunikation mit dem HTTP-Server.
el_gr: Επιτρέπει στην εφαρμογή να επικοινωνεί με το διακομιστή HTTP
es_mx: Permite que la aplicación se comunique con el servidor HTTP
et: Lubab rakendusel suhelda HTTP-serveriga
eu: Aplikazioari HTTP zerbitzariarekin komunikatzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد با سرور HTTP ارتباط برقرار کند
fi: Antaa sovelluksen kommunikoida HTTP-palvelimen kanssa
ga: Ceadaítear don fheidhmchlár cumarsáid a dhéanamh leis an bhfreastalaí HTTP
gl: Permite á aplicación comunicarse co servidor HTTP
hi: HTTP सर्वर के साथ संवाद करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji komunikaciju s HTTP-poslužiteljem
hu: Lehetővé teszi az alkalmazás számára a kommunikációt a HTTP-szerverrel
hy: Թույլ է տալիս, որ ծրագիրը հաղորդակցվի HTTP սերվերի հետ
is: Leyfir forritinu að eiga samskipti við HTTP-þjón
it_it: Consente all'applicazione di comunicare con il server HTTP
ja_jp: HTTPサーバーと通信することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას დაამყაროს კომუნიკაცია HTTP სერვერთან
kk: Бағдарламаға HTTP серверімен байланысу мүмкіндігін береді
lt: Leidžia programai užmegzti ryšį su HTTP serveriu
lv: Ļauj programmai sazināties ar HTTP serveri
mk: Дозволува апликацијата да комуницира со серверот HTTP
nb: Tillater programmet å kommunisere med HTTP-serveren
nl_nl: Applicatie mag met de HTTP-server communiceren
pl: Umożliwia aplikacji komunikację z serwerem HTTP
pt_pt: Permite à aplicação comunicar com o servidor de HTTP
ro: Permite aplicaţiei să comunice cu serverul HTTP
ru_ru: Позволяет приложению подключаться к HTTP-серверу
sv: Gör att programmet kan kommunicera med en HTTP-server
th: อนุญาตให้แอพพลิเคชั่นสื่อสาร กับเซิร์ฟเวอร์ HTTP ได้
tr_tr: Uygulamanın, HTTP sunucusu ile iletişim kurmasına olanak verir
ur: ایپلیکیشن کو ‎HTTP سرور کے ساتھ مواصلت کرنے کی اجازت دیتا ہے
uz: Ilovaga HTTP server bilan aloqa o‘rnatish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_CONFIGURE_THE_MOBILE_NETWORKS
source: Allows the application to configure the mobile networks
ar: السماح للتطبيق بتكوين شبكات الهاتف المحمول
az: Proqrama mobil şəbəkələri konfiqurasiya etməyə imkan verir
bg: Позволява на приложението да конфигурира мобилните мрежи
ca: Permet a l'aplicació configurar les xarxes mòbils
cs: Povolí aplikaci konfigurovat mobilní sítě
da: Gør det muligt for programmet at konfigurere de mobile netværk
de_de: Ermöglicht der Anwendung das Konfigurieren der Mobilnetze.
el_gr: Επιτρέπει στην εφαρμογή τη διαμόρφωση των δικτύων κινητής τηλεφωνίας
es_mx: Permite que la aplicación configure las redes móviles
et: Lubab rakendusel konfigureerida mobiilsidevõrke
eu: Aplikazioari sare mugikorrak konfiguratzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد شبکه های تلفن همراه را پیکربندی کند
fi: Antaa sovelluksen määrittää matkapuhelinverkkojen asetukset
ga: Ceadaítear don fheidhmchlár na líonraí móibíleacha a chumrú
gl: Permite á aplicación configurar as redes móbiles
hi: एप्लीकेशन को मोबाइल नेटवर्क कॉन्फ़िगर करने की अनुमति देता है
hr: Dopušta aplikaciji konfiguriranje mobilnih mreža
hu: Lehetővé teszi az alkalmazás számára a mobilhálózatok konfigurálását
hy: Թույլ է տալիս, որ ծրագիրը կազմաձևի շարժական կապի ցանցերը
is: Leyfir forritinu að stilla farsímakerfin
it_it: Consente all'applicazione di configurare le reti mobili
ja_jp: モバイルネットワークの設定をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას შეარჩიოს მობილური ქსელების კონფიგურაცია
kk: Бағдарлама ұялы байланыс желілерін конфигурациялауға мүмкіндік береді
lt: Leidžia programai konfigūruoti mobiliuosius tinklus
lv: Ļauj programmai konfigurēt mobilos tīklus
mk: Дозволува апликацијата да ги конфигурира мобилните мрежи
nb: Tillate programmet å konfigurere mobilnettverkene
nl_nl: Applicatie mag de mobiele netwerken configureren
pl: Umożliwia aplikacji konfigurowanie sieci telefonii komórkowej
pt_pt: Permite à aplicação configurar as redes móveis
ro: Permite aplicaţiei să configureze reţelele mobile
ru_ru: Позволяет приложению настраивать мобильные сети
sv: Tillåter att programmet konfigurerar mobilnätverken
th: อนุญาตให้แอพพลิเคชั่นกำหนดค่าเครือข่ายมือถือได้
tr_tr: Uygulamanın, mobil ağları yapılandırmasına olanak verir
ur: ایپلیکیشن کو موبائل نیٹ ورکس تشکیل کرنے کی اجازت دیتا ہے
uz: Ilovaga mobil tarmoqlarni sozlash uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_CONTROL_SAMSUNG_MAPS
source: Allows the application to control Samsung Maps
ar: السماح للتطبيق بالتحكم في خرائط Samsung
az: Proqrama Samsung Maps-ı idarə etməyə imkan verir
bg: Позволява на приложението да управлява Samsung Карти
ca: Permet a l'aplicació controlar Mapes de Samsung
cs: Povolí aplikaci řídit Mapy Samsung
da: Tillader, at programmet kontrollerer Samsung-kort
de_de: Ermöglicht der Anwendung die Steuerung von Samsung Maps
el_gr: Επιτρέπει στην εφαρμογή τον έλεγχο του Samsung Maps
es_mx: Permite que la aplicación controle Mapas de Samsung
et: Lubab rakendusel juhtida rakendust Samsung Maps
eu: Aplikazioari Samsung Mapak kontrolatzea ahalbidetzen dio
fa: به برنامه اجازه می دهد نقشه های Samsung را کنترل نماید
fi: Antaa sovelluksen hallita Samsung Mapsia
ga: Ligtear don fheidhmchlár Léarscáileanna Samsung a rialú
gl: Permite á aplicación controlar Mapas de Samsung
hi: एप्लीकेशन को Samsung Maps नियंत्रित करने की अनुमति देता है
hr: Dopušta aplikaciji kontrolu nad kartama Samsung
hu: Lehetővé teszi az alkalmazás számára a Samsung Térkép vezérlését
hy: Թույլ է տալիս, որ ծրագիրը վերահսկի Samsung Maps-ը
is: Leyfir forritinu að stjórna Samsung-kortum
it_it: Consente all'applicazione di controllare le mappe Samsung
ja_jp: Samsungマップの制御をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მართოს Samsung Maps
kk: Бағдарламаға Samsung Maps басқаруға мүмкіндік береді
lt: Leidžia programai valdyti „Samsung Maps“
lv: Ļauj programmai vadīt Samsung Maps
mk: Дозволува апликацијата да ги контролира картите Samsung
nb: Gir programmet tillatelse til å styre Samsung Kart
nl_nl: Applicatie mag Samsung Maps bedienen
pl: Umożliwia aplikacji sterowanie Mapami Samsung
pt_pt: Permite à aplicação controlar Mapas Samsung
ro: Permite aplicaţiei să controleze Hărţile Samsung
ru_ru: Позволяет приложению управлять Samsung Maps
sv: Tillåt att programmet styr Samsung-kartor
th: อนุญาตให้แอพพลิเคชั่น ควบคุม Samsung Maps ได้
tr_tr: Uygulamanın, Samsung Haritalar'ı kontrol etmesini sağlar
ur: ایپلیکیشن کو Samsung نقشے کنٹرول کرنے کی اجازت دیتا ہے
uz: Ilovaga Samsung Mapsni boshqarish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_CONTROL_SAMSUNG_MOBILECARE
source: Allows the application to control Samsung MobileCare
ar: السماح للتطبيق بالتحكم في Samsung MobileCare
az: Proqrama Samsung MobileCare-ni idarə etməyə imkan verir
bg: Позволява на приложението да управлява Samsung MobileCare
ca: Permet a l'aplicació controlar Samsung MobileCare
cs: Povolí aplikaci řídit Samsung MobileCare
da: Gør det muligt for programmet at kontrollere Samsung MobileCare
de_de: Ermöglicht der Anwendung die Steuerung von Samsung MobileCare.
el_gr: Επιτρέπει στην εφαρμογή τον έλεγχο του Samsung MobileCare
es_mx: Permite que la aplicación controle Samsung MobileCare
et: Lubab rakendusel juhtida rakendust Samsung MobileCare
eu: Aplikazioari Samsung MobileCare kontrolatzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد Samsung MobileCare را کنترل نماید
fi: Antaa sovelluksen hallita Samsung MobileCarea
ga: Ceadaítear don fheidhmchlár Samsung MobileCare a rialú
gl: Permite á aplicación controlar Samsung MobileCare
hi: एप्लीकेशन को Samsung MobileCare नियंत्रित करने की अनुमति देता है
hr: Dopušta aplikaciji kontrolu nad Samsung MobileCare-om
hu: Lehetővé teszi az alkalmazás számára a Samsung MobileCare vezérlését
hy: Թույլ է տալիս, որ ծրագիրը վերահսկի Samsung MobileCare-ը
is: Leyfir forriti að stjórna Samsung MobileCare
it_it: Consente all'applicazione di controllare Samsung MobileCare
ja_jp: Samsung MobileCareの制御をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მართოს Samsung MobileCare
kk: Бағдарлама Samsung MobileCare басқаруға мүмкіндік береді
lt: Leidžia programai valdyti „Samsung MobileCare“
lv: Ļauj programmai vadīt Samsung MobileCare
mk: Дозволува апликацијата да го контролира Samsung MobileCare
nb: Tillater programmet å styre Samsung MobileCare
nl_nl: Applicatie mag Samsung MobileCare bedienen
pl: Umożliwia aplikacji sterowanie usługą Samsung MobileCare
pt_pt: Permite à aplicação controlar o Samsung MobileCare
ro: Permite aplicaţiei să controleze Samsung MobileCare
ru_ru: Позволяет приложению управлять Samsung MobileCare
sv: Tillåter att programmet styr Samsung MobileCare
th: อนุญาตให้แอพพลิเคชั่นควบคุม Samsung MobileCare ได้
tr_tr: Uygulamanın, Samsung MobileCare'ı kontrol etmesine olanak verir
ur: ایپلیکیشن کو Samsung MobileCare کنٹرول کرنے کی اجازت دیتا ہے
uz: Ilovaga Samsung MobileCareni boshqarish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_CONTROL_THE_CALL_FORWARDING_SERVICE
source: Allows the application to control the call forwarding service
ar: السماح للتطبيق بالتحكم في خدمة تحويل المكالمة‬
az: Proqramın zəng yönləndirmə xidmətini idarə etməsinə imkan verir
bg: Позволява на приложението управлява услугата за препращане на повикване
ca: Permet a l'aplicació controlar el servei de desviament de trucades
cs: Povolí aplikaci řídit službu přesměrování hovorů
da: Tillader, at programmet styrer tjenesten viderestilling af opkald
de_de: Ermöglicht der Anwendung die Kontrolle des Anrufweiterleitungsdienstes.
el_gr: Επιτρέπει στην εφαρμογή να ελέγχει την υπηρεσία προώθησης κλήσεων
es_mx: Permite que la aplicación controle el servicio de reenvío de llamadas
et: Lubab rakendusel juhtida kõnesuunamise teenust
eu: Aplikazioari deiak birbidaltzeko zerbitzua kontrolatzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد سرویس هدایت تماس را کنترل کند
fi: Antaa sovelluksen hallita soitonsiirtopalvelua
ga: Ceadaítear don fheidhmchlár an tseirbhís cur ar aghaidh glaonna a rialú
gl: Permite á aplicación controlar o servizo de desvío de chamadas
hi: कॉल अग्रेषण सेवा नियंत्रित करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji kontrolu usluge prosljeđivanja poziva
hu: Lehetővé teszi az alkalmazás számára a hívásátirányítási szolgáltatás vezérlését
hy: Թույլ է տալիս, որ ծրագիրը վերահսկի զանգի փոխանցման ծառայությունը
is: Leyfir forritinu að stjórna framsendingaþjónustu símtala
it_it: Consente all'applicazione di controllare il servizio di trasferimento chiamate
ja_jp: 通話転送サービスをコントロールすることをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მართოს ზარის გადამისამართების სერვისი
kk: Бағдарламаға қоңырау бағытын өзгерту қызметі бақылау мүмкіндігін береді
lt: Leidžia programai valdyti skambučių peradresavimo paslaugą
lv: Ļauj programmai vadīt zvanu pārsūtīšanas pakalpojumu
mk: Дозволува апликацијата да ја контролира услугата за препраќање повици
nb: Tillater programmet å kontrollere viderekoblingstjenesten for anrop
nl_nl: Applicatie mag de service voor oproepen doorschakelen regelen
pl: Umożliwia aplikacji sterowanie usługą przekazywania połączeń
pt_pt: Permite à aplicação controlar o serviço de reencaminhamento de chamadas
ro: Permite aplicaţiei să controleze serviciul de redirecţionare a apelurilor
ru_ru: Позволяет приложению управлять услугой переадресации вызовов
sv: Gör att programmet kan styra tjänsten för att vidarekoppla samtal
th: อนุญาตให้แอพพลิเคชั่นควบคุมบริการ การส่งต่อการโทรได้
tr_tr: Uygulamanın, çağrı yönlendirme hizmetini kontrol etmesine olanak verir
ur: ایپلیکیشن کو کال آگے بڑھانے کی خدمت کنٹرول کرنے کی اجازت دیتا ہے
uz: Ilovaga qo‘ng‘iroqni boshqa raqamga o‘tkazish xizmatini boshqarish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_CREATE_UPDATE_AND DELETE_BOOKMARKS
source: Allows the application to create, update and delete bookmarks
ar: السماح للتطبيق بإنشاء علامات وتحديثها وحذفها
az: Proqrama əlfəcinləri yaratmaq, yeniləmək və silmək imkanı verir
bg: Позволява на приложението да създава, актуализира и изтрива показалци
ca: Permet a l'aplicació crear, actualitzar i esborrar preferits
cs: Povolí aplikaci vytvářet, aktualizovat a odstraňovat záložky
da: Tillader, at programmet opretter, opdaterer og sletter bogmærker
de_de: Ermöglicht der Anwendung das Erstellen, Aktualisieren und Löschen von Lesezeichen.
el_gr: Επιτρέπει στην εφαρμογή τη δημιουργία, ενημέρωση και διαγραφή σελιδοδεικτών
es_mx: Permitir que la aplicación cree, actualice y elimine Favoritos
et: Lubab rakendusel luua, värskendada ja kustutada järjehoidjaid
eu: Aplikazioari lastermarkak sortzen, eguneratzen eta ezabatzen uzten dio
fa: به برنامه کاربردی اجازه می دهد نشانک ها را ایجاد، بروزرسانی و حذف نماید
fi: Antaa sovelluksen luoda, päivittää ja poistaa kirjanmerkkejä
ga: Ceadaítear don fheidhmchlár leabharmharcanna a chruthú, a nuashonrú, agus a scriosadh
gl: Permite á aplicación crear, actualizar e eliminar favoritos
hi: एप्लीकेशन को बुकमार्क्स बनाने, अपडेट करने और हटाने की अनुमति देता है
hr: Aplikaciji dopušta stvaranje, aktualizaciju i brisanje favorita
hu: Lehetővé teszi az alkalmazás számára könyvjelzők létrehozását, frissítését és törlését
hy: Թույլ է տալիս, որ ծրագիրը ստեղծի, թարմացնի ու վերացնի էջանիշեր
is: Leyfir forritinu að búa til, uppfæra og eyða bókamerkjum
it_it: Consente all'applicazione di creare, aggiornare ed eliminare i segnalibri
ja_jp: ブックマークの作成、更新、削除することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას შექმნას, განაახლოს და წაშალოს სანიშნეები
kk: Бағдарламаға бетбелгілерді жасауға, жаңартуға және жоюға мүмкіндік береді
lt: Leidžia programai sukurti, atnaujinti ir trinti adresyno įrašus
lv: Ļauj programmai izveidot, atjaunināt un izdzēst grāmatzīmes
mk: Дозволува апликацијата да создава, ажурира и брише омилени страници
nb: Tillater at programmet kan opprette, oppdatere og slette bokmerker
nl_nl: De applicatie mag favorieten maken, bijwerken en verwijderen
pl: Umożliwia aplikacji tworzenie, aktualizowanie i usuwanie zakładek
pt_pt: Permite à aplicação criar, actualizar e eliminar favoritos
ro: Permite aplicaţiei să creeze, să actualizeze şi să şteargă marcaje
ru_ru: Позволяет приложению создавать, обновлять и удалять закладки
sv: Gör att programmet kan skapa, uppdatera och ta bort bokmärken
th: อนุญาตให้แอพพลิเคชั่นสร้าง อัพเดท และลบบุ๊คมาร์ค
tr_tr: Uygulamanın, yer imleri oluşturmasına, güncellemesine ve silmesine izin verir
ur: ایپلیکیشن کو تخلیق کرنے، تازہ کاری کرنے، اور نشانات کتاب حذف کرنے کی اجازت دیتا ہے
uz: Ilovaga xatcho‘plarni yaratish, yangilash va yo‘q qilish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_CREATE_UPDATE_AND_DELETE_ACCOUNTS
source: Allows the application to create, update, and delete accounts
ar: السماح للتطبيق بإنشاء حسابات وتحديثها وحذفها
az: Proqramın hesabları yaratmasına, yeniləməsinə və silməsinə imkan verir
bg: Позволява на приложението да създава, актуализира и изтрива акаунти
ca: Permet a l'aplicació crear, actualitzar i esborrar comptes
cs: Povolí aplikaci vytvářet, aktualizovat a odstraňovat účty
da: Tillader, at programmet opretter, opdaterer og sletter konti
de_de: Ermöglicht der Anwendung das Erstellen, Aktualisieren und Löschen von Konten.
el_gr: Επιτρέπει στην εφαρμογή τη δημιουργία, ενημέρωση και διαγραφή λογαριασμών
es_mx: Permite que la aplicación cree, actualice y elimine cuentas
et: Lubab rakendusel luua, värskendada ja kustutada kontosid
eu: Aplikazioari kontuak sortzea, eguneratzea eta ezabatzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد حساب ها را ایجاد، بروزرسانی و حذف نماید
fi: Antaa sovelluksen luoda, päivittää ja poistaa tilejä
ga: Ceadaítear don fheidhmchlár cuntais a chruthú, a nuashonrú, agus a scriosadh
gl: Permite á aplicación crear, actualizar e eliminar contas
hi: खाते बनाने, अपडेट करने या हटाने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji stvaranje, aktualizaciju i brisanje računa
hu: Lehetővé teszi az alkalmazás számára fiókok létrehozását, frissítését és törlését
hy: Թույլ է տալիս, որ ծրագիրը ստեղծի, թարմացնի ու վերացնի հաշիվներ
is: Leyfir forritinu að búa til, uppfæra og eyða reikningum
it_it: Consente all'applicazione di creare, aggiornare ed eliminare gli account
ja_jp: アカウントを作成、更新、削除することをアプリケーションに、許可します。
ka: საშუალებას აძლევს პროგრამას შექმნას, განაახლოს და წაშალოს ანგარიშები
kk: Бағдарламаға есептік жазбаларды жасау, жаңарту және жою мүмкіндігін береді
lt: Leidžia programai kurti, naujinti ir trinti paskyras
lv: Ļauj programmai izveidot, atjaunināt un dzēst kontus
mk: Дозволува апликацијата да создава, ажурира и брише сметки
nb: Tillater programmet å opprette, oppdatere og slette kontoer
nl_nl: Applicatie mag accounts maken, bijwerken en verwijderen
pl: Umożliwia aplikacji tworzenie, aktualizowanie i usuwanie kont
pt_pt: Permite à aplicação criar, actualizar e eliminar contas
ro: Permite aplicaţiei să creeze, să actualizeze şi să şteargă conturi
ru_ru: Позволяет приложению создавать, обновлять и удалять учетные записи
sv: Gör att programmet kan skapa, uppdatera och ta bort konton
th: อนุญาตให้แอพพลิเคชั่นสร้าง อัพเดท และลบบัญชีผู้ใช้ได้
tr_tr: Uygulamanın, hesaplar yaratmasına, güncellemesine ve silmesine olanak verir
ur: ایپلیکیشن کو تخلیق کرنے، تازہ کاری کرنے، اور اکاؤنٹس حذف کرنے کی اجازت دیتا ہے
uz: Ilovaga hisob qaydnomalarini yaratish, yangilash va yo‘q qilish uchun ruxsat beradi
