Repository: tizenorg/framework.security.privilege-checker
Catalog: capi/res/string/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, es_mx, et, eu, fa, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, lt, lv, mk, nb, nl_nl, pl, pt_pt, ro, ru_ru, sv, th, tr_tr, ur, uz

source: Allows the application to change NFC card emulation mode settings, such as changing the active secure element and accessing embedded secure elements (eSE)
ar: السماح للتطبيق بتغيير إعدادات وضع ‏‫محاكاة بطاقة NFC‬، مثل تغيير عنصر الأمان النشط والوصول إلى العناصر الآمنة المضمنة (eSE)
az: Proqrama NFC kart emulyasiyası rejimi parametrlərini dəyişməyə, məsələn, aktiv qorunan elementi dəyişməyə və daxili təhlükəsizlik elementlərinə (eSE) dəyişməyə imkan verir
bg: Позволява на приложението да променя настройките за режима на емулация на NFC карта, като промяна на активния защитен елемент и достъп до вградени защитни елементи (eSE)
ca: Permet a l'aplicació canviar els ajustaments del mode d'emulació de targetes NFC, com ara canviar l'element segur actiu i accedir a elements segurs integrats (eSE)
cs: Povolí aplikaci změnit nastavení režimu emulace karty NFC, např. změnit aktivní prvek zabezpečení a použít integrované prvky zabezpečení eSE (embedded secure elements)
da: Tillader, at programmet ændrer indstillinger for NFC-kortemuleringstilstand, såsom at ændre det aktive sikre element og få adgang til indlejrede sikre elementer (eSE)
de_de: Ermöglicht der Anwendungen das Ändern der Emulationseinstellungen für die NFC-Karte, z. B. das Ändern des aktiven sicheren Elements oder den Zugriff auf eingebettete sichere Elemente (eSE)
el_gr: Επιτρέπει στην εφαρμογή να αλλάζει τις ρυθμίσεις της λειτουργίας προσομοίωσης κάρτας NFC, όπως είναι η αλλαγή του ενεργού στοιχείου ασφάλειας και η πρόσβαση σε ενσωματωμένα στοιχεία ασφάλειας (eSE)
es_mx: Permite que la aplicación modifique la configuración del modo de emulación de la tarjeta NFC, como cambiar el elemento seguro activo y acceder a elementos de seguridad incrustados (eSE)
et: Lubab rakendusel muuta NFC-kaardi emuleerimisrežiimi seadeid, nagu aktiivse turvaelemendi muutmine ja juurdepääs manustatud turvaelementidele (eSE)
eu: Aplikazioari NFC txartel simulazio moduaren ezarpenak aldatzen uzten dio, adibidez, elementu seguru aktiboa aldatzen eta txertatutako elementu seguruetara (eSE) sartzen
fa: به برنامه اجازه می دهد تنظیمات حالت شبیه ساز کارت NFC مانند تغییر عنصر ایمن فعال و دسترسی به عناصر ایمن تعبیه شده (eSE) را تغییر دهد
fi: Antaa sovelluksen muuttaa NFC-kortin emulointitilan asetuksia, esimerkiksi vaihtaa aktiivisen suojatun elementin ja käyttää sulautettuja suojattuja elementtejä (eSE)
ga: Ligtear don fheidhmchlár socruithe mhód aithrise cárta NFC a athrú, amhail an ghné shlán ghníomhach a athrú agus gnéithe slána leabaithe (eSE) a rochtain
gl: Permite á aplicación cambiar os axustes do modo de emulación da tarxeta NFC, como o cambio do elemento seguro activo e o acceso a elementos seguros integrados (eSE)
hi: NFC कार्ड इम्यूलेशन मोड सेटिंग्स को बदलना, जैसे कि सक्रिय सुरक्षित तत्व को बदलना और एम्बेडड किए गए सुरक्षित तत्वों (eSE) को ऍक्सेस करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji promjenu postavki načina emulacije NFC kartica, poput mijenjanja aktivnog sigurnosnog elementa i pristup umetnim sigurnosnim elementima (eSE)
hu: Lehetővé teszi az alkalmazás számára az NFC-kártyaemulációs üzemmód beállításainak módosítását, például az aktív biztonságos elem megváltoztatását és a beágyazott biztonságos elemek (eSE) hozzáférését
hy: Թույլ է տալիս, որ ծրագիրը փոխի NFC քարտի նմանակման դրվածքները, օրինակ՝ փոխի ակտիվ անվտանգ տարրը և մուտք գործի ներդրված անվտանգ տարրեր (eSE)
is: Leyfir forritinu að breyta stillingum NFC-kortahermis, t.d. að breyta virkri öruggri einingu og fá aðgang að innfelldum öruggum einingum (eSE)
it_it: Consente all'applicazione di modificare le impostazioni della modalità di emulazione della scheda NFC, come la modifica dell'elemento sicuro attivo e l'accesso agli elementi sicuri incorporati (eSE)
ja_jp: アクティブセキュアアクセスの変更、組み込みセキュアエレメント(eSE)へのアクセスなど、NFCカードのエミュレーションモード設定を変更することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას შეცვალოს NFC ბარათის ემულაციის რეჟიმის პარამეტრები, როგორიცაა აქტიური უსაფრთხო ელემენტის შეცვლა და ჩასმულ უსაფრთხოების ელემენტებზე (eSE) წვდომა
kk: Бағдарламаға белсенді қауіпсіздік элементін өзгерту және кірістірілген қауіпсіздік элементтеріне (eSE) кіруге сияқты NFC картасының эмуляциясы режимі параметрлерін өзгертуге мүмкіндік береді
lt: Leidžia programai keisti NFC kortelės emuliacijos režimo nustatymus, pvz., pakeisti aktyvųjį saugos elementą ir gauti prieigą prie vidinių saugos elementų (eSE)
lv: Ļauj programmai mainīt NFC kartes emulācijas režīma iestatījumus, piemēram, mainīt aktīvo drošo elementu un piekļūt iegultajiem drošības elementiem (eSE)
mk: Дозволува апликацијата да ги менува поставките за режимот за емулирање NFC-картичка, како менување на активниот безбедносен елемент и пристап до вградените безбедносни елементи (eSE)
nb: Gir programmet tillatelse til å endre innstillinger for emuleringsmodus for NFC-kortet, som for eksempel ved å endre aktivt sikkert element og å få tilgang til innfelte sikre elementer (eSE)
nl_nl: Applicatie mag instellingen voor de emulatiestand voor NFC-kaarten wijzigen, zoals het wijzigen van het actieve beveiligde element en het openen van ingesloten beveiligde elementen (eSE)
pl: Umożliwia aplikacji zmianę ustawień trybu emulacji karty NFC, na przykład zmianę aktywnego zabezpieczonego elementu i uzyskanie dostępu do wbudowanych zabezpieczonych elementów (eSE)
pt_pt: Permite à aplicação alterar as definições de modo de emulação de cartão NFC, tais como alterar o elemento seguro activo e aceder a elementos seguros incorporados (eSE)
ro: Permite aplicaţiei să modifice setările modului de emulare a cartelelor NFC, cum ar fi modificarea elementului securizat activ şi accesarea elementelor securizate integrate (eSE)
ru_ru: Позволяет приложению управлять настройками режима эмуляции NFC-карты, такими как изменение активного защищенного элемента или доступ к встроенным защищенным элементам (eSE)
sv: Tillåter att programmet ändrar inställningarna för NFC-kortemuleringsläge, t.ex. att ändra de aktiva säkra elementen och komma åt inbäddade säkra element (eSE)
th: อนุญาตให้แอพพลิเคชั่น เปลี่ยนการตั้งค่าโหมดการเลียนแบบ NFC การ์ด เช่น การเปลี่ยนองค์ประกอบความปลอดภัย ที่ใช้งาน หรือการเข้าถึงองค์ประกอบความปลอดภัย ที่ฝังไว้ (eSE) ได้
tr_tr: Uygulamanın aktif güvenli öğeyi değiştirmek ve katıştırılmış güvenli öğelere (eSE) erişmek gibi NFC kart emülasyon modu ayarlarını değiştirmesine izin verir
ur: ایپلیکیشن کو NFC کارڈ نقل بنانے کے موڈ کی سیٹنگز تبدیل کرنے کی اجازت دیتا ہے، جیسے کہ زیر عمل قابل بھروسا عنصر تبدیل کرنا اور جمے ہوئے قابل بھروسا عناصر (eSE) پر رسائی کرنا
uz: Ilovaga faol xavfsiz elementini o‘zgartirish va bog‘langan xavfsiz elementlarni o‘zgartirish kabi NFC karta emulatsiyasi rejimi parametrlarini o‘zgartirish uchun ruxsat beradi (eSE)

source: Allows the application to change NFC settings, such as turning NFC on or off
ar: السماح للتطبيق بتغيير إعدادات NFC، مثل تشغيل علامة NFC أو إيقاف تشغيلها
az: Proqrama NFC parametrlərini dəyişməyə, məsələn, NFC-ni yandırmağa və ya söndürməyə imkan verir
bg: Позволява на приложението да променя настройките за NFC, като например да включва и изключва NFC
ca: Permet a l'aplicació canviar els ajustaments de NFC, com ara activar-lo i desactivar-lo
cs: Povolí aplikaci změnit nastavení NFC, např. zapnout nebo vypnout NFC
da: Tillader, at programmet ændrer NFC-indstillinger, såsom at aktivere og deaktivere NFC
de_de: Ermöglicht der Anwendung das Ändern von NFC-Einstellungen, z. B. das Ein- oder Ausschalten von NFC
el_gr: Επιτρέπει στην εφαρμογή την αλλαγή των ρυθμίσεων NFC, όπως είναι η ενεργοποίηση ή η απενεργοποίηση του NFC
es_mx: Permite que la aplicación modifique la configuración NFC, como apagar o encender el NFC
et: Lubab rakendusel muuta NFC-seadeid, nagu NFC sisse- või väljalülitamine
eu: Aplikazioari NFC ezarpenak aldatzen uzten dio, esaterako, NFC piztea edo itzaltzea
fa: به برنامه کاربردی اجازه می دهد تنظیمات NFC مانند خاموش و روشن کردن NFC را تغییر دهد
fi: Antaa sovelluksen muuttaa NFC-asetuksia, esimerkiksi ottaa NFC:n käyttöön tai poistaa sen käytöstä
ga: Ligtear don fheidhmchlár socruithe NFC a athrú, amhail NFC a chasadh air nó as
gl: Permite á aplicación cambiar os axustes de NFC, como a activación ou desactivación de NFC
hi: एप्लीकेशन को NFC सेटिंग्स बदलने, जैसे कि NFC को चालू या बंद करने की अनुमति देता है
hr: Dopušta aplikaciji mijenjanje postavki NFC-a, kao što je uključivanje/isključivanje NFC-a
hu: Lehetővé teszi az alkalmazás számára az NFC-beállítások módosítását, például az NFC be- vagy kikapcsolását
hy: Թույլ է տալիս, որ ծրագիրը փոխի NFC-ի դրվածքները, օրինակ՝ NFC-ն միացնելը կամ անջատելը
is: Leyfir forritinu að breyta stillingum NFC, til dæmis að kveikja eða slökkva á NFC
it_it: Consente all'applicazione di modificare le impostazioni NFC, come l'attivazione o la disattivazione di NFC
ja_jp: NFCのON/OFFなどNFC設定の変更をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას შეცვალოს NFC პარამეტრები, მაგალითად, ჩართოს ან გამორთოს NFC
kk: Бағдарлама NFC қосу/өшіру сияқты NFC параметрлерін өзгертуге мүмкіндік береді
lt: Leidžia programai keisti NFC nustatymus, pvz., įjungti arba išjungti NFC
lv: Ļauj programmai mainīt NFC iestatījumus, piemēram, ieslēgt vai izslēgt NFC
mk: Дозволува апликацијата да ги менува поставките за NFC, на пример вклучувањето и исклучувањето
nb: Gir programmet tillatelse til å endre NFC-innstillinger, som for eksempel å slå NFC på eller av
nl_nl: Applicatie mag NFC-instellingen wijzigen, zoals NFC in- of uitschakelen
pl: Umożliwia aplikacji zmianę ustawień NFC, np. włączenie lub wyłączenie komunikacji NFC
pt_pt: Permite à aplicação alterar as definições NFC como, por exemplo, ligar ou desligar NFC
ro: Permite aplicaţiei să modifice setările NFC, de exemplu, să pornească şi să oprească NFC
ru_ru: Позволяет приложению изменять настройки NFC, например включать и отключать эту функцию
sv: Tillåter att programmet ändrar NFC-inställningar, till exempel att aktivera och inaktivera NFC
th: อนุญาตให้แอพพลิเคชั่น เปลี่ยนการตั้งค่า NFC เช่นการเปิดหรือปิด NFC ได้
tr_tr: Uygulamanın, NFC açma veya kapatma gibi NFC ayarlarını değiştirmesine izin verir
ur: ایپلیکیشن کو NFC سیٹنگز تبدیل کرنے، جیسے کہ NFC کو آن یا آف کرنے کی اجازت دیتا ہے
uz: Ilovaga NFCni yoqish yoki o‘chirish kabi NFC parametrlarini o‘zgartirish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_CHANGE_NFC_SYSTEM_SETTINGS_MSG
source: Allows the application to change NFC system settings, such as turning on or off reserved push, which sends predefined NDEF messages
ar: السماح للتطبيق بتغيير إعدادات نظام NFC، مثل تشغيل ميزة دفع الرسائل المحفوظة أو إيقاف تشغيلها، التي ترسل رسائل NDEF
az: Proqrama NFC sisteminin parametrlərini dəyişməyə, məsələn, təyin edilmiş NDEF mesajları göndərən Reserved Push mesajı aktiv və ya deaktiv etməyə imkan verir
bg: Позволява на приложението да променя системните настройки на NFC, като включване или изключване на запазено push, което изпраща предварително зададени NDEF съобщения
ca: Permet a l'aplicació canviar els ajustaments de sistema NFC, com ara activar o desactivar el push reservat, que envia missatges NDEF predefinits
cs: Povolí aplikaci změnit nastavení systému NFC např. zapnout nebo vypnout vyhrazené nabízení, které odesílá předdefinované zprávy NDEF
da: Tillader, at programmet ændrer NFC-systemindstillinger, såsom aktivering eller deaktivering af reserveret push, der sender foruddefinerede NDEF-meddelelser
de_de: Ermöglicht der Anwendung, die NFC-Systemeinstellungen zu ändern, z. B. “Reserved Push” ein- oder auszuschalten (Senden von vordefinierten NDEF-Nachrichten).
el_gr: Επιτρέπει στην εφαρμογή την αλλαγή των ρυθμίσεων του συστήματος NFC, όπως την ενεργοποίηση ή την απενεργοποίηση δεσμευμένων ενεργειών προώθησης, που αποστέλλουν προκαθορισμένα μηνύματα NDEF
es_mx: Permitir que la aplicación cambie la configuración del sistema NFC, como la activación o desactivación de envíos programados, que envía mensajes NDEF predefinidos
et: Lubab rakendusel muuta NFC-süsteemi seadeid, nagu nupu Reserved Push sisse- või väljalülitamine, mis saadab eelmääratletud NDEF-sõnumeid
eu: Aplikazioari NFC sistemaren ezarpenak aldatzen uzten dio, adibidez, aurrezarritako NDEF mezuak bidaltzen dituen atzerako push piztea edo itzaltzea
fa: به برنامه اجازه می دهد تنظیمات سیستم NFC را تغییر دهد؛ بطور مثال فعال یا غیرفعال کردن ارسال محفوظ که پیام های NDEF از پیش تعریف شده ارسال می کند
fi: Antaa sovelluksen muuttaa NFC-järjestelmän-asetuksia, esimerkiksi ottaa esimääritettyjä NDEF-viestejä lähettävän varatun push-toiminnon käyttöön tai poistaa sen käytöstä
ga: Ceadaítear don fheidhmchlár socruithe an chórais NFC a athrú, amhail brú coimeádta a chasadh air nó as, trína seoltar teachtaireachtaí NDEF réamhshocruithe
gl: Permite á aplicación cambiar os axustes do sistema NFC, como a activación ou desactivación de push reservado, que envía mensaxes NDEF predefinidas
hi: एप्लीकेशन को NFC सिस्टम सेटिंग्स बदलने की अनुमति देता है, जैसे आरक्षित पुश को चालू या बंद करना, जो कि पूर्वनिर्धारित NDEF संदेश भेजता है
hr: Aplikaciji dopušta mijenjanje postavki sustava NFC kao što je uključivanje/isključivanje rezervirane push usluge, koja šalje unaprijed određene NDEF poruke
hu: Lehetővé teszi az alkalmazás számára az NFC-rendszerbeállítások módosítását, például az előre megadott NDEF-üzeneteket küldő fenntartott push be- vagy kikapcsolását
hy: Թույլ է տալիս, որ ծրագիրը փոխի NFC համակարգի դրվածքները, ինչպիսիք են Reserved Push-ի միացումը կամ անջատումը, որը նախորոշված NDEF հաղորդագրություններ է ուղարկում
is: Leyfir forritinu að breyta kerfisstillingum NFC, t.d. að kveikja eða slökkva á frátekinni vöktun sem sendir forskilgreind NDEF-skilaboð
it_it: Consente all'applicazione di modificare le impostazioni NFC di sistema, ad esempio l'attivazione e la disattivazione del push inverso, in grado di inviare messaggi NDEF predefiniti
ja_jp: 設定済みNDEFメッセージを送信する予約プッシュ機能のON/OFFなど、NFCシステムの設定を変更することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას შეცვალოს NFC სისტემის პარამეტრები, მაგალითად, ჩართოს ან გამორთოს Reserved Push რეჟიმი, რომელიც აგზავნის წინასწარ განსაზღვრულ NDEF შეტყობინებებს
kk: Бағдарламаға алдын ала анықталған NDEF хабарларын жіберетін Reserved Push функциясын қосу немесе өшіру сияқты NFC жүйесінің параметрлерін өзгертуге мүмкіндік береді
lt: Leidžia programai pakeisti NFC sistemos nustatymus, pavyzdžiui, „Reserved Push“ funkcijos, kuri siunčia numatytąsias NDEF žinutes, įjungimą arba išjungimą
lv: Ļauj programmai mainīt NFC sistēmas iestatījumus, piemēram, ieslēgt vai izslēgt Reserved Push, kas nosūta iepriekš definētas NDEF ziņas
mk: Дозволува апликацијата да ги менува системските поставки за NFC, како вклучување или исклучување резервиран push, што праќа претходно дефинирани пораки NDEF
nb: Tillater at programmet kan endre NFC-systeminnstillingene, som for eksempel å slå av reservert push, som sender forhåndsdefinerte NDEF-meldinger
nl_nl: De applicatie mag NFC-systeeminstellingen wijzigen, zoals in- of uitschakelen van gereserveerde pushberichten waarmee vooraf gedefinieerde NDEF-berichten worden verzonden
pl: Umożliwia aplikacji zmianę ustawień systemu NFC, takich jak włączanie lub wyłączanie zastrzeżonego przesyłania, które powoduje wysyłanie komunikatów NDEF
pt_pt: Permite à aplicação mudar as definições do sistema NFC, tais como ligar ou desligar a difusão reservada que envia mensagens NDEF predefinidas
ro: Permite aplicaţiei să modifice setările de sistem pentru NFC, cum ar fi activarea sau dezactivarea serviciului push rezervat, care trimite mesaje NDEF predefinite
ru_ru: Позволяет приложению изменять системные параметры NFC, например включать и отключать функцию Reserved Push, которая отправляет предварительно заданные сообщения NDEF
sv: Gör att programmet kan ändra NFC-systeminställningar, t.ex. att slå på eller stänga av reserverade push, som skickar fördefinierade NDEF-meddelanden
th: อนุญาตให้แอพพลิเคชั่น เปลี่ยนการตั้งค่าระบบ NFC เช่น การเปิดหรือปิดฟังก์ชันพุชที่จองไว้ ซึ่งจะส่งข้อความ NDEF ที่กำหนดล่วงหน้า
tr_tr: Uygulamanın, önceden tanımlı NDEF mesajları gönderen rezervedilmiş push mesajlarını açıp kapatmak gibi NFC sistemi ayarlarını değiştirmesine izin verir
ur: ایپلیکیشن کو NFC سسٹم سیٹنگز، جیسے کہ مخصوص کردہ پش آن یا آف کرنا، جو کہ پیش وضاحت کردہ NDEF پیغامات بھیجتا ہے کی اجازت دیتا ہے
uz: Ilovaga oldindan aniqlangan NDEF xabarlarini yuboruvchi Reserved Pushni yoqish yoki o‘chirish kabi NFC tizimi parametrlarini o‘zgartirish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_CHANGE_PRIVACY_SETTINGS
source: Allows the application to change privacy settings
ar: السماح للتطبيق بتغيير إعدادات الخصوصية
az: Proqrama məxfilik parametrlərini dəyişməyə icazə verir
bg: Позволява на приложението да променя настройките за поверителност
ca: Permet a l'aplicació canviar els ajustaments de privadesa
cs: Povolí aplikaci změnit nastavení soukromí
da: Tillader, at programmet ændrer fortrolighedsindstillinger
de_de: Ermöglicht der Anwendung das Ändern von Datenschutzeinstellungen.
el_gr: Επιτρέπει στην εφαρμογή την αλλαγή των ρυθμίσεων απορρήτου
es_mx: Permitir que la aplicación cambie la configuración de privacidad
et: Lubab rakendusel muuta privaatsuse seadeid
eu: Aplikazioari pribatutasun ezarpenak aldatzen uzten dio
fa: به برنامه کاربردی اجازه می دهد تنظیمات حریم خصوصی را تغییر دهد
fi: Antaa sovelluksen muuttaa tietosuoja-asetuksia
ga: Ceadaítear don fheidhmchlár socruithe príobháideachta a athrú
gl: Permite á aplicación cambiar os axustes de privacidade
hi: एप्लीकेशन को गोपनीयता सेटिंग्स बदलने की अनुमति देता है
hr: Aplikaciji dopušta promjenu postavki privatnosti
hu: Lehetővé teszi az alkalmazás számára az adatvédelmi beállítások módosítását
hy: Թույլ է տալիս, որ ծրագիրը փոխի գաղտնիության դրվածքները
is: Leyfir forritinu að breyta persónuverndarstillingum
it_it: Consente all'applicazione di modificare le impostazioni sulla privacy
ja_jp: プライバシー設定を変更することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას შეცვალოს კონფიდენციალურობის პარამეტრები
kk: Бағдарламаға құпиялылық параметрлерін өзгертуге мүмкіндік береді
lt: Leidžia programai keisti privatumo nustatymus
lv: Ļauj programmai mainīt konfidencialitātes iestatījumus
mk: Дозволува апликацијата да ги менува опциите за приватност
nb: Tillater at programmet kan endre personverninnstillinger
nl_nl: De applicatie mag de privacy-instellingen wijzigen
pl: Umożliwia aplikacji zmianę ustawień prywatności
pt_pt: Permite à aplicação alterar as definições de privacidade
ro: Permite aplicaţiei să modifice setările de confidenţialitate
ru_ru: Позволяет приложению изменять параметры конфиденциальности
sv: Gör att programmet kan ändra sekretessinställningar
th: อนุญาตให้แอพพลิเคชั่น เปลี่ยนการตั้งค่าความเป็นส่วนตัว
tr_tr: Uygulamanın gizlilik ayarlarını değiştirmesine izin verir
ur: ایپلیکیشن کو رازداری سیٹنگز تبدیل کرنے کی اجازت دیتا ہے
uz: Ilovaga maxfiylik parametrlarini o‘zgartirish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_CHANGE_SECURITY_OR_PRIVACY_SETTINGS
source: Allows the application to change security or privacy settings
ar: السماح للتطبيق بتغيير إعدادات الأمان أو الخصوصية
az: Proqrama təhlükəsizlik və ya məxfilik parametrlərini dəyişməyə imkan verir
bg: Позволява на приложението да променя настройките за защита или поверителност
ca: Permet a l'aplicació canviar els ajustaments de privadesa o seguretat
cs: Povolí aplikaci změnit nastavení zabezpečení nebo nastavení soukromí
da: Tillader, at programmet ændrer sikkerheds- eller fortrolighedsindstillinger
de_de: Ermöglicht der Anwendung das Ändern von Sicherheits- und Datenschutzeinstellungen
el_gr: Επιτρέπει στην εφαρμογή την αλλαγή των ρυθμίσεων ασφάλειας ή απορρήτου
es_mx: Permite que la aplicación modifique la configuración de seguridad o privacidad
et: Lubab rakendusel muuta turvalisuse või privaatsuse seadeid
eu: Aplikazioari segurtasun edo pribatutasun ezarpenak aldatzen uzten dio
fa: به برنامه کاربردی اجازه می دهد تنظیمات امنیتی یا حریم خصوصی را تغییر بدهد
fi: Antaa sovelluksen muuttaa suojaus- tai tietosuoja-asetuksia
ga: Ligtear don fheidhmchlár socruithe slándála nó príobháideachta a athrú
gl: Permite á aplicación cambiar os axustes de seguridade ou privacidade
hi: एप्लीकेशन को सुरक्षा या गोपनीयता सेटिंग्स बदलने की अनुमति देता है
hr: Dopušta aplikaciji mijenjanje postavki sigurnosti ili privatnosti
hu: Lehetővé teszi az alkalmazás számára a biztonsági vagy adatvédelmi beállítások módosítását
hy: Թույլ է տալիս, որ ծրագիրը փոխի անվտանգության կամ գաղտնիության դրվածքները
is: Leyfir forritinu að breyta öryggis- eða persónuverndarstillingum
it_it: Consente all'applicazione di modificare la sicurezza o le impostazioni sulla privacy
ja_jp: セキュリティやプライバシーの設定を変更することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას შეცვალოს უსაფრთხოების ან კონფიდენციალურობის პარამეტრები
kk: Бағдарламаға қауіпсіздік немесе құпиялылық параметрлерін өзгертуге мүмкіндік береді
lt: Leidžia programai keisti saugumo ir privatumo nustatymus
lv: Ļauj programmai mainīt drošības vai konfidencialitātes iestatījumus
mk: Дозволува апликацијата да ги менува безбедносните или поставките за приватност
nb: Gir programmet tillatelse til å endre sikkerhets- eller personverninnstillinger
nl_nl: Applicatie mag beveiligings- of privacy-instellingen wijzigen
pl: Umożliwia aplikacji zmianę ustawień zabezpieczeń lub prywatności
pt_pt: Permite à aplicação alterar as definições de segurança ou de privacidade
ro: Permite aplicaţiei să modifice setările de securitate sau de confidenţialitate
ru_ru: Позволяет приложению изменять параметры безопасности или конфиденциальности
sv: Tillåter att programmet ändrar säkerhets- eller sekretessinställningar
th: อนุญาตให้แอพพลิเคชั่น เปลี่ยนการตั้งค่าระบบป้องกัน หรือความเป็นส่วนตัวได้
tr_tr: Uygulamanın, güvenlik ve gizlilik ayarlarını değiştirmesine izin verir
ur: ایپلیکیشن کو سلامتی اور رازداری سیٹنگز تبدیل کرنے کی اجازت دیتا ہے
uz: Ilovaga xavfsizlik yoki maxfiylik parametrlarini o‘zgartirish uchun ruxsat beradi
