Repository: tizenorg/framework.security.privilege-checker
Catalog: capi/res/string/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, es_mx, et, eu, fa, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, lt, lv, mk, nb, nl_nl, pl, pt_pt, ro, ru_ru, sv, th, tr_tr, ur, uz

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_REQUEST_WI_FI_INFORMATION
source: Allows the application to request Wi-Fi information
ar: السماح للتطبيق بطلب معلومات Wi-Fi
az: Proqramın Wi-Fi məlumatlarını tələb etməsinə imkan verir
bg: Позволява на приложението да изисква Wi-Fi информация
ca: Permet a l'aplicació sol·licitar informació de Wi-Fi
cs: Povolí aplikaci požadovat informace o Wi-Fi
da: Tillader, at programmet anmoder om Wi-Fi-oplysninger
de_de: Ermöglicht der Anwendung das Anfordern von WLAN-Informationen.
el_gr: Επιτρέπει στην εφαρμογή να ζητά πληροφορίες Wi-Fi
es_mx: Permite que la aplicación solicite información del Wi-Fi
et: Lubab rakendusel taotleda Wi-Fi teavet
eu: Aplikazioari Wi-Fi informazioa eskatzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد اطلاعات Wi-Fi درخواست کند
fi: Antaa sovelluksen pyytää Wi-Fi-tietoja
ga: Ceadaítear don fheidhmchlár faisnéis Wi-Fi a iarraidh
gl: Permite á aplicación solicitar información da Wi-Fi
hi: Wi-Fi जानकारी का अनुरोध करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji traženje Wi-Fi podataka
hu: Lehetővé teszi az alkalmazás számára a Wi-Fi adatok lekérését
hy: Թույլ է տալիս, որ ծրագիրը պահանջի Wi-Fi տեղեկություններ
is: Leyfir forritinu að biðja um Wi-Fi upplýsingar
it_it: Consente all'applicazione di richiedere informazioni sulla rete Wi-Fi
ja_jp: Wi-Fiの情報を要求することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მოითხოვოს Wi-Fi ინფორმაცია
kk: Бағдарламаға Wi-Fi туралы ақпаратты сұрау мүмкіндігін береді
lt: Leidžia programai prašyti „Wi-Fi“ informacijos
lv: Ļauj programmai pieprasīt Wi-Fi informāciju
mk: Дозволува апликацијата да бара информации за Wi-Fi
nb: Tillater programmet å be om Wi-Fi-informasjon
nl_nl: Applicatie mag Wi-Fi-informatie aanvragen
pl: Umożliwia aplikacji żądanie informacji o Wi-Fi
pt_pt: Permite à aplicação pedir informações Wi-Fi
ro: Permite aplicaţiei să solicite informaţii Wi-Fi
ru_ru: Позволяет приложению запрашивать данные Wi-Fi
sv: Gör att programmet kan begära Wi-Fi-information
th: อนุญาตให้แอพพลิเคชั่นขอข้อมูล Wi-Fi ได้
tr_tr: Uygulamanın, Wi-Fi bilgilerini istemesine olanak verir
ur: ایپلیکیشن کو Wi-Fi معلومات درخواست کرنے کی اجازت دیتا ہے
uz: Ilovaga Wi-Fi ma’lumot so‘rovini yuborish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_RESET_NETWORK_STATISTICS
source: Allows the application to reset network statistics
ar: السماح للتطبيق بإعادة ضبط إحصائيات الشبكة
az: Proqramın şəbəkə statistikalarını ilkin vəziyyətinə bərpa etməsinə imkan verir
bg: Позволява на приложението да нулира мрежовите статистики
ca: Permet a l'aplicació restablir les estadístiques de connexions
cs: Povolí aplikaci vynulovat statistiky sítě
da: Tillader, at programmet nulstiller netværksstatistikker
de_de: Ermöglicht der Anwendung das Zurücksetzen von Netzwerkstatistiken.
el_gr: Επιτρέπει στην εφαρμογή την επαναφορά στατιστικών στοιχείων δικτύου
es_mx: Permite que la aplicación restaure las estadísticas de la red
et: Lubab rakendusel lähtestada võrgustatistikat
eu: Aplikazioari sare estatistikak berrezartzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد آمارهای شبکه را بازنشانی کند
fi: Antaa sovelluksen palauttaa verkkotilastot
ga: Ceadaítear don fheidhmchlár staitisticí líonra a athshocrú
gl: Permite á aplicación restablecer estatísticas de rede
hi: नेटवर्क आँकड़े रीसेट के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji poništavanje mrežnih statistika
hu: Lehetővé teszi az alkalmazás számára a hálózati statisztika nullázását
hy: Թույլ է տալիս, որ ծրագիրը հետադարձի ցանցի վիճակագրությունը
is: Leyfir forritinu að núllstilla nettölfræði
it_it: Consente all'applicazione di reimpostare le statistiche di rete
ja_jp: ネットワーク統計情報をリセットすることをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას გადატვირთოს ქსელის სტატისტიკა
kk: Бағдарламаға желі статистикаларын қалпына келтіру мүмкіндігін береді
lt: Leidžia programai iš naujo nustatyti tinklo statistiką
lv: Ļauj programmai atiestatīt tīkla statistiku
mk: Дозволува апликацијата да ги ресетира мрежните статистики
nb: Tillater programmet å nullstille nettverksstatistikk
nl_nl: Applicatie mag netwerkstatistieken resetten
pl: Umożliwia aplikacji resetowanie statystyk sieciowych
pt_pt: Permite à aplicação repor estatísticas de rede
ro: Permite aplicaţiei să reseteze statisticile pentru reţea
ru_ru: Позволяет приложению сбрасывать статистику сети
sv: Gör att programmet kan återställa nätverksstatistik
th: อนุญาตให้แอพพลิเคชั่นรีเซ็ทสถิติเครือข่ายได้
tr_tr: Uygulamanın, ağ istatistiklerini sıfırlamasına olanak verir
ur: ایپلیکیشن کو نیٹ ورک شماریات پھر سیٹ کرنے کی اجازت دیتا ہے
uz: Ilovaga tarmoq statistikasini birlamchi holatiga qaytarish uchun ruxsat beradi

source: Allows the application to retrieve system information, such as network, SIM, and call details
ar: السماح للتطبيق باسترداد معلومات النظام، مثل الشبكة وبطاقة SIM وتفاصيل المكالمة
az: Proqramın şəbəkə, SIM və zəng təfərrüatları kimi sistem məlumatlarını əldə etməsinə imkan verir
bg: Позволява на приложението да извлича системна информация, като данни за мрежа, SIM и повиквания
ca: Permet a l'aplicació recuperar informació del sistema, com ara xarxa, SIM i detalls de trucada
cs: Povolí aplikaci načítat systémové informace, např. detaily sítě, SIM karty a hovorů
da: Tillader, at programmet henter systemoplysninger, såsom netværk, SIM-kort og opkaldsdetaljer
de_de: Ermöglicht der Anwendung das Abrufen von Systeminformationen wie Netzwerk, SIM-Karte und Anrufdetails.
el_gr: Επιτρέπει στην εφαρμογή να ανακτά πληροφορίες συστήματος, όπως είναι τα στοιχεία δικτύου, SIM και κλήσεων
es_mx: Permite que la aplicación recupere información del sistema, como red, SIM y detalles de llamadas
et: Lubab rakendusel laadida süsteemiteavet, nagu võrk, SIM ja kõnede üksikasjad
eu: Aplikazioari sistema informazioa berreskuratzen uzten dio, adibidez, sarearena, SIMarena eta dei xehetasunena
fa: به برنامه اجازه می دهد تا اطلاعات سیستم مانند جزئیات شبکه، سیم کارت و تماس را بازیابی کند
fi: Antaa sovelluksen hakea järjestelmätietoja, kuten verkko-, SIM-kortti- ja puhelutietoja
ga: Ligtear don fheidhmchlár faisnéis chórais a aisghabháil, amhail líonra, SIM, agus sonraí glaonna
gl: Permite á aplicación recuperar información do sistema, como detalles sobre a rede, a tarxeta SIM e as chamadas
hi: सिस्टम जानकारी जैसे नेटवर्क, SIM, और कॉल विवरण पुनर्प्राप्त करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji preuzimanje podataka o sustavu kao što su detalji o mreži, SIM-kartici i pozivima
hu: Lehetővé teszi az alkalmazás számára rendszerinformációk, például a hálózat-, SIM- és hívásadatok lekérését
hy: Թույլ է տալիս, որ ծրագիրն առբերի համակարգի տեղեկություններ, ինչպիսիք են ցանցի, SIM-ի և կանչի մանրամասները
is: Leyfir forritinu að sækja kerfisupplýsingar á borð við símkerfi, SIM og upplýsingar um símtöl
it_it: Consente all'applicazione di recuperare le informazioni di sistema come rete, scheda SIM e dettagli chiamata
ja_jp: ネットワーク、SIM、通話詳細など、システム情報の取得をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მიიღოს სისტემის ინფორმაცია, როგორიცაა ქსელის, SIM-ისა და ზარის დეტალები
kk: Бағдарламаға желі, SIM және қоңырау мәліметтері сияқты жүйе ақпаратын қалпына келтіру мүмкіндігін береді
lt: Leidžia programai gauti sistemos informaciją, pvz., tinklo, SIM kortelės ir skambučio informaciją
lv: Ļauj programmai izgūt sistēmas informāciju, piemēram, tīkla, SIM kartes un zvanu datus
mk: Дозволува апликацијата да отвора системски информации како мрежа, SIM и детали за повици
nb: Gir programmet tillatelse til å hente systeminformasjon, som for eksempel opplysninger om nettverk, SIM og anrop
nl_nl: Applicatie mag systeemgegevens, zoals netwerk-, SIM- en oproepdetails, ophalen
pl: Umożliwia aplikacji otrzymywanie informacji systemowych, np. szczegółów dotyczących sieci, karty SIM i połączenia
pt_pt: Permite à aplicação obter informações de sistema como, por exemplo, detalhes sobre a rede, o SIM e chamadas
ro: Permite aplicaţiei să preia informaţii de sistem, cum ar fi detalii despre reţea, SIM şi apeluri
ru_ru: Позволяет приложению получать данные о системе, например о сети, SIM-карте и вызовах
sv: Tillåter att programmet hämtar systeminformation, t.ex. nätverks-, SIM- och samtalsdetaljer
th: อนุญาตให้แอพพลิเคชั่น เรียกข้อมูลระบบ เช่น เครือข่าย SIM และรายละเอียดการโทรได้
tr_tr: Uygulamanın ağ, SIM ve görüşme detayları gibi sistem bilgilerini almasına izin verir
ur: ایپلیکیشن کو سسٹم معلومات بازگیر کرنے کی اجازت دیتا ہے، جیسے کہ نیٹ ورک، سم، اور کال تفصیلات
uz: Ilovaga tarmoq, SIM-karta va qo‘ng‘iroq tafsilotlari kabi tizim ma’lumotlarini qaytarish uchun ruxsat beradi

source: Allows the application to retrieve telephony information, such as network, SIM, and call details
ar: السماح للتطبيق باسترداد معلومات المحادثات الهاتفية، مثل الشبكة وبطاقة SIM وتفاصيل المكالمة
az: Proqramın şəbəkə, SIM və zəng təfərrüatları kimi telefon məlumatlarını əldə etməsinə imkan verir
bg: Позволява на приложението да извлича информация за телефония, като данни за мрежа, SIM и повиквания
ca: Permet a l'aplicació recuperar informació telefònica, com ara xarxa, SIM i detalls de trucada
cs: Povolí aplikaci načítat informace o telefonování, např. detaily sítě, SIM karty a hovorů
da: Tillader, at programmet henter telefonioplysninger, såsom netværk, SIM-kort og opkaldsdetaljer
de_de: Ermöglicht der Anwendung das Abrufen von Telefonieinformationen wie Netzwerk, SIM-Karte und Anrufdetails
el_gr: Επιτρέπει στην εφαρμογή να ανακτά πληροφορίες τηλεφωνίας, όπως είναι τα στοιχεία δικτύου, SIM και κλήσεων
es_mx: Permite que la aplicación recupere información telefónica, como red, SIM y detalles de llamadas
et: Lubab rakendusel laadida telefoni teavet, nagu võrk, SIM ja kõnede üksikasjad
eu: Aplikazioari telefonia informazioa berreskuratzen uzten dio, adibidez, sarearena, SIMarena eta dei xehetasunena
fa: به برنامه کاربردی اجازه می دهد تا اطلاعات تلفنی مانند جزئیات شبکه، سیم کارت و تماس را بازیابی کند
fi: Antaa sovelluksen hakea puhelinliikennetietoja, kuten verkko-, SIM-kortti- ja puhelutietoja
ga: Ligtear don fheidhmchlár faisnéis teileafónaíochta a aisghabháil, amhail líonra, SIM, agus sonraí glaonna
gl: Permite á aplicación recuperar información do teléfono, como detalles sobre a rede, a tarxeta SIM e as chamadas
hi: टेलीफ़ोनी जानकारी जैसे नेटवर्क, SIM, और कॉल विवरणों को पुनर्प्राप्त करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji preuzimanje podataka o telefoniji kao što su detalji o mrežu, SIM-kartici i pozivima
hu: Lehetővé teszi az alkalmazás számára a telefonos szolgáltatások információi, például a hálózat-, SIM- és hívásadatok lekérését
hy: Թույլ է տալիս, որ ծրագիրն առբերի հեռախոսության տեղեկություններ, ինչպիսիք են ցանցի, SIM-ի և կանչի մանրամասները
is: Leyfir forritinu að sækja símkerfisupplýsingar á borð við símkerfi, SIM og upplýsingar um símtöl
it_it: Consente all'applicazione di recuperare le informazioni sulla telefonia come rete, scheda SIM e dettagli chiamata
ja_jp: ネットワーク、SIM、通話詳細など、回線情報の取得をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მიიღოს ტელეფონის ინფორმაცია, როგორიცაა ქსელის, SIM-ისა და ზარის დეტალები
kk: Бағдарламаға желі, SIM және қоңырау мәліметтері сияқты телефония ақпаратын қалпына келтіру мүмкіндігін береді
lt: Leidžia programai gauti telefonijos informaciją, pvz., tinklo, SIM kortelės ir skambučio informaciją
lv: Ļauj programmai izgūt telefonijas informāciju, piemēram, tīkla, SIM kartes un zvanu datus
mk: Дозволува апликацијата да отвора телефонски информации како мрежа, SIM и детали за повици
nb: Gir programmet tillatelse til å hente telefoniinformasjon, som for eksempel opplysninger om SIM og anrop
nl_nl: Applicatie mag telefoniegegevens, zoals netwerk-, SIM- en oproepdetails, ophalen
pl: Umożliwia aplikacji pobieranie informacji telefonicznych, np. szczegółów dotyczących sieci, karty SIM i połączenia
pt_pt: Permite à aplicação obter informações de telefonia como, por exemplo, detalhes sobre a rede, o SIM e chamadas
ro: Permite aplicaţiei să preia informaţii de telefonie, cum ar fi detalii despre reţea, SIM şi apeluri
ru_ru: Позволяет приложению получать данные о телефонии, например о сети, SIM-карте и вызовах
sv: Tillåter att programmet att hämtar telefoninformation, t.ex. nätverks-, SIM- och samtalsdetaljer
th: อนุญาตให้แอพพลิเคชั่น เรียกข้อมูลระบบโทรศัพท์ เช่น เครือข่าย SIM และรายละเอียดการโทรได้
tr_tr: Uygulamanın ağ, SIM ve görüşme detayları gibi telefon bilgilerini almasına izin verir
ur: ایپلیکیشن کو ٹیلیفونی معلومات بازگیر کرنے کی اجازت دیتا ہے، جیسے کہ نیٹ ورک، سم، اور کال تفصیلات
uz: Ilovaga tarmoq, SIM-karta va qo‘ng‘iroq tafsilotlari kabi telefoniya ma’lumotlarini qaytarish uchun ruxsat beradi

source: Allows the application to send and receive SMS messages, and retrieve SMS messages from the SMS message boxes
ar: السماح للتطبيق بإرسال رسائل SMS واسترداد رسائل SMS من صناديق رسائل SMS
az: Proqramın SMS mesajları göndərib almasına və SMS mesajlarını SMS mesaj qutularından əldə etməsinə imkan verir
bg: Позволява на приложението да изпраща и получава SMS съобщения и да извлича SMS съобщения от кутиите за SMS съобщения
ca: Permet a l'aplicació enviar i rebre missatges SMS i recuperar-los des dels quadres de missatge SMS
cs: Povolí aplikaci odesílat a přijímat SMS zprávy a načítat SMS zprávy ze složek SMS zpráv
da: Tillader, at programmet sender og modtager SMS-meddelelser og henter SMS-meddelelser fra SMS-meddelelsesbokse
de_de: Ermöglicht der Anwendung das Senden und Empfangen von SMS-Nachrichten und das Abrufen von SMS-Nachrichten aus den SMS-Postfächern.
el_gr: Επιτρέπει στην εφαρμογή την αποστολή και τη λήψη μηνυμάτων SMS και την ανάκτησή τους από τους φακέλους μηνυμάτων SMS
es_mx: Permite que la aplicación envíe y reciba mensajes SMS y que recupere mensajes SMS del buzón de mensajes
et: Lubab rakendusel saata ja võtta vastu SMS-sõnumeid ja laadida SMS-sõnumeid SMS-sõnumikaustadest
eu: Aplikazioari SMS mezuak bidaltzen eta jasotzen eta SMS mezu ontzietako SMS mezuak berreskuratzen uzten dio
fa: به برنامه اجازه می دهد پیام های SMS را ارسال و دریافت کند و پیام های SMS را از صندوق های پیام SMS بازیابی کند
fi: Antaa sovelluksen lähettää ja vastaanottaa tekstiviestejä sekä hakea tekstiviestejä tekstiviestilaatikoista
ga: Ligtear don fheidhmchlár teachtaireachtaí SMS a sheoladh agus a fháil, agus teachtaireachtaí SMS a aimsiú ó na boscaí teachtaireachtaí SMS
gl: Permite á aplicación enviar, recibir e recuperar mensaxes SMS das bandexas de mensaxes SMS
hi: SMS संदेशों को भेजने और प्राप्त करने के लिए और SMS संदेश बॉक्स से SMS संदेशों को पुनर्प्राप्त करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji slanje i primanje SMS poruka te ponovno preuzimanje SMS poruka iz sandučića SMS poruka
hu: Lehetővé teszi az alkalmazás számára az SMS üzenetek küldését és fogadását, valamint az SMS üzenetek letöltését a postafiókokból
hy: Թույլ է տալիս, որ ծրագիրն ուղարկի ու ստանա SMS հաղորդագրություններ և հաղորդագրությունների պատուհաններից առբերի SMS հաղորդագրություններ
is: Leyfir forritinu að senda og taka á móti SMS-skilaboðum og sækja SMS-skilaboð úr SMS-skilaboðahólfum
it_it: Consente all'applicazione di inviare e ricevere messaggi SMS e di recuperare i messaggi SMS dalle cartelle dei messaggi SMS
ja_jp: SMSの送受信や、SMSメッセージボックスからのSMSの取得をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას გაგზავნის და მიიღოს SMS შეტყობინებები და მიიღოს SMS შეტყობინებები SMS შეტყობინებაღა ყუთებიდან
kk: Бағдарламаға SMS хабарларын алу және жіберу, SMS хабарларын SMS хабарлары қалталарынан қалпына келтіру мүмкіндігін береді
lt: Leidžia programai siųsti ir gauti SMS žinutes ir priimti SMS žinutes iš SMS žinučių aplankų
lv: Ļauj programmai sūtīt un saņemt īsziņas un izgūt īsziņas no īsziņu mapēm
mk: Дозволува апликацијата да праќа и прима SMS-пораки и да отвора SMS-пораки од сандачињата за SMS
nb: Gir programmet tillatelse til å sende og motta SMS-meldinger og hente SMS-meldinger fra SMS-meldingsboksene
nl_nl: Applicatie mag SMS-berichten verzenden en ontvangen en SMS-berichten ophalen uit SMS-postvakken
pl: Umożliwia aplikacji wysyłanie i odbieranie wiadomości SMS oraz pobieranie wiadomości SMS ze skrzynek wiadomości SMS
pt_pt: Permite à aplicação enviar e receber mensagens SMS, e obter mensagens SMS das caixas de mensagens SMS
ro: Permite aplicaţiei să trimită şi să primească mesaje SMS, precum şi să preia mesaje SMS din casetele de mesaje SMS
ru_ru: Позволяет приложению отправлять и получать SMS-сообщения, а также извлекать SMS-сообщения из папок
sv: Tillåter att programmet skickar och tar emot SMS-meddelanden och hämtar SMS-meddelanden från SMS-meddelanderutorna
th: อนุญาตให้แอพพลิเคชั่น ส่งและรับ ข้อความ SMS และเรียกข้อความ SMS จากกล่องข้อความ SMS ได้
tr_tr: Uygulamanın SMS mesajlarını gönderip almasına ve SMS mesaj kutusundan SMS mesajlarını almasına izin verir
ur: ایپلیکیشن کو SMS پیغامات بھیجنے اور وصول کرنے، اور SMS پیغام بکسوں سے SMS پیغامات بازگیر کرنے کی اجازت دیتا ہے
uz: Ilovaga SMS xabarlarini olish va SMS xabari qutilaridan SMS xabarlarni qaytarish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_SEND_EMAIL_MESSAGES
source: Allows the application to send Email messages
ar: السماح للتطبيق بإرسال رسائل البريد الإلكتروني
az: Proqramın e-poçt mesajları göndərməsinə imkan verir
bg: Позволява на приложението да изпраща имейл съобщения
ca: Permet a l'aplicació enviar missatges de correu electrònic
cs: Povolí aplikaci odesílat e-mailové zprávy
da: Tillader, at programmet sender e-mailmeddelelser
de_de: Ermöglicht der Anwendung das Senden von E-Mail-Nachrichten.
el_gr: Επιτρέπει στην εφαρμογή να στέλνει μηνύματα email
es_mx: Permite que la aplicación envíe mensajes de correo
et: Lubab rakendusel saata e-kirju
eu: Aplikazioari mezu elektronikoak bidaltzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد پیام های ایمیل ارسال کند
fi: Antaa sovelluksen lähettää sähköpostiviestejä
ga: Ceadaítear don fheidhmchlár teachtaireachtaí r-phoist a sheoladh
gl: Permite á aplicación enviar mensaxes de correo electrónico
hi: ईमेल संदेशों को भेजने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji slanje email poruka
hu: Lehetővé teszi az alkalmazás számára e-mail üzenetek küldését
hy: Թույլ է տալիս, որ ծրագիրն ուղարկի էլեկտրոնային հաղորդագրություններ
is: Leyfir forritinu að senda tölvupóst
it_it: Consente all'applicazione di inviare messaggi e-mail
ja_jp: Eメールメッセージを送信することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას გაგზავნოს ელფოსტის შეტყობინებები
kk: Бағдарламаға электрондық хабарларды жіберу мүмкіндігін береді
lt: Leidžia programai siųsti el. pašto žinutes
lv: Ļauj programmai sūtīt e-pasta ziņas
mk: Дозволува апликацијата да праќа пораки по е-пошта
nb: Tillater programmet å sende e-postmeldinger
nl_nl: Applicatie mag e-mailberichten verzenden
pl: Umożliwia aplikacji wysyłanie wiadomości e-mail
pt_pt: Permite à aplicação enviar mensagens de e-mail
ro: Permite aplicaţiei să trimită mesaje de e-mail
ru_ru: Позволяет приложению отправлять сообщения электронной почты
sv: Gör att programmet kan skicka e-postmeddelanden
th: อนุญาตให้แอพพลิเคชั่น ส่งข้อความอีเมล์ได้
tr_tr: Uygulamanın, e-posta mesajları göndermesine olanak verir
ur: ایپلیکیشن کو ای میل پیغامات بھیجنے کی اجازت دیتا ہے
uz: Ilovaga e-pochta xabarlarini yuborish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_SEND_MMS_MESSAGES
source: Allows the application to send MMS messages
ar: السماح للتطبيق بإرسال رسائل الوسائط المتعددة
az: Proqramın MMS mesajları göndərməsinə imkan verir
bg: Позволява на приложението да изпраща MMS съобщения
ca: Permet a l'aplicació enviar missatges MMS
cs: Povolí aplikaci odesílat MMS zprávy
da: Tillader, at programmet sender mms-meddelelser
de_de: Ermöglicht der Anwendung das Senden von MMS-Nachrichten.
el_gr: Επιτρέπει στην εφαρμογή να στέλνει μηνύματα MMS
es_mx: Permite que la aplicación envíe mensajes MMS
et: Lubab rakendusel saata MMS-sõnumeid
eu: Aplikazioari MMS mezuak bidaltzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد پیام های چندرسانه ای ارسال کند
fi: Antaa sovelluksen lähettää MMS-viestejä
ga: Ceadaítear don fheidhmchlár teachtaireachtaí MMS a sheoladh
gl: Permite á aplicación enviar mensaxes MMS
hi: MMS संदेशों को भेजने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji slanje MMS poruka
hu: Lehetővé teszi az alkalmazás számára MMS üzenetek küldését
hy: Թույլ է տալիս, որ ծրագիրն ուղարկի MMS հաղորդագրություններ
is: Leyfir forritinu að senda MMS-skilaboð
it_it: Consente all'applicazione di inviare messaggi MMS
ja_jp: MMSメッセージを送信することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას გაგზავნოს MMS შეტყობინებები
kk: Бағдарламаға MMS хабарларын жіберу мүмкіндігін береді
lt: Leidžia programai siųsti MMS žinutes
lv: Ļauj programmai sūtīt multiziņas
mk: Дозволува апликацијата да праќа пораки MMS
nb: Tillater programmet å sende MMS-meldinger
nl_nl: Applicatie mag MMS-berichten verzenden
pl: Umożliwia aplikacji wysyłanie wiadomości MMS
pt_pt: Permite à aplicação enviar mensagens MMS
ro: Permite aplicaţiei să trimită mesaje MMS
ru_ru: Позволяет приложению отправлять MMS
sv: Gör att programmet kan skicka MMS-meddelanden
th: อนุญาตให้แอพพลิเคชั่นส่งข้อความ MMS ได้
tr_tr: Uygulamanın, MMS mesajları göndermesine olanak verir
ur: ایپلیکیشن کو MMS پیغامات بھیجنے کی اجازت دیتا ہے
uz: Ilovaga MMS xabarlarini yuborish uchun ruxsat beradi
