Repository: tizenorg/framework.security.privilege-checker
Catalog: capi/res/string/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, es_mx, et, eu, fa, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, lt, lv, mk, nb, nl_nl, pl, pt_pt, ro, ru_ru, sv, th, tr_tr, ur, uz

source: Allows the application to provide user notifications, such as messages and badges
ar: السماح للتطبيق بتقديم إشعارات للمستخدم، مثل الرسائل والإشعارات
az: Proqramın mesajlar və beclər kimi istifadəçi bildirişlərini təmin etməsinə imkan verir
bg: Позволява на приложението да предоставя известия на потребителя, като съобщения и значки
ca: Permet a l'aplicació proporcionar notificacions d'usuari, com ara missatges i medalles
cs: Povolí aplikaci poskytovat oznámení pro uživatele, např. zprávy a oznámení
da: Tillader, at programmet tilbyder brugermeddelelser, såsom meddelelser og badges
de_de: Ermöglicht der Anwendung das Bereitstellen von Benutzerbenachrichtigungen, wie Meldungen und Symbole.
el_gr: Επιτρέπει στην εφαρμογή να παρέχει ειδοποιήσεις χρήστη, όπως είναι τα μηνύματα και τα σήματα
es_mx: Permite que la aplicación envíe notificaciones al usuario, como mensajes e insignias
et: Lubab rakendusel pakkuda kasutaja teavitusi, nagu sõnumid ja märgid
eu: Aplikazioari erabiltzaile jakinarazpenak, adibidez, mezuak eta bereizgarriak, ematea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد اعلان ها و نشان های کاربر مانند پیام ها و را ارائه دهد
fi: Antaa sovelluksen antaa käyttäjäilmoituksia, kuten viestejä ja merkkejä
ga: Ceadaítear don fheidhmchlár fógraí úsáideora a sholáthar, amhail teachtaireachtaí agus suaitheantais
gl: Permite á aplicación fornecer notificacións de usuario, como mensaxes e distintivos
hi: उपयोगकर्ता अधिसूचनाएँ जैसे संदेशों और बैजेस प्रदान करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji pružanje obavijesti korisniku kao što su poruke i oznake
hu: Lehetővé teszi az alkalmazás számára a felhasználó értesítését, például üzenet vagy jelek formájában
hy: Թույլ է տալիս, որ ծրագիրը տրամադրի օգտվողի ծանուցումներ, օրինակ՝ հաղորդագրություններ և նշանակներ
is: Leyfir forritinu að veita notandatilkynningar á borð við skilaboð og skildi
it_it: Consente all'applicazione di fornire notifiche utente come messaggi e badge
ja_jp: メッセージやバッジなどのユーザー通知を提供することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას უზრუნველყოს მომხმარებლის შეტყობინებები, როგორიცაა შეტყობინებები და ნიშნები
kk: Бағдарламаға хабарлар мен белгілер сияқты пайдаланушы хабарландыруларымен қамтамасыз ету мүмкіндігін береді
lt: Leidžia programai pateikti naudotojo pranešimus, tokius kaip žinutės ir ženkleliai
lv: Ļauj programmai nodrošināt lietotāju paziņojumus, piemēram, ziņas un emblēmas
mk: Дозволува апликацијата да дава кориснички известувања, како пораки и значки
nb: Tillater programmet å tilby brukervarsler, som for eksempel meldinger og merker
nl_nl: Applicatie mag gebruikersmeldingen, zoals berichten en badges, verschaffen
pl: Umożliwia aplikacji dostarczanie powiadomień użytkownika, np. wiadomości i oznaczeń
pt_pt: Permite à aplicação disponibilizar notificações de utilizador, como mensagens e distintivos
ro: Permite aplicaţiei să furnizeze notificări utilizatorului, de exemplu, mesaje şi etichete
ru_ru: Позволяет приложению выводить уведомления, например сообщения и значки
sv: Gör att programmet kan leverera användaraviseringar, t.ex. meddelanden och märken
th: อนุญาตให้แอพพลิเคชั่นส่งการแจ้งเตือนผู้ใช้ เช่น ข้อความและเครื่องหมายได้
tr_tr: Uygulamanın, mesajlar ve işeretler türünde kullanıcı bildirimleri sağlamasına olanak tanır
ur: ایپلیکیشن کو صارف اعلانات فراہم کرنے کی اجازت دیتا ہے، جیسے کہ پیغامات اور بلّے
uz: Ilovaga xabar va yorliqlar kabi foydalanuvchi bildirishnomalarini taqdim etish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_PUSH_NFC_MESSAGES_TO_OTHER_DEVICES
source: Allows the application to push NFC messages to other devices
ar: السماح للتطبيق بدفع رسائل NFC إلى أجهزة أخرى
az: Proqramın başqa cihazlara NFC mesajları göndərməsinə imkan verir
bg: Позволява на приложението да изпраща push NFC съобщения до други устройства
ca: Permet a l'aplicació enviar missatges NFC a altres dispositius
cs: Povolí aplikaci nabízet NFC zprávy do jiných zařízení
da: Tillader, at programmet pusher NFC-meddelelser til andre enheder
de_de: Ermöglicht der Anwendung das Pushen von NFC-Nachrichten auf andere Geräte.
el_gr: Επιτρέπει στην εφαρμογή την προώθηση μηνυμάτων NFC σε άλλες συσκευές
es_mx: Permite que la aplicación envíe mensajes NFC a otros dispositivos
et: Lubab rakendusel suruda NFC-sõnumeid teise seadmesse
eu: Aplikazioari NFC mezuak beste gailu batzuetara bidaltzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد پیام های NFC را به دیگر دستگاه ها ارسال کند
fi: Antaa sovelluksen työntää NFC-viestejä muihin laitteisiin
ga: Ceadaítear don fheidhmchlár teachtaireachtaí NFC a bhrú chuig gléasanna eile
gl: Permite á aplicación enviar mensaxes NFC a outros dispositivos
hi: NFC संदेशों को अन्य डिवाइसों पर पुश करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji sinkronizaciju NFC poruka na druge uređaje
hu: Lehetővé teszi az alkalmazás számára NFC-üzenetek leküldését más eszközökre
hy: Թույլ է տալիս, որ ծրագիրը NFC հաղորդագրություններ ներհրի այլ սարքերի մեջ
is: Leyfir forritinu að senda NFC-skilaboð til annarra tækja
it_it: Consente all'applicazione di inoltrare messaggi NFC ad altri dispositivi
ja_jp: 他の端末にNFCメッセージをプッシュすることをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას ჩართოს NFC შეტყობინებები სხვა მოწყობილობებში
kk: Бағдарламаға NFC хабарларын басқа құрылғыларға жылжыту мүмкіндігін береді
lt: Leidžia programai perduoti NFC žinutes į kitus įrenginius
lv: Ļauj programmai sūtīt NFC ziņas uz citām ierīcēm
mk: Дозволува апликацијата да праќа пораки NFC на други уреди
nb: Tillater programmet å pushe NFC-meldinger til andre enheter
nl_nl: Applicatie mag NFC-berichten naar andere apparaten overbrengen
pl: Umożliwia aplikacji przesyłanie wiadomości NFC do innych urządzeń
pt_pt: Permite à aplicação enviar mensagens de difusão NFC para outros dispositivos
ro: Permite aplicaţiei să transfere prin push mesajele NFC pe alte dispozitive
ru_ru: Позволяет приложению передавать сообщения NFC на другие устройства
sv: Gör att programmet kan skicka NFC-meddelanden till andra enheter
th: อนุญาตให้แอพพลิเคชั่นพุชข้อความ NFC ไปยังอุปกรณ์อื่นๆ ได้
tr_tr: Uygulamanın, NFC mesajlarını diğer cihazlara itmesine olanak verir
ur: ایپلیکیشن کو دوسرے آلہ جات کو NFC پش پیغامات بھیجنے کی اجازت دیتا ہے
uz: Ilovaga boshqa qurilmalarga NFC xabarlarini tanlash uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_READ SCHEDULE_AND_TASK_INFORMATION
source: Allows the application to read schedule and task information
ar: السماح للتطبيق بقراءة الجدول ومعلومات المهام
az: Proqramın cədvəli və tapşırıq məlumatını oxumasına imkan verir
bg: Позволява на приложението да чете информация за графика и задачите
ca: Permet a l'aplicació llegir informació de tasques i programació
cs: Povolí aplikaci číst informace o plánu a úkolech
da: Tillader, at programmet læser oplysninger om plan og opgave
de_de: Ermöglicht der Anwendung das Lesen von Terminplan- und Aufgabeninformationen.
el_gr: Επιτρέπει στην εφαρμογή την ανάγνωση πληροφοριών προγράμματος και εργασιών
es_mx: Permite que la aplicación lea información de tareas y programación
et: Lubab rakendusel lugeda ajakava ja ülesannete teavet
eu: Aplikazioari programa eta ataza informazioa irakurtzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد اطلاعات کار و برنامه زمانی را بخواند
fi: Antaa sovelluksen lukea aikataulu- ja tehtävätietoja
ga: Ceadaítear don fheidhmchlár faisnéis faoi sceideal agus tascanna a léamh
gl: Permite á aplicación ler información sobre programacións e tarefas
hi: निर्धारण और कार्य जानकारी पढ़ने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji čitanje informacija o rasporedu i zadacima
hu: Lehetővé teszi az alkalmazás számára az ütemezési és feladatadatok olvasását
hy: Թույլ է տալիս, որ ծրագիրը կարդա ժամանակացույցի և առաջադրանքի տեղեկությունները
is: Leyfir forritinu að lesa upplýsingar um dagskrá og verkefni
it_it: Consente all'applicazione di leggere le informazioni relative a programmi e attività
ja_jp: スケジュールとタスク情報の読み取りをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას წაიკითხოს განრიგისა და დავალების ინფორმაცია
kk: Бағдарламаға кесте және тапсырма туралы ақпаратты оқу мүмкіндігін береді
lt: Leidžia programai skaityti tvarkaraštį ir užduoties informaciją
lv: Ļauj programmai lasīt grafiku un uzdevumu informāciju
mk: Дозволува апликацијата да чита информации за распоредот и задачите
nb: Tillater programmet å lese tidsplan- og oppgaveinformasjon
nl_nl: Applicatie mag planning- en taakgegevens lezen
pl: Umożliwia aplikacji odczytywanie informacji o harmonogramie i zadaniu
pt_pt: Permite à aplicação ler informações de compromissos e tarefas
ro: Permite aplicaţiei să citească informaţiile despre program şi activităţi
ru_ru: Позволяет приложению читать данные расписания и задач
sv: Gör att programmet kan läsa schema- och uppgiftsinformation
th: อนุญาตให้แอพพลิเคชั่นอ่าน ข้อมูลสิ่งที่ต้องทำและกำหนดการได้
tr_tr: Uygulamanın, program ve görev bilgilerini okumasına olanak verir
ur: ایپلیکیشن کو شیڈول اور ٹاسک معلومات پڑھنے کی اجازت دیتا ہے
uz: Ilovaga jadval va topshiriq ma’lumotlarini o‘qish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_READ THE_USER_PROFILE
source: Allows the application to read the user profile
ar: السماح للتطبيق بقراءة ملف تعريف المستخدم
az: Proqramın istifadəçi profilini oxumasına imkan verir
bg: Позволява на приложението да чете потребителския профил
ca: Permet a l'aplicació llegir el perfil d'usuari
cs: Povolí aplikaci číst profil uživatele
da: Tillader, at programmet læser brugerprofilen
de_de: Ermöglicht der Anwendung das Lesen des Benutzerprofils.
el_gr: Επιτρέπει στην εφαρμογή την ανάγνωση του προφίλ χρήστη
es_mx: Permite que la aplicación lea el perfil del usuario
et: Lubab rakendusel lugeda kasutajaprofiili
eu: Aplikazioari erabiltzaile profila irakurtzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد نمایه کاربر را بخواند
fi: Antaa sovelluksen lukea käyttäjäprofiilin
ga: Ceadaítear don fheidhmchlár próifíl an úsáideora a léamh
gl: Permite á aplicación ler o perfil do usuario
hi: उपयोगकर्ता प्रोफ़ाइल पढ़ने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji čitanje korisničkog profila
hu: Lehetővé teszi az alkalmazás számára a felhasználói profil olvasását
hy: Թույլ է տալիս, որ ծրագիրը կարդա օգտվողի պրոֆիլը
is: Leyfir forritinu að lesa prófíl notanda
it_it: Consente all'applicazione di leggere il profilo utente
ja_jp: ユーザープロフィールの読み取りをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას წაიკითხოს მომხმარებლის პროფილი
kk: Бағдарламаға пайдаланушы профилін оқу мүмкіндігін береді
lt: Leidžia programai nuskaityti naudotojo profilį
lv: Ļauj programmai lasīt lietotāja profilu
mk: Дозволува апликацијата да го чита корисничкиот профил
nb: Tillater programmet å lese brukerprofilen
nl_nl: Applicatie mag gebruikersprofiel lezen
pl: Umożliwia aplikacji odczytywanie profilu użytkownika
pt_pt: Permite à aplicação ler o perfil de utilizador
ro: Permite aplicaţiei să citească profilul utilizatorului
ru_ru: Позволяет приложению читать профиль пользователя
sv: Gör att programmet kan läsa användarprofilen
th: อนุญาตให้แอพพลิเคชั่นอ่านโปรไฟล์ผู้ใช้ได้
tr_tr: Uygulamanın, kullanıcı profilini okumasına olanak verir
ur: ایپلیکیشن کو صارف کی پروفائل پڑھنے کی اجازت دیتا ہے
uz: Ilovaga foydalanuvchi profilini o‘qish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_READ_ACCOUNTS
source: Allows the application to read accounts
ar: السماح للتطبيق بقراءة الحسابات
az: Proqramın hesabları oxumasına imkan verir
bg: Позволява на приложението да чете акаунти
ca: Permet a l'aplicació llegir comptes
cs: Povolí aplikaci číst účty
da: Tillader, at programmet læser konti
de_de: Ermöglicht der Anwendung das Lesen von Konten.
el_gr: Επιτρέπει στην εφαρμογή την ανάγνωση λογαριασμών
es_mx: Permite que la aplicación lea sus cuentas
et: Lubab rakendusel lugeda kontosid
eu: Aplikazioari kontuak irakurtzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد حساب ها را بخواند
fi: Antaa sovelluksen lukea tilejä
ga: Ceadaítear don fheidhmchlár cuntais a léamh
gl: Permite á aplicación ler contas
hi: खाते पढ़ने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji čitanje računa
hu: Lehetővé teszi az alkalmazás számára a fiókok olvasását
hy: Թույլ է տալիս, որ ծրագիրը կարդա հաշիվները
is: Leyfir forritinu að lesa reikninga
it_it: Consente all'applicazione di leggere gli account
ja_jp: アカウントの読み取りをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას წაიკითხოს ანგარიშები
kk: Бағдарламаға есептік жазбаларды оқу мүмкіндігін береді
lt: Leidžia programai nuskaityti paskyras
lv: Ļauj programmai lasīt kontus
mk: Дозволува апликацијата да чита сметки
nb: Tillater programmet å lese kontoer
nl_nl: Applicatie mag accounts lezen
pl: Umożliwia aplikacji odczytywanie kont
pt_pt: Permite à aplicação ler contas
ro: Permite aplicaţiei să citească conturi
ru_ru: Позволяет приложению читать учетные записи
sv: Gör att programmet kan läsa konton
th: อนุญาตให้แอพพลิเคชั่นอ่านบัญชีผู้ใช้ได้
tr_tr: Uygulamanın, hesapları okumasına olanak verir
ur: ایپلیکیشن کو اکاؤنٹس پڑھنے کی اجازت دیتا ہے
uz: Ilovaga hisob qaydnomalarini o‘qish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_READ_AND_WRITE_NFC_TAG_INFORMATION
source: Allows the application to read and write NFC tag information
ar: السماح للتطبيق بقراءة و كتابة معلومات على علامة NFC
az: Proqramın NFC etiket məlumatlarını oxuyub yazmasına imkan verir
bg: Позволява на приложението да чете и пише информация за NFC тагове
ca: Permet a l'aplicació llegir i escriure informació d'etiquetes NFC
cs: Povolí aplikaci číst a zapisovat informace ve značce NFC
da: Tillader, at programmet læser og skriver oplysninger om NFC-kode
de_de: Ermöglicht der Anwendung das Lesen und Schreiben von NFC-Tag-Informationen
el_gr: Επιτρέπει στην εφαρμογή την ανάγνωση και την εγγραφή πληροφοριών ετικέτας NFC
es_mx: Permite que la aplicación lea y escriba información de etiqueta NFC
et: Lubab rakendusel lugeda ja kirjutada NFC-siltide teavet
eu: Aplikazioari NFC etiketa informazioa irakurtzen eta idazten uzten dio
fa: به برنامه اجازه می دهد اطلاعات برچسب NFC را بخواند و بنویسد
fi: Antaa sovelluksen lukea ja kirjoittaa NFC-tunnistetietoja
ga: Ligtear don fheidhmchlár faisnéis chlib NFC a léamh agus a scríobh
gl: Permite á aplicación ler e escribir información de etiquetas NFC
hi: NFC टैग जानकारी पढ़ने और लिखने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji čitanje i pisanje informacija o NFC oznakama
hu: Lehetővé teszi az alkalmazás számára az NFC-címkeadatok olvasását és írását
hy: Թույլ է տալիս, որ ծրագիրը կարդա ու գրի NFC պիտակի տեղեկությունները
is: Leyfir forritinu að lesa og skrifa NFC-merkjaupplýsingar
it_it: Consente all'applicazione di leggere e scrivere informazioni sui tag NFC
ja_jp: NFCタグ情報の読み出し/書き込みをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას წაიკითხოს და დაწეროს NFC იარლიყის ინფორმაცია
kk: Бағдарламаға NFC тег ақпаратын оқуға және жазуға мүмкіндік береді
lt: Leidžia programai nuskaityti ir įrašyti NFC žymos informaciją
lv: Ļauj programmai lasīt un rakstīt NFC atzīmju datus
mk: Дозволува апликацијата да чита и да пишува информации за ознаки NFC
nb: Gir programmet tillatelse til å lese og skrive NFC-tagginformasjon
nl_nl: Applicatie mag NFC-taginformatie lezen en schrijven
pl: Umożliwia aplikacji odczytywanie i zapisywanie informacji o etykietach NFC
pt_pt: Permite à aplicação ler e escrever informações de etiquetas NFC
ro: Permite aplicaţiei să citească şi să scrie informaţii în etichetele NFC
ru_ru: Позволяет приложению читать и записывать сведения меток NFC
sv: Tillåter att programmet läser och skriver NFC-tagginformation
th: อนุญาตให้แอพพลิเคชั่น อ่านและเขียนข้อมูลแท็ก NFC ได้
tr_tr: Uygulamanın NFC etiket bilgilerini okuyup yazmasına izin verir
ur: ایپلیکیشن کو NFC ٹیگ معلومات پڑھنے اور لکھنے کی اجازت دیتا ہے
uz: Ilovaga NFC tegi ma’lumotlarini o‘qish va yozish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_READ_APPLICATION_INFORMATION
source: Allows the application to read application information
ar: السماح للتطبيق بقراءة معلومات التطبيق
az: Proqrama proqram məlumatlarını oxumağa imkan verir
bg: Позволява на приложението да чете информация за приложението
ca: Permet a l'aplicació llegir la informació de l'aplicació
cs: Povolí aplikaci číst informace o aplikaci
da: Tillader, at programmet læser programoplysninger
de_de: Ermöglicht der Anwendung das Lesen von Anwendungsinformationen
el_gr: Επιτρέπει στην εφαρμογή την ανάγνωση πληροφοριών εφαρμογής
es_mx: Permite que la aplicación lea la información de aplicación
et: Lubab rakendusel lugeda rakenduse teavet
eu: Aplikazioari aplikazioen informazioa irakurtzen uzten dio
fa: به برنامه اجازه می دهد اطلاعات برنامه را بخواند
fi: Antaa sovelluksen lukea sovellustietoja
ga: Ligtear don fheidhmchlár faisnéis feidhmchláir a léamh
gl: Permite á aplicación ler información de aplicacións
hi: एप्लीकेशन जानकारी को पढ़ने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji čitanje informacija o aplikacijama
hu: Lehetővé teszi az alkalmazás számára az alkalmazásinformációk olvasását
hy: Թույլ է տալիս, որ ծրագիրը կարդա տեղեկություններ ծրագրի մասին
is: Leyfir forritinu að lesa upplýsingar um forrit
it_it: Consente all'applicazione di leggere le informazioni sull'applicazione
ja_jp: アプリケーション情報の読み取りをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას წაიკითხოს პროგრამის ინფორმაცია
kk: Бағдарламаға бағдарлама ақпаратын оқуға рұқсат етеді
lt: Leidžia programai nuskaityti programos informaciją
lv: Ļauj programmai lasīt programmas datus
mk: Дозволува апликацијата да чита информации за апликациите
nb: Gir programmet tillatelse til å lese og skrive programinformasjon
nl_nl: Applicatie mag applicatiegegevens lezen
pl: Umożliwia aplikacji odczytywanie informacji o aplikacjach
pt_pt: Permite à aplicação ler e escrever informações de aplicações
ro: Permite aplicaţiei să citească informaţii despre aplicaţii
ru_ru: Позволяет приложению читать сведения о приложении
sv: Tillåter att programmet läser programinformation
th: อนุญาตให้แอพพลิเคชั่น อ่านข้อมูลแอพพลิเคชั่นได้
tr_tr: Uygulamanın uygulama bilgilerini okumasına izin verir
ur: ایپلیکیشن کو ایپلیکیشن معلومات پڑھنے کی اجازت دیتا ہے
uz: Ilovaga ilova ma’lumotlarini o‘qish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_READ_BOOKMARKS
source: Allows the application to read bookmarks
ar: السماح للتطبيق بقراءة العلامات
az: Proqrama əlfəcinləri oxumağa icazə verir
bg: Позволява на приложението да чете показалци
ca: Permet a l'aplicació llegir preferits
cs: Povolí aplikaci číst záložky
da: Tillader, at programmet læser bogmærker
de_de: Ermöglicht der Anwendung das Lesen von Lesezeichen.
el_gr: Επιτρέπει στην εφαρμογή την ανάγνωση σελιδοδεικτών
es_mx: Permitir que la aplicación lea los Favoritos
et: Lubab rakendusel lugeda järjehoidjaid
eu: Aplikazioari lastermarkak irakurtzen ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد نشانک ها را بخواند
fi: Antaa sovelluksen lukea kirjanmerkkejä
ga: Ceadaítear don fheidhmchlár leabharmharcanna a léamh
gl: Permite á aplicación ler os favoritos
hi: एप्लीकेशन को बुकमार्क्स पढ़ने की अनुमति देता है
hr: Aplikaciji dopušta čitanje favorita
hu: Lehetővé teszi az alkalmazás számára a könyvjelzők olvasását
hy: Թույլ է տալիս, որ ծրագիրը կարդա էջանիշերը
is: Leyfir forritinu að lesa bókamerki
it_it: Consente all'applicazione di leggere i segnalibri
ja_jp: ブックマークの読み取りをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას წაიკითხოს სანიშნეები
kk: Бағдарламаға бетбелгілерді оқуға мүмкіндік береді
lt: Leidžia programai nuskaityti adresyno įrašus
lv: Ļauj programmai lasīt grāmatzīmes
mk: Дозволува апликацијата да чита омилени страници
nb: Tillater at programmet kan lese bokmerker
nl_nl: De applicatie mag favorieten lezen
pl: Umożliwia aplikacji odczytywanie zakładek
pt_pt: Permite à aplicação ler favoritos
ro: Permite aplicaţiei să citească marcaje
ru_ru: Позволяет приложению считывать закладки
sv: Gör att programmet kan läsa bokmärken
th: อนุญาตให้แอพพลิเคชั่น อ่านบุ๊คมาร์คได้
tr_tr: Uygulamanın, yer imlerini okumasına izin verir
ur: ایپلیکیشن کو نشانات کتاب پڑھنے کی اجازت دیتا ہے
uz: Ilovaga xatcho‘plarni o‘qish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_READ_CALL_LOGS
source: Allows the application to read call logs
ar: السماح للتطبيق بقراءة سجلات المكالمات
az: Proqrama zəng jurnalını oxumağa imkan verir
bg: Позволява на приложението да чете дневниците на повиквания
ca: Permet a l'aplicació llegir els registres de trucades
cs: Povolí aplikaci číst protokoly hovorů
da: Tillader, at programmet læser opkaldslogs
de_de: Ermöglicht der Anwendung das Lesen von Anrufprotokollen
el_gr: Επιτρέπει στην εφαρμογή την ανάγνωση των αρχείων κλήσεων
es_mx: Permite que la aplicación lea registros de llamadas
et: Lubab rakendusel lugeda kõnelogisid
eu: Aplikazioari deien erregistroak irakurtzen uzten dio
fa: به برنامه اجازه می دهد گزارش های تماس را بخواند
fi: Antaa sovelluksen lukea puhelulokeja
ga: Ligtear don fheidhmchlár logaí glaonna a léamh
gl: Permite á aplicación ler rexistros de chamadas
hi: कॉल लॉग्स पढ़ने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji čitanje popisa poziva
hu: Lehetővé teszi az alkalmazás számára a naplók olvasását
hy: Թույլ է տալիս, որ ծրագիրը կարդա կանչերի մատյանները
is: Leyfir forritinu að lesa símtalaskrár
it_it: Consente all'applicazione di leggere i registri chiamate
ja_jp: 通話履歴の読み込みをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას წაიკითხოს ზარების ჟურნალები
kk: Бағдарламаға қоңыраулар журналын оқуға мүмкіндік береді
lt: Leidžia programai nuskaityti skambučių žurnalus
lv: Ļauj programmai lasīt zvanu žurnālus
mk: Дозволува апликацијата да чита дневници на повиците
nb: Gir programmet tillatelse til å lese anropslogger
nl_nl: Applicatie mag oproeplijsten lezen
pl: Umożliwia aplikacji odczytywanie spisów połączeń
pt_pt: Permite à aplicação ler os registos de chamadas
ro: Permite aplicaţiei să citească jurnalele de apeluri
ru_ru: Позволяет приложению читать журналы вызовов
sv: Tillåter att programmet läser samtalsloggar
th: อนุญาตให้แอพพลิเคชั่น อ่านบันทึกการโทรได้
tr_tr: Uygulamanın arama kayıtlarını okumasına izin verir
ur: ایپلیکیشن کو کال لاگز پڑھنے کی اجازت دیتا ہے
uz: Ilovaga qo‘ng‘iroq jurnallarini o‘qish uchun ruxsat beradi
