Repository: tizenorg/framework.security.privilege-checker
Catalog: capi/res/string/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, es_mx, et, eu, fa, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, lt, lv, mk, nb, nl_nl, pl, pt_pt, ro, ru_ru, sv, th, tr_tr, ur, uz

# IDS_ST_BODY_READING_APPLICATION_INFORMATION_M_NOUN
source: Reading application information
ar: قراءة معلومات التطبيق
az: Proqram məlumatının oxunması
bg: Четене на информация за приложение
ca: Lectura de la informació de l'aplicació
cs: Čtení informací o aplikaci
da: Læser programoplysninger
de_de: Lesen von Anwendungsinformationen
el_gr: Πληροφορίες εφαρμογής ανάγνωσης
es_mx: Lectura de información de la aplicación
et: Rakenduse teabe lugemine
eu: Aplikazioaren informazioa irakurtzea
fa: خواندن اطلاعات برنامه
fi: Sovellustietojen lukeminen
ga: Faisnéis feidhmchláir a léamh
gl: Lectura de información da aplicación
hi: एप्लीकेशन जानकारी पढ़ रहा है
hr: Čitanje podataka o aplikaciji
hu: Alkalmazásadatok olvasása
hy: Կարդում է տեղեկություններ ծրագրի մասին
is: Lesa upplýsingar um forrit
it_it: Lettura delle informazioni sull'applicazione
ja_jp: アプリケーション情報の読み取り
ka: პროგრამის ინფორმაციის წაკითხვა
kk: Бағдарлама ақпаратын оқу
lt: Programų informacijos nuskaitymas
lv: Programmas datu lasīšana
mk: Читање информации за апликациите
nb: Lese programinformasjon
nl_nl: Applicatiegegevens lezen
pl: Odczytywanie informacji o aplikacji
pt_pt: Ler informações de aplicação
ro: Citirea informaţiilor legate de aplicaţie
ru_ru: Чтение сведений о приложении
sv: Läsa programinformation
th: การอ่านข้อมูลแอพพลิเคชั่น
tr_tr: Uygulama bilgilerinin okunması
ur: ایپلیکیشن معلومات پڑھنا
uz: Ilova ma’lumotlarini o‘qish

# IDS_ST_BODY_READING_BOOKMARKS_M_NOUN
source: Reading bookmarks
ar: قراءة العلامات
az: Əlfəcinlərin oxunması
bg: Четене на показалци
ca: Lectura de preferits
cs: Čtení záložek
da: Læser bogmærker
de_de: Lesen von Lesezeichen
el_gr: Ανάγνωση σελιδοδεικτών
es_mx: Lectura de favoritos
et: Järjehoidjate lugemine
eu: Lastermarkak irakurtzea
fa: خواندن محل یابها
fi: Kirjanmerkkien lukeminen
ga: Leabharmharcanna a léamh
gl: Lectura de favoritos
hi: बुकमार्क्स पढ़ रहा है
hr: Čitanje favorita
hu: Könyvjelzők olvasása
hy: Կարդում է էջանիշեր
is: Lesa bókamerki
it_it: Lettura dei segnalibri
ja_jp: ブックマークの読み取り
ka: სანიშნეების წაკითხვა
kk: Бетбелгілерді оқу
lt: Adresyno įrašų nuskaitymas
lv: Grāmatzīmju lasīšana
mk: Читање ознаки
nb: Lese bokmerker
nl_nl: Favorieten lezen
pl: Odczytywanie zakładek
pt_pt: Ler favoritos
ro: Citirea marcajelor
ru_ru: Чтение закладок
sv: Läsa bokmärken
th: การอ่านบุ๊คมาร์ค
tr_tr: Yer işaretlerinin okunması
ur: نشانات کتاب پڑھنا
uz: Veb-hujjatlarni o‘qish

# IDS_ST_BODY_READING_CALL_LOGS_M_NOUN
source: Reading call logs
ar: قراءة سجلات المكالمات
az: Zəng jurnallarının oxunması
bg: Четене на регистри на повиквания
ca: Lectura de registres de trucades
cs: Čtení protokolů hovorů
da: Læser opkaldslogs
de_de: Lesen von Anrufprotokollen
el_gr: Ανάγνωση αρχείων κλήσεων
es_mx: Lectura de registros de llamadas
et: Kõnelogide lugemine
eu: Dei erregistroak irakurtzea
fa: خواندن گزارش های تماس
fi: Puhelulokien lukeminen
ga: Logaí glaonna a léamh
gl: Lectura de rexistros de chamadas
hi: कॉल लॉग्स पढ़ रहा है
hr: Čitanje popisa poziva
hu: Hívásnaplók olvasása
hy: Կարդում է կանչերի մատյանները
is: Lesa símtalaskrár
it_it: Lettura dei registri chiamate
ja_jp: 通話履歴の読み取り
ka: ზარების ჟურნალების წაკითხვა
kk: Қоңырау журналдарын оқу
lt: Skambučių žurnalų nuskaitymas
lv: Zvanu žurnālu lasīšana
mk: Читање дневници на повици
nb: Lese anropslogger
nl_nl: Oproeplijsten lezen
pl: Odczytywanie spisów połączeń
pt_pt: Ler registos de chamadas
ro: Citirea jurnalelor de apeluri
ru_ru: Чтение журналов вызовов
sv: Läsa samtalsloggar
th: การอ่านบันทึกการโทร
tr_tr: Arama kayıtlarının okunması
ur: کال لاگز پڑھنا
uz: Qo‘ng‘iroq jurnallarini o‘qish

# IDS_ST_BODY_READING_CERTIFICATES_M_NOUN
source: Reading certificates
ar: قراءة الشهادات
az: Sertifikatların oxunması
bg: Четене на сертификати
ca: Lectura de certificats
cs: Čtení certifikátů
da: Læser certifikater
de_de: Lesen von Zertifikaten
el_gr: Ανάγνωση πιστοποιητικών
es_mx: Lectura de certificados
et: Sertifikaatide lugemine
eu: Ziurtagiriak irakurtzea
fa: خواندن گواهینامه ها
fi: Varmenteiden lukeminen
ga: Deimhnithe a léamh
gl: Lectura de certificados
hi: प्रमाणपत्र पढ़ रहा है
hr: Čitanje potvrda
hu: Tanúsítványok olvasása
hy: Կարդում է վկայականներ
is: Lesa vottorð
it_it: Lettura dei certificati
ja_jp: 証明書の読み取り
ka: სერტიფიკატების წაკითხვა
kk: Сертификаттарды оқу
lt: Sertifikatų nuskaitymas
lv: Sertifikātu lasīšana
mk: Читање сертификати
nb: Lese sertifikater
nl_nl: Certificaten lezen
pl: Odczytywanie certyfikatów
pt_pt: Ler certificados
ro: Citirea certificatelor
ru_ru: Чтение сертификатов
sv: Läsa certifikat
th: การอ่านใบรับรอง
tr_tr: Sertifikaların okunması
ur: اسناد پڑھنا
uz: Sertifikatlarni o‘qish

# IDS_ST_BODY_READING_CONTACTS_M_NOUN
source: Reading contacts
ar: قراءة جهات الاتصال
az: Kontaktların oxunması
bg: Четене на контакти
ca: Lectura de contactes
cs: Čtení kontaktů
da: Læser kontakter
de_de: Lesen von Kontakten
el_gr: Ανάγνωση επαφών
es_mx: Lectura de contactos
et: Kontaktide lugemine
eu: Kontaktuak irakurtzea
fa: خواندن مخاطبین
fi: Yhteystietojen lukeminen
ga: Teagmhálaithe a léamh
gl: Lectura de contactos
hi: संपर्क पढ़ रहा है
hr: Čitanje kontakata
hu: Névjegyek olvasása
hy: Կարդում է կոնտակտներ
is: Lesa tengiliði
it_it: Lettura della rubrica
ja_jp: 連絡先の読み取り
ka: კონტაქტების წაკითხვა
kk: Контактілерді оқу
lt: Adresatų nuskaitymas
lv: Kontaktu lasīšana
mk: Читање контакти
nb: Lese kontakter
nl_nl: Contacten lezen
pl: Odczytywanie kontaktów
pt_pt: Ler contactos
ro: Citirea contactelor
ru_ru: Чтение контактов
sv: Läsa kontakter
th: การอ่านรายชื่อ
tr_tr: Kişilerin okuması
ur: رابطہ افراد پڑھنا
uz: Kontaktlarni o‘qish

# IDS_ST_BODY_READING_CONTENT_M_NOUN
source: Reading content
ar: قراءة المحتوى
az: Məzmunu oxumaq
bg: Четене на съдържание
ca: Lectura de contingut
cs: Čtení obsahu
da: Læser indhold
de_de: Lesen von Inhalt
el_gr: Ανάγνωση περιεχομένου
es_mx: Lectura de contenido
et: Sisu lugemine
eu: Edukia irakurtzea
fa: خواندن محتوا
fi: Sisällön lukeminen
ga: Inneachar a léamh
gl: Lectura de contidos
hi: सामग्री पढ़ रहा है
hr: Čitanje sadržaja
hu: Tartalom olvasása
hy: Կարդում է բովանդակություն
is: Lesa efni
it_it: Lettura dei contenuti
ja_jp: コンテンツの読み取り
ka: მასალის წაკითხვა
kk: Мазмұнды оқу
lt: Turinio nuskaitymas
lv: Satura lasīšana
mk: Читање содржини
nb: Lese innhold
nl_nl: Inhoud lezen
pl: Odczytywanie zawartości
pt_pt: Ler conteúdos
ro: Citirea conţinutului
ru_ru: Чтение содержимого
sv: Läsa innehåll
th: การอ่านคอนเทนท์
tr_tr: İçeriğin okuması
ur: مشمول پڑھنا
uz: Tarkibni o‘qish

# IDS_ST_BODY_READING_FILE_SYSTEMS_M_NOUN
source: Reading file systems
ar: قراءة أنظمة الملفات
az: Fayl sistemlərini oxumaq
bg: Четене на файлови системи
ca: Lectura de sistemes del fitxer
cs: Čtení systémů souborů
da: Læser filsystemer
de_de: Lesen von Dateisystemen
el_gr: Ανάγνωση συστημάτων αρχείων
es_mx: Lectura de sistemas de archivos
et: Failisüsteemide lugemine
eu: Fitxategi ezarpenak irakurtzea
fa: خواندن فایل های سیستم
fi: Järjestelmätiedostojen lukeminen
ga: Córais chomhad a léamh
gl: Lectura de sistemas de arquivos
hi: फ़ाइल सिस्टम पढ़ रहा है
hr: Čitanje sustava datoteka
hu: Fájlrendszerek olvasása
hy: Կարդում է ֆայլային համակարգեր
is: Lesa skráakerfi
it_it: Lettura dei file system
ja_jp: ファイルシステムの読み取り
ka: ფაილის სისტემების წაკითხვა
kk: Файл жүйелерін оқу
lt: Failų sistemų nuskaitymas
lv: Failu sistēmu lasīšana
mk: Читање на системите на фајлови
nb: Lese filsystemer
nl_nl: Bestandssystemen lezen
pl: Odczytywanie systemów plików
pt_pt: Ler sistemas de ficheiro
ro: Citirea sistemelor de fişiere
ru_ru: Чтение файловых систем
sv: Läsa filsystem
th: การอ่านระบบไฟล์
tr_tr: Dosya sistemlerinin okunması
ur: فائل سسٹمز پڑھنا
uz: Fayl tizimlarini o‘qish

# IDS_ST_BODY_READING_GEOLOCATION_PERMISSIONS_M_NOUN
source: Reading geolocation permissions
ar: قراءة أذونات الموقع الجغرافي
az: Geoməkan icazələrini oxumaq
bg: Четене на разрешения за географско местоположение
ca: Lectura de permisos d'ubicació geogràfica
cs: Čtení oprávnění k získávání informací o zeměpisné poloze
da: Læser tilladelser for geoplaceringer
de_de: Lesen von Rechten bezüglich Standortinformationen
el_gr: Ανάγνωση δικαιωμάτων γεωγραφικής θέσης
es_mx: Lectura de permisos de geoubicación
et: Asukohatuvastuse lubade lugemine
eu: Geokokapen baimenak irakurtzea
fa: خواندن مجوزهای جغرافیایی
fi: Maantieteellisen sijainnin oikeuksien lukeminen
ga: Ceadanna geoshuímh a léamh
gl: Lectura de permisos de xeolocalización
hi: भौगोलिक स्थान अनुमतियाँ पढ़ रहा है
hr: Čitanje dozvola za geolokaciju
hu: Geolokációs engedélyek olvasása
hy: Կարդում է երկրատեղորոշման թույլտվությունները
is: Lesa staðsetningarheimildir
it_it: Lettura delle autorizzazioni di posizione geografica
ja_jp: 位置情報アクセス権の読み取り
ka: გეოლოკციის ნებართვების წაკითხვა
kk: Географиялық орын рұқсаттарын оқу
lt: Geografinės vietos nustatymo leidimų nuskaitymas
lv: Ģeogrāfisko atrašanās vietu pakalpojumu atļauju lasīšana
mk: Читање геолокациски дозволи
nb: Lese tillatelser for geoplassering
nl_nl: Bevoegdheden geolocatie lezen
pl: Odczytywanie uprawnień dotyczących położenia geograficznego
pt_pt: Ler autorizações de geolocalização
ro: Citirea permisiunilor de geolocaţie
ru_ru: Чтение разрешений на определение местоположения
sv: Läsa tillstånd för geoplatsinformation
th: การอ่านสิทธิ์ในการกำหนดตำแหน่งภูมิศาสตร์
tr_tr: Jeolojik konum izinlerinin okunması
ur: جیو محل وقوع اجازتیں پڑھنا
uz: Geojoylashuv ruxsatlarini o‘qish

# IDS_ST_BODY_READING_PLATFORM_INFORMATION_M_NOUN
source: Reading platform information
ar: قراءة معلومات النظام الأساسي
az: Platforma məlumatını oxumaq
bg: Четене на информацията за платформата
ca: Lectura de la informació de plataforma
cs: Čtení informací o platformě
da: Læser platformsoplysninger
de_de: Lesen von Plattforminformationen
el_gr: Ανάγνωση πληροφοριών πλατφόρμας
es_mx: Lectura de información de plataforma
et: Platvormi teabe lugemine
eu: Plataforma informazioa irakurtzea
fa: خواندن اطلاعات پلتفرم
fi: Ympäristön tietojen lukeminen
ga: Faisnéis ardáin a léamh
gl: Lectura de información da plataforma
hi: प्लेटफ़ॉर्म जानकारी पढ़ रहा है
hr: Čitanje podataka o platformi
hu: Platformadatok olvasása
hy: Կարդում է ծրագրահենքի տեղեկությունները
is: Lesa kerfisupplýsingar
it_it: Lettura delle informazioni sulla piattaforma
ja_jp: プラットフォーム情報の読み取り
ka: პლატფორმის ინფორმაციის
kk: Платформа ақпаратын оқу
lt: Platformos informacijos nuskaitymas
lv: Platformas datu lasīšana
mk: Читање на информациите за платформата
nb: Lese plattforminformasjon
nl_nl: Platformgegevens lezen
pl: Odczytywanie informacji o platformie
pt_pt: Ler informações de plataforma
ro: Citirea informaţiilor despre platformă
ru_ru: Чтение сведений о платформе
sv: Läsa plattformsinformation
th: การอ่านข้อมูลแพลตฟอร์ม
tr_tr: Platform bilgilerinin okunması
ur: پلیٹ فارم معلومات پڑھنا
uz: Platforma ma’lumotlarini o‘qish

# IDS_ST_BODY_READING_NETWORK_STATISTICS_M_NOUN
source: Reading network statistics
ar: قراءة إحصائيات الشبكة
az: Şəbəkə statistikasını oxumaq
bg: Четене на статистики за мрежата
ca: Lectura d'estadístiques de xarxa
cs: Čtení statistik sítě
da: Læser netværksstatistikker
de_de: Lesen von Netzwerkstatistiken
el_gr: Ανάγνωση στατιστικών δικτύου
es_mx: Lectura de estadísticas de red
et: Võrgustatistika lugemine
eu: Sare estatistikak irakurtzea
fa: خواندن آمار شبکه
fi: Verkkotilastojen lukeminen
ga: Staitisticí líonra a léamh
gl: Lectura de estatísticas de rede
hi: नेटवर्क आँकड़े पढ़ रहा है
hr: Čitanje mrežnih statistika
hu: Hálózati statisztika olvasása
hy: Կարդում է ցանցային վիճակագրությունը
is: Lesa nettölfræði
it_it: Lettura delle statistiche di rete
ja_jp: ネットワーク分析の読み取り
ka: ქსელის სტატისტიკის წაკითხვა
kk: Желі статистикасын оқу
lt: Tinklo statistikos nuskaitymas
lv: Tīkla statistikas lasīšana
mk: Читање мрежни статистики
nb: Lese nettverksstatistikk
nl_nl: Netwerkstatistieken lezen
pl: Odczytywanie statystyk sieciowych
pt_pt: Ler estatísticas de rede
ro: Citirea statisticilor despre reţea
ru_ru: Чтение статистики сети
sv: Läsa nätverksstatistik
th: การอ่านสถิติเครือข่าย
tr_tr: Ağ istatistiklerinin okunması
ur: نیٹ ورک اعداد و شمار پڑھنا
uz: Tarmoq statistikalarini o‘qish

# IDS_ST_BODY_READING_PRIVACY_SETTINGS_M_NOUN
source: Reading privacy settings
ar: قراءة إعدادات الخصوصية
az: Məxfilik parametrlərini oxumaq
bg: Четене на настройки за поверителност
ca: Lectura dels ajustaments de privacitat
cs: Čtení nastavení soukromí
da: Læser fortrolighedsindstillinger
de_de: Lesen von Datenschutzeinstellungen
el_gr: Ανάγνωση ρυθμίσεων απορρήτου
es_mx: Lectura de configuración de privacidad
et: Privaatsuse seadete lugemine
eu: Pribatutasun ezarpenak irakurtzea
fa: خواندن تنظیمات حریم خصوصی
fi: Tietosuoja-asetusten lukeminen
ga: Socruithe príobháideachta a léamh
gl: Lectura dos axustes de privacidade
hi: गोपनीयता सेटिंग्स पढ़ रहा है
hr: Čitanje postavki privatnosti
hu: Adatvédelmi beállítások olvasása
hy: Կարդում է գաղտնիության դրվածքները
is: Lesa persónuverndarstillingar
it_it: Lettura delle impostazioni sulla privacy
ja_jp: プライバシー設定の読み取り
ka: კონფიდენციალურობის პარამეტრების წაკითხვა
kk: Құпиялылық параметрлерін оқу
lt: Privatumo nustatymų nuskaitymas
lv: Konfidencialitātes iestatījumu lasīšana
mk: Читање на поставките за приватност
nb: Lese personverninnstillinger
nl_nl: Privacy-instellingen lezen
pl: Odczytywanie ustawień prywatności
pt_pt: Ler definições de privacidade
ro: Citirea setărilor de confidenţialitate
ru_ru: Чтение параметров конфиденциальности
sv: Läsa sekretessinställningar
th: การอ่านการตั้งค่าความเป็นส่วนตัว
tr_tr: Gizlilik ayarlarının okunması
ur: رازداری سیٹنگز پڑھنا
uz: Maxfiylik parametrlarini o‘qish

# IDS_ST_BODY_READING_SYSTEM_SECURITY_SETTINGS_M_NOUN
source: Reading system security settings
ar: قراءة إعدادات أمان النظام
az: Sistemin təhlükəsizlik parametrlərini oxumaq
bg: Четене на настройки за системна защита
ca: Lectura d'ajustaments de seguretat del sistema
cs: Čtení nastavení zabezpečení systému
da: Læser systemsikkerhedsoplysninger
de_de: Lesen von Systemsicherheitseinstellungen
el_gr: Ανάγνωση ρυθμίσεων συστήματος ασφαλείας
es_mx: Lectura de configuración de seguridad del sistema
et: Süsteemi turvaseadete lugemine
eu: Sistemaren segurtasun ezarpenak irakurtzea
fa: خواندن تنظیمات امنیتی سیستم
fi: Järjestelmän suojausasetusten lukeminen
ga: Socruithe slándála córais a léamh
gl: Lectura de axustes de seguridade do sistema
hi: सिस्टम सुरक्षा सेटिंग्स पढ़ रहा है
hr: Čitanje sigurnosnih postavki sustava
hu: Rendszer biztonsági beállításainak olvasása
hy: Կարդում է համակարգի անվտանգության դրվածքները
is: Lesa öryggisstillingar kerfis
it_it: Lettura delle impostazioni di protezione del sistema
ja_jp: システムセキュリティ設定の読み取り
ka: სისტემის უსაფრთხოების ინფორმაციის წაკითხვა
kk: Жүйе қауіпсіздігі параметрлерін оқу
lt: Sistemos saugos nustatymų nuskaitymas
lv: Sistēmas drošības iestatījumu lasīšana
mk: Читање на безбедносните поставки на системот
nb: Lese systemets sikkerhetsinnstillinger
nl_nl: Beveiligingsinstellingen systeem lezen
pl: Odczytywanie ustawień zabezpieczeń systemowych
pt_pt: Ler definições de segurança de sistema
ro: Citirea setărilor de sistem de securitate
ru_ru: Чтение параметров системной безопасности
sv: Läsa systemsäkerhetsinställningar
th: การอ่านการตั้งค่าความปลอดภัยระบบ
tr_tr: Sistem güvenlik ayarlarının okunması
ur: سسٹم سلامتی سیٹنگز پڑھنا
uz: Tizim xavfsizlik ma’lumotlarini o‘qish

# IDS_ST_BODY_ACCESSING_MESSAGES_M_NOUN
source: Accessing messages
ar: الوصول إلى الرسائل
az: Mesajlara giriş
bg: Достъп до съобщения
ca: Accés als missatges
cs: Přístup ke zprávám
da: Åbner meddelelser
de_de: Zugriff auf Nachrichten
el_gr: Πρόσβαση στα μηνύματα
es_mx: Acceso a mensajes
et: Juurdepääs sõnumitele
eu: Mezuetara sartzea
fa: دسترسی به پیام ها
fi: Viestien käyttäminen
ga: Teachtaireachtaí a rochtain
gl: Acceso ás mensaxes
hi: संदेश ऍक्सेस कर रहा है
hr: Pristupanje porukama
hu: Üzenetek hozzáférése
hy: Մուտք է գործում հաղորդագրություններ
is: Aðgangur að skilaboðum
it_it: Accesso ai messaggi
ja_jp: メッセージへのアクセス
ka: შეტყობინებებზე წვდომა
kk: Хабарларға кіру
lt: Prieiga prie žinučių
lv: Piekļuve ziņām
mk: Пристап до пораките
nb: Få tilgang til meldinger
nl_nl: Toegang tot berichten
pl: Dostęp do wiadomości
pt_pt: Aceder a mensagens
ro: Accesul la mesaje
ru_ru: Доступ к сообщениям
sv: Få åtkomst till meddelanden
th: การเข้าสู่ข้อความ
tr_tr: Mesajlara erişim
ur: پیغامات پر رسائی کرنا
uz: Xabarlarga kirish

# IDS_ST_BODY_RECEIVING_DETAILED_PACKAGE_INFORMATION_M_NOUN
source: Receiving detailed package information
ar: استلام معلومات الحزمة التفصيلية
az: Detallı paket məlumatı almaq
bg: Получаване на подробна информация за пакет
ca: Recepció de la informació detallada de paquets
cs: Příjem detailních informací o balíčku
da: Modtager detaljerede pakkeoplysninger
de_de: Erhalten von detaillierten Paketinformationen
el_gr: Λήψη αναλυτικών πληροφοριών πακέτου
es_mx: Recepción de información detallada de paquetes
et: Üksikasjaliku paketiteabe vastuvõtmine
eu: Pakete informazio xehatua jasotzea
fa: دریافت اطلاعات دقیق بسته
fi: Yksityiskohtaisten pakettitietojen vastaanottaminen
ga: Faisnéis mhionsonraithe faoin bpacáiste a fháil
gl: Recepción de información de paquetes detallada
hi: विस्तृत पैकेज जानकारी प्राप्त कर रहा है
hr: Primanje detaljnih podataka o paketu
hu: Részletes csomagadatok fogadása
hy: Ստանում է մանրամասն փաթեթային տեղեկատվություն
is: Taka á móti ítarlegum pakkaupplýsingum
it_it: Ricezione delle informazioni dettagliate sui pacchetti
ja_jp: 詳細なパッケージ情報の受信
ka: პაკეტის დეტალური ინფორმაციის მიღება
kk: Толық бума ақпаратын алу
lt: Išsamios paketo informacijos gavimas
lv: Detalizētas pakotņu informācijas saņemšana
mk: Примање детални пакетни информации
nb: Motta detaljert pakkeinformasjon
nl_nl: Gedetailleerde pakketinformatie ontvangen
pl: Odbieranie szczegółowych informacji o pakietach
pt_pt: Receber informações de pacote detalhadas
ro: Primirea de informaţii detaliate despre pachete
ru_ru: Получение подробных сведений о пакете
sv: Ta emot detaljerad paketinformation
th: การรับข้อมูลแพ็คเกจแบบละเอียด
tr_tr: Ayrıntılı paket bilgilerinin alınması
ur: تفصیلی پیکیج معلومات وصول کرنا
uz: Paketning batafsil ma’lumotlarini olish

# IDS_ST_BODY_RECEIVING_APPLICATION_USAGE_NOTIFICATIONS_M_NOUN
source: Receiving application usage notifications
ar: استلام إشعارات استخدام التطبيق
az: Proqramın istifadə bildirişlərini almaq
bg: Получаване на известия за използване на приложения
ca: Recepció de notificacions d'ús d'aplicacions
cs: Příjem oznámení využití aplikací
da: Modtager meddelelser om programbrug
de_de: Erhalten von Benachrichtigung über die Nutzung von Anwendungen
el_gr: Λήψη ειδοποιήσεων χρήσης εφαρμογών
es_mx: Recepción de notificaciones de uso de aplicaciones
et: Rakenduse kasutamise teavituste vastuvõtmine
eu: Aplikazio erabilera jakinarazpenak jasotzea
fa: دریافت اعلان استفاده از برنامه
fi: Sovelluksen käyttöilmoitusten vastaanottaminen
ga: Fógraí maidir le húsáid feidhmchlár a fháil
gl: Recepción de notificacións de uso de aplicacións
hi: एप्लीकेशन उपयोग अधिसूचनाएँ प्राप्त कर रहा है
hr: Primanje obavijesti o korištenju aplikacije
hu: Alkalmazáshasználati értesítések fogadása
hy: Ստանում է ծրագրի օգտագործման ծանուցումներ
is: Taka á móti notkunartilkynningum forrits
it_it: Ricezione delle notifiche sull'utilizzo dell'applicazione
ja_jp: アプリケーション使用状況通知の受信
ka: პროგრამის გამოყენების შეტყობინებების მიღება
kk: Бағдарламаны пайдалану хабарландыруларын алу
lt: Programos naudojimo pranešimų gavimas
lv: Programmu lietojuma paziņojumu saņemšana
mk: Примање известувања за користење на апликацијата
nb: Motta varsler om programbruk
nl_nl: Meldingen applicatiegebruik ontvangen
pl: Otrzymywanie powiadomień o korzystaniu z aplikacji
pt_pt: Receber notificações de utilização de aplicações
ro: Primirea notificărilor cu privire la utilizarea aplicaţiilor
ru_ru: Получение уведомлений об использовании приложений
sv: Ta emot meddelanden om programanvändning
th: การรับการแจ้งเตือนการใช้งานแอพพลิเคชั่น
tr_tr: Uygulama kullanım bildirimlerinin alınması
ur: ایپلیکیشن استعمال اعلانات وصول کرنا
uz: Ilovadan foydalanish bildirishnomalarini olish

# IDS_ST_BODY_RECEIVING_PACKAGE_INFORMATION_M_NOUN
source: Receiving package information
ar: استلام معلومات الحزمة
az: Paket məlumatı almaq
bg: Получаване на информация за пакет
ca: Recepció de la informació de paquets
cs: Příjem informací o balíčku
da: Modtager pakkeoplysninger
de_de: Erhalten von Paketinformationen
el_gr: Λήψη πληροφοριών πακέτου
es_mx: Recepción de información de paquetes
et: Paketiteabe vastuvõtmine
eu: Pakete informazioa jasotzea
fa: دریافت اطلاعات بسته
fi: Pakettitietojen vastaanottaminen
ga: Faisnéis faoin bpacáiste a fháil
gl: Recepción de información de paquetes
hi: पैकेज जानकारी प्राप्त कर रहा है
hr: Primanje podataka o paketu
hu: Csomagadatok fogadása
hy: Ստանում է փաթեթային տեղեկատվություն
is: Taka á móti pakkaupplýsingum
it_it: Ricezione delle informazioni sui pacchetti
ja_jp: パッケージ情報の受信
ka: პაკეტის ინფორმაციის მიღება
kk: Бума ақпаратын алу
lt: Paketo informacijos gavimas
lv: Pakotņu informācijas saņemšana
mk: Примање пакетни информации
nb: Motta pakkeinformasjon
nl_nl: Pakketinformatie ontvangen
pl: Odbieranie informacji o pakietach
pt_pt: Receber informações de pacote
ro: Primirea informaţiilor despre pachete
ru_ru: Получение сведений о пакете
sv: Ta emot paketinformation
th: การรับข้อมูลแพ็คเกจ
tr_tr: Paket bilgilerinin alınması
ur: پیکیج معلومات وصول کرنا
uz: Paket ma’lumotlarini olish

# IDS_ST_BODY_RECEIVING_PUSH_NOTIFICATIONS_M_NOUN
source: Receiving push notifications
ar: استلام إشعارات الدفع
az: Push bildirişlərini almaq
bg: Получаване на push уведомявания
ca: Recepció de notificacions push
cs: Příjem nabízených oznámení
da: Modtager push-meddelelser
de_de: Erhalten von Push-Benachrichtigungen
el_gr: Λήψη ειδοποιήσεων push
es_mx: Recepción de notificaciones de inserción
et: Push-teavituste vastuvõtmine
eu: Push jakinarazpenak jasotzea
fa: دریافت اعلان های ارسال
fi: Palveluviestien vastaanottaminen
ga: Brúfhógraí a fháil
gl: Recepción de notificacións Push
hi: पुश अधिसूचनाएँ प्राप्त कर रहा है
hr: Primanje push obavijesti
hu: Push értesítések fogadása
hy: Ստանում է push ծանուցումներ
is: Taka á móti vöktunartilkynningum
it_it: Ricezione delle notifiche push
ja_jp: プッシュ通知の受信
ka: Push-შეტყობინებების მიღება
kk: Push хабарландыруларын алу
lt: „Push“ pranešimų gavimas
lv: Push ziņu paziņojumu saņemšana
mk: Примање известувања push
nb: Motta push-varsler
nl_nl: Pushmeldingen ontvangen
pl: Odbieranie powiadomień z serwera
pt_pt: Receber notificações de difusão
ro: Primirea notificărilor push
ru_ru: Получение push-уведомлений
sv: Ta emot push-meddelanden
th: การรับการแจ้งเตือนพุช
tr_tr: Push bildirimlerinin alınması
ur: پش اعلانات وصول کرنا
uz: Push-bildirishnomalarini olish
