Repository: tizenorg/framework.security.privilege-checker
Catalog: capi/res/string/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, es_mx, et, eu, fa, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, lt, lv, mk, nb, nl_nl, pl, pt_pt, ro, ru_ru, sv, th, tr_tr, ur, uz

source: Allows the application to receive messages, and retrieve messages from the message boxes
ar: السماح للتطبيق بإرسال الرسائل واستردادها من صندوق الرسائل
az: Proqrama mesajları qəbul etməyə və ya mesaj qutularından əldə etməyə imkan verir
bg: Позволява на приложението да получава съобщения и да извлича съобщения от кутиите за съобщения
ca: Permet a l'aplicació rebre missatges i recuperar-los des dels quadres de missatge
cs: Povolí aplikaci přijímat zprávy a načítat zprávy ze složek zpráv
da: Tillader, at programmet modtager meddelelser og henter meddelelser fra meddelelsesbokse
de_de: Ermöglicht der Anwendung das Empfangen von Nachrichten und das Abrufen von Nachrichten aus den Postfächern.
el_gr: Επιτρέπει στην εφαρμογή τη λήψη μηνυμάτων και την ανάκτησή τους από τους φακέλους μηνυμάτων
es_mx: Permite que la aplicación reciba mensajes y los recupere del buzón de mensajes
et: Lubab rakendusel võtta vastu sõnumeid ja laadida sõnumeid sõnumikaustadest
eu: Aplikazioari mezuak jasotzen eta mezu ontzietako mezuak berreskuratzen uzten dio
fa: به برنامه اجازه می دهد پیام ها را دریافت کند و پیام ها را از صندوق های پیام بازیابی کند
fi: Antaa sovelluksen vastaanottaa viestejä sekä hakea viestejä viestilaatikoista
ga: Ligtear don fheidhmchlár teachtaireachtaí a fháil, agus teachtaireachtaí a aimsiú ó na boscaí teachtaireachtaí
gl: Permite á aplicación recibir mensaxes e recuperar mensaxes das bandexas de mensaxes
hi: संदेशों को प्राप्त करने, और संदेश बॉक्स से संदेशों को पुर्नप्राप्त करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji primanje poruka te ponovno preuzimanje poruka iz sandučića poruka
hu: Lehetővé teszi az alkalmazás számára az üzenetfogadást, valamint az üzenetek letöltését a postafiókokból
hy: Թույլ է տալիս, որ ծրագիրը հաղորդագրություններ ստանա և հաղորդագրությունների պատուհաններից առբերի հաղորդագրություններ
is: Leyfir forritinu að taka á móti skilaboðum og sækja skilaboð úr skilaboðahólfum
it_it: Consente all'applicazione di ricevere messaggi e di recuperare i messaggi dalle cartelle dedicate
ja_jp: メッセージの受信や、メッセージボックスからのメッセージの取得をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მიიღოს შეტყობინებები და ამოიღონ შეტყობინებები წერილების ყუთებიდან
kk: Бағдарламаға хабарлар алуға және хабар қалталарынан хабарлар қайтаруға мүмкіндік береді
lt: Leidžia programai gauti žinutes ir priimti žinutes iš žinučių aplankų
lv: Ļauj programmai saņemt ziņas un izgūt ziņas no ziņu mapēm
mk: Дозволува апликацијата да прима пораки и да отвора пораки од сандачињата
nb: Gir programmet tillatelse til å motta meldinger og hente meldinger fra meldingsboksene
nl_nl: Applicatie mag berichten ontvangen en berichten ophalen uit postvakken
pl: Umożliwia aplikacji odbieranie wiadomości oraz pobieranie wiadomości ze skrzynek wiadomości
pt_pt: Permite à aplicação receber mensagens e obter mensagens das caixas de mensagens
ro: Permite aplicaţiei să primească mesaje, precum şi să preia mesaje din casetele de mesaje
ru_ru: Позволяет приложению получать сообщения и извлекать сообщения из папок
sv: Tillåter att programmet tar emot meddelanden och hämtar meddelanden från meddelanderutorna
th: อนุญาตให้แอพพลิเคชั่นรับ ข้อความ และเรียกข้อความ จากกล่องข้อความได้
tr_tr: Uygulamanın mesajları almasına ve mesaj kutularındaki mesajları almasına izin verir
ur: ایپلیکیشن کو پیغامات وصول کرنے، اور پیغام بکسوں سے پیغامات بازگیر کرنے کی اجازت دیتا ہے
uz: Ilovaga xabarlarni olish va xabar qutilaridan xabarlarni qaytarish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_RECEIVE_DETAILED_PACKAGE_INFORMATION
source: Allows the application to receive detailed package information
ar: السماح للتطبيق باستلام معلومات تفصيلية حول الحزمة
az: Proqrama detallı paket məlumatlarını qəbul etməyə icazə verir
bg: Позволява на приложението да получава подробна информация за пакети
ca: Permet a l'aplicació rebre informació detallada de paquets
cs: Povolí aplikaci přijímat detailní informace o balíčku
da: Tillader, at programmet modtager detaljerede pakkeoplysninger
de_de: Ermöglicht der Anwendung das Empfangen von detaillierten Paketinformationen.
el_gr: Επιτρέπει στην εφαρμογή να λαμβάνει αναλυτικές πληροφορίες πακέτου
es_mx: Permitir que la aplicación reciba paquetes de información detallada
et: Lubab rakendusel võtta vastu üksikasjalikku paketi teavet
eu: Aplikazioari pakete informazioa xehatua jasotzen uzten dio
fa: به برنامه کاربردی اجازه می دهد اطلاعات دقیق بسته را دریافت کند
fi: Antaa sovelluksen vastaanottaa yksityiskohtaisia pakettitietoja
ga: Ceadaítear don fheidhmchlár faisnéis mhionsonraithe pacáiste a fháil
gl: Permite á aplicación recibir información de paquetes detallada
hi: एप्लीकेशन को विस्तृत पैकेज जानकारी प्राप्त करने की अनुमति देता है
hr: Aplikaciji dopušta primanje detaljnih podataka o paketu
hu: Lehetővé teszi az alkalmazás számára részletes csomaginformációk fogadását
hy: Թույլ է տալիս, որ ծրագիրը մանրամասն փաթեթային տեղեկատվություն ստանա
is: Leyfir forritinu að taka á móti ítarlegum pakkaupplýsingum
it_it: Consente all'applicazione di ricevere informazioni dettagliate sui pacchetti
ja_jp: 詳細なパッケージ情報を取得することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მიიღოს პაკეტის დეტალური ინფორმაცია
kk: Бағдарламаға пакет туралы толық ақпаратты алуға мүмкіндік береді
lt: Leidžia programai gauti išsamią paketo informaciją
lv: Ļauj programmai saņemt detalizētu informāciju par pakotnēm
mk: Дозволува апликацијата да прима детални пакетни информации
nb: Tillater at programmet kan motta detaljert pakkeinformasjon
nl_nl: De applicatie mag gedetailleerde pakketinformatie ontvangen
pl: Umożliwia aplikacji odbieranie szczegółowych informacji o pakietach
pt_pt: Permite à aplicação receber informações de pacotes detalhadas
ro: Permite aplicaţiei să primească informaţii detaliate despre pachete
ru_ru: Позволяет приложению получать подробные данные пакетов
sv: Gör att programmet kan ta emot detaljerad paketinformation
th: อนุญาตให้แอพพลิเคชั่น รับรายละเอียดข้อมูลแพ็ค​เกจได้
tr_tr: Uygulamanın, ayrıntılı paket bilgilerini almasına izin verir
ur: ایپلیکیشن کو تفصیلی پیکیج معلومات وصول کرنے کی اجازت دیتا ہے
uz: Ilovaga batafsil paket ma’lumotlarini olish uchun ruxsat beradi

source: Allows the application to receive notifications about foreground application changes
ar: السماح للتطبيق باستلام إخطارات حول تغييرات التطبيقات التي يتم إجراؤها في المقدمة
az: Proqrama önplandakı proqram dəyişikliklərinə dair bildiriş əldə etməyə imkan verir
bg: Позволява на приложението да получава известия за промени в приложението на преден план
ca: Permet a l'aplicació rebre notificacions sobre canvis d'aplicacions en primer pla
cs: Povolí aplikaci přijímat oznámení o změnách aplikací v popředí
da: Gør det muligt for programmet at modtage meddelelser om ændringer i forgrundsprogrammet
de_de: Ermöglicht der Anwendung das Empfangen von Benachrichtigungen über Änderungen der Vordergrundanwendung.
el_gr: Επιτρέπει στην εφαρμογή τη λήψη ειδοποιήσεων σχετικά με αλλαγές σε εφαρμογές στο προσκήνιο
es_mx: Permite que la aplicación reciba notificaciones acerca de los cambios de la aplicación en primer plano
et: Lubab rakendusel võtta vastu teavitusi esiplaanil olevate rakenduste muudatuste kohta
eu: Aplikazioari aurreko planoko aplikazioen aldaketei buruzko jakinarazpenak jasotzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد اعلان هایی درباره تغییرات پیش زمینه برنامه کاربردی دریافت کند
fi: Antaa sovelluksen vastaanottaa edustasovellusten muutoksiin liittyviä ilmoituksia
ga: Ceadaítear don fheidhmchlár fógraí a fháil maidir le hathruithe ar fheidhmchláir sa tulra
gl: Permite á aplicación recibir notificacións acerca dos cambios na aplicación en primeiro plano
hi: एप्लीकेशन को फ़ोरग्राउंड एप्लीकेशन परिवर्तनों के बारे में अधिसूचनाएँ प्राप्त करने की अनुमति देता है
hr: Dopušta aplikaciji primanje obavijesti o promjenama aplikacija u prvom planu
hu: Lehetővé teszi az alkalmazás számára, hogy az értesítést kapjon az előtérben futó alkalmazások módosításairól
hy: Թույլ է տալիս, որ ծրագիրը ծանուցումներ ստանա առաջին պլանում գործարկվող ծրագրերի փոփոխությունների մասին
is: Leyfir forritinu að taka á móti tilkynningum um breytingar á forritum í forgrunni
it_it: Consente all'applicazione di ricevere notifiche sulle modifiche alle applicazioni in primo piano
ja_jp: フォアグランドアプリケーションの変更に関連する通知の受け取りをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მიიღოს შეტყობინებები წინა პლანზე ჩართული პროგრამის ცვლილებების შესახებ
kk: Бағдарлама алдыңғы бағдарлама өзгертулері туралы хабарландыруларды алуға мүмкіндік береді
lt: Leidžia programai gauti pranešimus apie pagrindinių programų pakeitimus
lv: Ļauj programmai saņemt paziņojumus par priekšplānā esošo programmu izmaiņām
mk: Дозволува апликацијата да прима известувања за промените на апликацијата во преден план
nb: Tillater programmet å motta varsler om endringer i forgrunnsprogrammer
nl_nl: Applicatie mag meldingen ontvangen over wijzigingen in de voorgrondapplicatie
pl: Umożliwia aplikacji odbieranie powiadomień dotyczących zmian w aplikacji działającej na pierwszym planie
pt_pt: Permite à aplicação receber notificações sobre alterações de aplicações em primeiro plano
ro: Permite aplicaţiei să primească notificări despre modificările aplicaţiilor din fundal
ru_ru: Позволяет приложению получать уведомления об изменениях в активных приложениях
sv: Tillåter att programmet tar emot meddelanden om ändringar av program i förgrunden
th: อนุญาตให้แอพพลิเคชั่นรับการแจ้งเตือนเกี่ยวกับการเปลี่ยนแอพพลิเคชั่นพื้นหน้าได้
tr_tr: Uygulamanın, önplan uygulama değişiklikleri hakkında bildirimler almasına olanak verir
ur: ایپلیکیشن کو پیش منظر ایپلیکیشن تبدیلیوں کے متعلق اعلانات وصول کرنے کی اجازت دیتا ہے
uz: Ilovaga old plandagi ilova o‘zgartirishlari haqidagi bildirishnomalarni olish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_RECEIVE_PACKAGE_INFORMATION
source: Allows the application to receive package information
ar: السماح للتطبيق باستلام معلومات الحزمة
az: Proqramın paket məlumatlarını qəbul etməsinə imkan verir
bg: Позволява на приложението да получава информация за пакети
ca: Permet a l'aplicació rebre informació de paquets
cs: Povolí aplikaci přijímat informace o balíčku
da: Tillader, at programmet modtager pakkeoplysninger
de_de: Ermöglicht der Anwendung das Empfangen von Paketinformationen.
el_gr: Επιτρέπει στην εφαρμογή να λαμβάνει πληροφορίες πακέτου
es_mx: Permite que la aplicación reciba y reúna información
et: Lubab rakendusel võtta vastu paketi teavet
eu: Aplikazioari pakete informazioa jasotzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد اطلاعات بسته را دریافت کند
fi: Antaa sovelluksen vastaanottaa pakettitietoja
ga: Ceadaítear don fheidhmchlár faisnéis a fháil faoi phaicéid
gl: Permite á aplicación recibir información de paquetes
hi: पैकेज जानकारी प्राप्त करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji primanje podataka o paketu
hu: Lehetővé teszi az alkalmazás számára csomaginformációk fogadását
hy: Թույլ է տալիս, որ ծրագիրը փաթեթային տեղեկատվություն ստանա
is: Leyfir forritinu að taka á móti pakkaupplýsingum
it_it: Consente all'applicazione di ricevere le informazioni sui pacchetti
ja_jp: パッケージ情報を取得することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მიიღოს პაკეტის ინფორმაცია
kk: Бағдарламаға бума туралы ақпаратты алу мүмкіндігін береді
lt: Leidžia programai gauti paketo informaciją
lv: Ļauj programmai saņemt pakotnes informāciju
mk: Дозволува апликацијата да прима пакетни информации
nb: Tillater programmet å hente pakkeinformasjon
nl_nl: Applicatie mag pakketinformatie ontvangen
pl: Umożliwia aplikacji odbieranie informacji o pakietach
pt_pt: Permite à aplicação receber informações de pacotes
ro: Permite aplicaţiei să primească informaţii despre pachete
ru_ru: Позволяет приложению получать данные пакетов
sv: Gör att programmet kan ta emot paketinformation
th: อนุญาตให้แอพพลิเคชั่น รับข้อมูลแพ็ค​เกจได้
tr_tr: Uygulamanın, paket bilgilerini almasına olanak verir
ur: ایپلیکیشن کو پیکیج معلومات وصول کرنے کی اجازت دیتا ہے
uz: Ilovaga paket ma’lumotlarini olish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_RECEIVE_PUSH_NOTIFICATIONS
source: Allows the application to receive push notifications
ar: السماح للتطبيق باستلام إشعارات الدفع
az: Proqramın push bildirişləri almasına imkan verir
bg: Позволява на приложението да получава push известия
ca: Permet a l'aplicació rebre notificacions push
cs: Povolí aplikaci přijímat nabízená oznámení
da: Tillader, at programmet modtager push-meddelelser
de_de: Ermöglicht der Anwendung das Empfangen von Push-Benachrichtigungen.
el_gr: Επιτρέπει στην εφαρμογή να λαμβάνει ειδοποιήσεις push
es_mx: Permite que la aplicación reciba notificaciones
et: Lubab rakendusel võtta vastu push-teavitusi
eu: Aplikazioari push jakinarazpenak jasotzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد اعلان های ارسال دریافت کند
fi: Antaa sovelluksen vastaanottaa pikailmoituksia
ga: Ceadaítear don fheidhmchlár brúfhógraí a fháil
gl: Permite á aplicación recibir notificacións push
hi: पुश अधिसूचनाएँ प्राप्त करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji primanje push obavijesti
hu: Lehetővé teszi az alkalmazás számára push értesítések fogadását
hy: Թույլ է տալիս, որ ծրագիրը ստանա push ծանուցումներ
is: Leyfir forritinu að taka á móti vöktunartilkynningum
it_it: Consente all'applicazione di ricevere notifiche push
ja_jp: プッシュ通知を受信することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მიიღოს push-შეტყობინებები
kk: Бағдарламаға push хабарландыруларын алу мүмкіндігін береді
lt: Leidžia programai gauti „Push“ pranešimus
lv: Ļauj programmai saņemt Push paziņojumus
mk: Дозволува апликацијата да прима известувања push
nb: Tillater programmet å motta push-varsler
nl_nl: Applicatie mag pushmeldingen ontvangen
pl: Umożliwia aplikacji odbieranie powiadomień
pt_pt: Permite à aplicação receber notificações de difusão
ro: Permite aplicaţiei să primească notificări push
ru_ru: Позволяет приложению получать push-уведомления
sv: Gör att programmet kan ta emot push-meddelanden
th: อนุญาตให้แอพพลิเคชั่น รับการแจ้งเตือนพุชได้
tr_tr: Uygulamanın, push bildirimleri almasına olanak verir
ur: ایپلیکیشن کو پش اعلانات وصول کرنے کی اجازت دیتا ہے
uz: Ilovaga push-bildirishnomalarini olish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_RECEIVE_SMS_MESSAGES_FROM_A_SPECIFIED_PORT
source: Allows the application to receive SMS messages from a specified port
ar: السماح للتطبيق باستلام الرسائل النصية القصيرة من منفذ معين
az: Proqramın müəyyən portdan SMS mesajları almasına imkan verir
bg: Позволява на приложението да получава SMS съобщения от определен порт
ca: Permet a l'aplicació rebre missatges SMS des d'un port especificat
cs: Povolí aplikaci přijímat SMS zprávy ze zadaného portu
da: Tillader, at programmet modtager sms-meddelelser fra en angivet port
de_de: Ermöglicht der Anwendung das Empfangen von SMS-Nachrichten über einen bestimmten Port.
el_gr: Επιτρέπει στην εφαρμογή να λαμβάνει μηνύματα SMS από συγκεκριμένη θύρα
es_mx: Permite que la aplicación envíe y reciba mensajes SMS de un puerto específico
et: Lubab rakendusel võtta vastu SMS-sõnumeid määratletud pordilt
eu: Aplikazioari ataka jakin batetik SMS mezuak jasotzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد تا پیام های چندرسانه ای از یک پورت معین دریافت کند
fi: Antaa sovelluksen vastaanottaa tekstiviestejä määrätystä portista
ga: Ceadaítear don fheidhmchlár teachtaireachtaí SMS a fháil ó phort sonraithe
gl: Permite á aplicación recibir mensaxes SMS dun porto específico
hi: निर्दिष्ट पोर्ट से SMS संदेशों को प्राप्त करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji primanje SMS poruka s određenog ulaza
hu: Lehetővé teszi az alkalmazás számára SMS üzenetek fogadását a megadott portról
hy: Թույլ է տալիս, որ ծրագիրը SMS հաղորդագրություններ ստանա նշված պորտից
is: Leyfir forritinu að taka á móti SMS-skilaboðum um tiltekna gátt
it_it: Consente all'applicazione di ricevere messaggi SMS da una porta specificata
ja_jp: 特定のポートからSMSを受信することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მიიღოს SMS წერილები კონკრეტული პორტიდან
kk: Бағдарламаға көрсетілген порттан SMS хабарларын алу мүмкіндігін береді
lt: Leidžia programai gauti SMS žinutes iš tam tikro prievado
lv: Ļauj programmai saņemt īsziņas no norādīta porta
mk: Дозволува апликацијата да прима SMS-пораки од одредена порта
nb: Tillater programmet å motta SMS-meldinger fra en angitt port
nl_nl: Applicatie mag SMS-berichten ontvangen van een bepaalde poort
pl: Umożliwia aplikacji otrzymywanie wiadomości SMS z określonego portu
pt_pt: Permite à aplicação receber mensagens SMS a partir de uma porta especificada
ro: Permite aplicaţiei să primească mesaje SMS de la un port specificat
ru_ru: Позволяет приложению получать SMS через указанный порт
sv: Gör att programmet kan ta emot SMS-meddelanden från en särskild port
th: อนุญาตให้แอพพลิเคชั่นรับข้อความ SMS จากพอร์ตที่ระบุได้
tr_tr: Uygulamanın, belirli bir porttan SMS mesajları almasına olanak verir
ur: ایپلیکیشن کو ایک مشخص کردہ پورٹ سے SMS پیغامات وصول کرنے کی اجازت دیتا ہے
uz: Ilovaga maxsus portdan SMS xabarlarini olish uchun ruxsat beradi

source: Allows the application to request/release a specific network connection
ar: السماح للتطبيق بقطع/طلب الاتصال بشبكة معينة
az: Proqrama xüsusi şəbəkə bağlantısını sorğulamağa/yaratmağa imkan verir
bg: Позволява на приложението да заявява/освобождава определени мрежови връзки
ca: Permet a l'aplicació sol·licitar i emetre connexions de xarxa específiques
cs: Povolí aplikaci požadovat/uvolňovat specifické síťové připojení
da: Tillader, at programmet anmoder om/frigiver en specifik netværksforbindelse
de_de: Ermöglicht der Anwendung das Anfordern/Trennen einer bestimmten Netzwerkverbindung
el_gr: Επιτρέπει στην εφαρμογή να ζητά/αποδεσμεύει μια συγκεκριμένη σύνδεση δικτύου
es_mx: Permite que la aplicación solicite/publique una conexión de red específica
et: Lubab rakendusel taotleda/aktiveerida teatud võrguühendusi
eu: Aplikazioari sare konexio zehatza eskatzen/argitaratzen uzten dio
fa: به برنامه اجازه می دهد یک اتصال شبکه خاص را درخواست کند/ارائه دهد
fi: Antaa sovelluksen pyytää tiettyä verkkoyhteyttä ja katkaista sen
ga: Ligtear don fheidhmchlár nasc líonra sainiúil a iarraidh/scaoileadh
gl: Permite á aplicación solicitar/emitir unha conexión de rede específica
hi: विशिष्ट नेटवर्क कनेक्शन के अनुरोध/छोड़ने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji da zahtjeva/otpusti određenu mrežnu vezu
hu: Lehetővé teszi az alkalmazás számára adott hálózati kapcsolat kérését, illetve bontását
hy: Թույլ է տալիս, որ ծրագիրը պահանջի կամ անջատի կոնկրետ ցանցային միացում
is: Leyfir forritinu að biðja um/rjúfa tiltekna nettengingu
it_it: Consente all'applicazione di richiedere/rilasciare una connessione di rete specifica
ja_jp: 特定のネットワークへの接続の要求/解除をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მოითხოვოს ან გააუქმოს კონკრეტულ ქსელთან დაკავშირება
kk: Бағдарламаға арнайы желі байланысын сұрауға/босатуға мүмкіндік береді
lt: Leidžia programai pateikti užklausą dėl tam tikro tinklo ryšio / jį nutraukti
lv: Ļauj programmai pieprasīt/pārtraukt noteiktu tīkla savienojumu
mk: Дозволува апликацијата да бара/ослободува одредени мрежни поврзувања
nb: Gir programmet tillatelse til å forespørre/frigi en spesifikk nettverkstilkobling
nl_nl: Applicatie mag een specifieke netwerkverbinding aanvragen/vrijgeven
pl: Umożliwia aplikacji żądanie/zwalnianie określonego połączenia sieciowego
pt_pt: Permite à aplicação pedir/libertar uma ligação de rede específica
ro: Permite aplicaţiei să solicite/elibereze o anumită conexiune la reţea
ru_ru: Позволяет приложению запрашивать и сбрасывать определенное сетевое подключение
sv: Tillåter att programmet begär/släpper en specifik nätverksanslutning
th: อนุญาตให้แอพพลิเคชั่น ขอ/ปล่อยการเชื่อมต่อเครือข่าย ที่ระบุได้
tr_tr: Uygulamanın belirli bir ağ bağlantısını talep etmesine/serbest bırakmasına izin verir
ur: ایپلیکیشن کو ایک مخصوص نیٹ ورک کنکشن کی درخواست کرنے/چھوڑنے کی اجازت دیتا ہے
uz: Ilovaga maxsus tarmoq ulanishini so‘rash/chiqarish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_REQUEST_WI_FI_DIRECT_INFORMATION
source: Allows the application to request Wi-Fi Direct information
ar: السماح للتطبيق بطلب معلومات Wi-Fi Direct
az: Proqramın Wi-Fi Direct məlumatlarını tələb etməsinə imkan verir
bg: Позволява на приложението да изисква Wi-Fi Direct информация
ca: Permet a l'aplicació sol·licitar informació de Wi-Fi Direct
cs: Povolí aplikaci požadovat informace o Wi-Fi Direct
da: Tillader, at programmet anmoder om Wi-Fi Direct-oplysninger
de_de: Ermöglicht der Anwendung das Anfordern von Wi-Fi Direct-Informationen.
el_gr: Επιτρέπει στην εφαρμογή να ζητά πληροφορίες Wi-Fi Direct
es_mx: Permite que la aplicación solicite información de Wi-Fi Directo
et: Lubab rakendusel taotleda Wi-Fi Directi teavet
eu: Aplikazioari Wi-Fi Direct informazioa eskatzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد اطلاعات Wi-Fi Direct درخواست کند
fi: Antaa sovelluksen pyytää Wi-Fi Direct -tietoja
ga: Ceadaítear don fheidhmchlár faisnéis faoi Wi-Fi Direct a iarraidh
gl: Permite á aplicación solicitar información de Wi-Fi Direct
hi: Wi-Fi डायरेक्ट जानकारी का अनुरोध करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji traženje Wi-Fi Direct podataka
hu: Lehetővé teszi az alkalmazás számára a Wi-Fi Direct-adatok lekérését
hy: Թույլ է տալիս, որ ծրագիրը պահանջի Wi-Fi Direct տեղեկություններ
is: Leyfir forritinu að biðja um Wi-Fi Direct upplýsingar
it_it: Consente all'applicazione di richiedere informazioni sulla rete Wi-Fi Direct
ja_jp: Wi-Fi Directの情報を要求することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მოითხოვოს Wi-Fi Direct ინფორმაცია
kk: Бағдарламаға Wi-Fi Direct туралы ақпаратты сұрау мүмкіндігін береді
lt: Leidžia programai prašyti „Wi-Fi Direct“ informacijos
lv: Ļauj programmai pieprasīt Wi-Fi Direct informāciju
mk: Дозволува апликацијата да бара информации за Wi-Fi Direct
nb: Tillater programmet å be om Wi-Fi Direct-informasjon
nl_nl: Applicatie mag Wi-Fi Direct-informatie aanvragen
pl: Umożliwia aplikacji żądanie informacji o Wi-Fi Direct
pt_pt: Permite à aplicação pedir informações Wi-Fi Direct
ro: Permite aplicaţiei să solicite informaţii Wi-Fi Direct
ru_ru: Позволяет приложению запрашивать данные Wi-Fi Direct
sv: Gör att programmet kan begära Wi-Fi Direct-information
th: อนุญาตให้แอพพลิเคชั่นขอข้อมูล Wi-Fi Direct ได้
tr_tr: Uygulamanın, Wi-Fi Direct bilgilerini istemesine olanak verir
ur: ایپلیکیشن کو Wi-Fi Direct معلومات درخواست کرنے کی اجازت دیتا ہے
uz: Ilovaga Wi-Fi Direct ma’lumotlari so‘rovini yuborish uchun ruxsat beradi
