Repository: tizenorg/framework.security.privilege-checker
Catalog: capi/res/string/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, es_mx, et, eu, fa, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, lt, lv, mk, nb, nl_nl, pl, pt_pt, ro, ru_ru, sv, th, tr_tr, ur, uz

# IDS_ST_BODY_UPDATING_NETWORK_SETTINGS_M_NOUN
source: Updating network settings
ar: تحديث إعدادات الشبكة
az: Şəbəkə parametrlərini yeniləmək
bg: Актуализиране на настройки за мрежа
ca: Actualització d'ajustaments de la xarxa
cs: Aktualizace nastavení sítě
da: Opdaterer netværksindstillinger
de_de: Aktualisieren der Netzwerkeinstellungen
el_gr: Ενημέρωση ρυθμίσεων δικτύου
es_mx: Actualización de configuración de red
et: Võrguseadete värskendamine
eu: Sarearen ezarpenak eguneratzea
fa: به روز رسانی تنظیمات شبکه
fi: Verkkoasetusten päivittäminen
ga: Socruithe líonra a nuashonrú
gl: Actualización dos axustes de rede
hi: नेटवर्क सेटिंग्स अपडेट कर रहा है
hr: Aktualiziranje mrežnih postavki
hu: Hálózati beállítások frissítése
hy: Թարմացնում է ցանցի դրվածքները
is: Uppfæra netstillingar
it_it: Aggiornamento delle impostazioni di rete
ja_jp: ネットワーク設定の更新
ka: ქსელის პარამეტრების განახლება
kk: Желі параметрлерін жаңарту
lt: Tinklo nustatymų naujinimas
lv: Tīkla iestatījumu atjaunināšana
mk: Ажурирање на параметрите за мрежа
nb: Oppdatere nettverksinnstillinger
nl_nl: Netwerkinstellingen bijwerken
pl: Aktualizowanie ustawień sieciowych
pt_pt: Actualizar definições de rede
ro: Actualizarea setărilor de reţea
ru_ru: Обновление параметров сети
sv: Uppdatera nätverksinställningar
th: การอัพเดทการตั้งค่าเครือข่าย
tr_tr: Ağ ayarlarının güncellenmesi
ur: نیٹ ورک سیٹنگز تازہ کاری کرنا
uz: Tarmoq parametrlarini yangilash

# IDS_ST_BODY_UPLOADING_LOGS_M_NOUN
source: Uploading logs
ar: تحميل السجلات
az: Jurnalları yükləmək
bg: Качване на дневници
ca: Càrrega de registres
cs: Ukládání protokolů
da: Oploader logs
de_de: Aktualisieren von Protokollen
el_gr: Αποστολή αρχείων καταγραφής
es_mx: Carga de registros
et: Logide üleslaadimine
eu: Erregistroak kargatzea
fa: آپلود گزارش ها
fi: Lokien päivittäminen
ga: Logaí a uaslódáil
gl: Actualización de rexistros
hi: लॉग्स अपडेट कर रहा है
hr: Učitavanje oznaka
hu: Naplók feltöltése
hy: Թարմացնում է մատյանները
is: Hlaða upp skrám
it_it: Aggiornamento dei registri
ja_jp: アップロード履歴
ka: ჟურნალების განახლება
kk: Журналдарды кері жүктеу
lt: Žurnalų įkėlimas
lv: Žurnālu augšupielāde
mk: Испраќање дневници
nb: Laste opp logger
nl_nl: Logbestanden uploaden
pl: Przekazywanie dzienników
pt_pt: Carregar registos
ro: Încărcarea jurnalelor
ru_ru: Отправка журналов
sv: Överföra loggar
th: การอัพโหลดบันทึก
tr_tr: Günlüklerin yüklenmesi
ur: لاگز اپ لوڈ کرنا
uz: Jurnallarni yuklash

# IDS_ST_BODY_ACCESSING_UNLIMITED_STORAGE_M_NOUN
source: Accessing unlimited storage
ar: الوصول إلى التخزين غير المحدود
az: Limitsiz yaddaşa daxil olmaq
bg: Достъп до неограничено съхранение
ca: Accés a l'emmagatzematge il·limitat
cs: Přístup k neomezenému úložišti
da: Åbner ubegrænset lager
de_de: Zugriff auf unbegrenzten Speicherplatz
el_gr: Πρόσβαση σε απεριόριστο χώρο αποθήκευσης
es_mx: Acceso a almacenamiento ilimitado
et: Juurdepääs piiramatu mälule
eu: Biltegi mugagabera sartzea
fa: دسترسی به حافظه نامحدود
fi: Rajoittamattoman tallennustilan käyttäminen
ga: Stóras neamhtheoranta a rochtain
gl: Acceso ao almacenamento ilimitado
hi: असीमित स्टोरेज ऍक्सेस कर रहा है
hr: Pristupanje neograničenoj memoriji
hu: Tárhely korlát nélküli hozzáférése
hy: Մուտք է գործում անսահմանափակ պահոց
is: Aðgangur að ótakmörkuðu geymsluplássi
it_it: Accesso alla memoria illimitata
ja_jp: 無制限ストレージへのアクセス
ka: შეუზღუდავ მეხსიერებაზე წვდომა
kk: Шектеусіз сақтау орнына кіру
lt: Prieiga prie neribotos saugyklos
lv: Piekļuve neierobežotai krātuvei
mk: Пристап до неограничена меморија
nb: Få tilgang til ubegrenset lagring
nl_nl: Toegang tot onbeperkte opslag
pl: Dostęp do nielimitowanej pamięci
pt_pt: Aceder a armazenamento ilimitado
ro: Accesul la stocare nelimitată
ru_ru: Доступ к безлимитному хранилищу
sv: Ansluta till obegränsad lagring
th: การเข้าสู่ที่จัดเก็บแบบไม่จำกัด
tr_tr: Limitsiz belleğe erişim
ur: لامحدود ذخیرہ پر رسائی کرنا
uz: Cheksiz xotiraga kirish

# IDS_ST_BODY_CHANGING_TO_FULL_SCREEN_M_NOUN
source: Changing to full screen
ar: التبديل إلى وضع ملء الشاشة
az: Tam ekrana keçmək
bg: Промяна на пълен екран
ca: Canvi a pantalla completa
cs: Změna na celý displej
da: Skifter til fuld skærm
de_de: Zum Vollbild wechseln
el_gr: Αλλαγή σε πλήρη οθόνη
es_mx: Cambio a pantalla completa
et: Lülitumine täisekraanile
eu: Pantaila osora aldatzea
fa: تغییر به تمام صفحه
fi: Siirtyminen koko näytön tilaan
ga: Athrú go lánscáileán
gl: Cambio a pantalla completa
hi: पूर्ण स्‍क्रीन पर बदल रहा है
hr: Prebacivanje na cijeli zaslon
hu: Teljes képernyőre kapcsolás
hy: Փոխում է լրիվ էկրանի
is: Nota allan skjáinn
it_it: Passaggio allo schermo intero
ja_jp: 全画面への変更
ka: მთელ ეკრანზე გახსნა
kk: Толық экранға өзгерту
lt: Pakeitimas į viso ekrano režimą
lv: Pārslēgšanās uz pilnekrāna režīmu
mk: Се менува во целосен екран
nb: Endre til fullskjerm
nl_nl: Wijzigen in volledig scherm
pl: Zmiana na pełny ekran
pt_pt: Mudar para ecrã inteiro
ro: Extinderea pe ecranul complet
ru_ru: Переход в полноэкранный режим
sv: Ändra till helskärm
th: การเปลี่ยนเป็นแบบเต็มหน้าจอ
tr_tr: Tam ekrana geçiş
ur: پوری اسکرین پر تبدیل کرنا
uz: To‘liq ekranga o‘zgartirish

# IDS_ST_BODY_USING_NFC_COMMON_FEATURES_M_NOUN
source: Using NFC common features
ar: استخدام ميزات علامات NFC العامة
az: NFC-nin ümumi xüsusiyyətlərindən istifadə etmək
bg: Използване на общи функции за NFC
ca: Ús de funcions comunes d'NFC
cs: Používání společných prvků NFC
da: Bruger almindelige NFC-funktioner
de_de: Verwenden von allgemeinen NFC-Funktionen
el_gr: Χρήση κοινών λειτουργιών NFC
es_mx: Uso de funciones comunes de NFC
et: NFC-üldfunktsioonide kasutamine
eu: NFC ezaugarri komunak erabiltzea
fa: استفاده از ویژگی های مشترک NFC
fi: Yleisten NFC-toimintojen käyttäminen
ga: Gnéithe coiteanna NFC a úsáid
gl: Uso das funcións comúns de NFC
hi: NFC सामान्य सुविधाओं का उपयोग कर रहा है
hr: Korištenje zajedničkim NFC značajkama
hu: Általános NFC-funkciók használata
hy: Օգտագործում է NFC-ի հիմնական գործառական հնարավորությունները
is: Nota almenna NFC-eiginleika
it_it: Utilizzo delle funzionalità NFC comuni
ja_jp: NFC共通機能の使用
ka: NFC საერთო პარამეტრების გამოყენება
kk: NFC жалпы мүмкіндіктерін пайдалану
lt: Bendrųjų NFC funkcijų naudojimas
lv: Vispārīgo NFC funkciju lietošana
mk: Користење заеднички функции на NFC
nb: Bruke fellesfunksjoner i NFC
nl_nl: Algemene NFC-functies gebruiken
pl: Używanie wspólnych funkcji NFC
pt_pt: Utilizar funções NFC comuns
ro: Utilizarea caracteristicilor NFC comune
ru_ru: Использование стандартных возможностей NFC
sv: Använda gemensamma funktioner för NFC
th: การใช้คุณสมบัติ NFC ทั่วไป
tr_tr: NFC ortak özelliklerin kullanımı
ur: NFC مشترکہ فیچرز استعمال کرنا
uz: NFC umumiy xossalaridan foydalanish

# IDS_ST_BODY_USING_BLUETOOTH_GAP_M_NOUN
source: Using Bluetooth GAP
ar: استخدام ‏‫ملف تعريف الوصول العام (GAP) للبلوتوث‬
az: Bluetooth GAP istifadə etmək
bg: Използване на Bluetooth GAP
ca: Ús de GAP Bluetooth
cs: Použití Bluetooth GAP
da: Bruger Bluetooth-GAP
de_de: Verwenden von Bluetooth-GAP
el_gr: Χρήση Bluetooth GAP
es_mx: Uso de GAP de Bluetooth
et: Bluetooth GAP-i kasutamine
eu: Bluetooth GAP erabiltzea
fa: استفاده از نمایه دسترسی عمومی Bluetooth
fi: Bluetooth GAP -toiminnon käyttäminen
ga: GAP Bluetooth a úsáid
gl: Uso de GAP Bluetooth
hi: ब्लूटूथ GAP का उपयोग कर रहा है
hr: Korištenje Bluetooth GAP-a
hu: Bluetooth GAP használata
hy: Օգտագործում է Bluetooth GAP
is: Nota Bluetooth GAP
it_it: Utilizzo del GAP Bluetooth
ja_jp: Bluetooth GAPの使用
ka: Bluetooth GAP-ის გამოყენება
kk: Bluetooth GAP пайдалану
lt: „Bluetooth GAP“ naudojimas
lv: Bluetooth GAP lietošana
mk: Користење Bluetooth GAP
nb: Bruke Bluetooth GAP
nl_nl: Bluetooth GAP gebruiken
pl: Korzystanie z GAP Bluetooth
pt_pt: Utilizar Bluetooth GAP
ro: Utilizarea GAP Bluetooth
ru_ru: Использование Bluetooth GAP
sv: Använda Bluetooth GAP
th: การใช้ Bluetooth GAP
tr_tr: Bluetooth GAP kullanımı
ur: بلیو ٹوتھ GAP استعمال کرنا
uz: Bluetooth GAPdan foydalanish

# IDS_ST_BODY_USING_BLUETOOTH_HDP_M_NOUN
source: Using Bluetooth HDP
ar: استخدام ‏‫ملف تعريف الأجهزة الطبية (HDP) للبلوتوث‬
az: Bluetooth HDP istifadə etmək
bg: Използване на Bluetooth HDP
ca: Ús d'HDP Bluetooth
cs: Použití Bluetooth HDP
da: Bruger Bluetooth-HDP
de_de: Verwenden von Bluetooth-HDP
el_gr: Χρήση Bluetooth HDP
es_mx: Uso de HDP de Bluetooth
et: Bluetooth HDP kasutamine
eu: Bluetooth HDP erabiltzea
fa: استفاده از نمایه دستگاه سلامتی Bluetooth
fi: Bluetooth HDP -toiminnon käyttäminen
ga: HDP Bluetooth a úsáid
gl: Uso de HDP Bluetooth
hi: ब्लूटूथ HDP का उपयोग कर रहा है
hr: Korištenje Bluetooth HDP-a
hu: Bluetooth HDP használata
hy: Օգտագործում է Bluetooth HDP
is: Nota Bluetooth HDP
it_it: Utilizzo dell'HDP Bluetooth
ja_jp: Bluetooth HDPの使用
ka: Bluetooth HDP-ის გამოყენება
kk: Bluetooth HDP пайдалану
lt: „Bluetooth HDP“ naudojimas
lv: Bluetooth HDP lietošana
mk: Користење Bluetooth HDP
nb: Bruke Bluetooth HDP
nl_nl: Bluetooth HDP gebruiken
pl: Korzystanie z HDP Bluetooth
pt_pt: Utilizar Bluetooth HDP
ro: Utilizarea HDP Bluetooth
ru_ru: Использование Bluetooth HDP
sv: Använda Bluetooth HDP
th: การใช้ Bluetooth HDP
tr_tr: Bluetooth HDP kullanımı
ur: بلیو ٹوتھ HDP استعمال کرنا
uz: Bluetooth HDPdan foydalanish

# IDS_ST_BODY_USING_ADVANCED_INTERNET_OPTIONS_M_NOUN
source: Using advanced Internet options
ar: استخدام خيارات الإنترنت المتقدمة
az: Təkmil İnternet seçimlərindən istifadə etmək
bg: Използване на разширени интернет опции
ca: Ús d'opcions d'Internet avançat
cs: Použití rozšířených možností Internetu
da: Bruger avancerede internetindstillinger
de_de: Verwenden von erweiterten Internet-Optionen
el_gr: Χρήση επιλογών Internet για προχωρημένους
es_mx: Uso de opciones avanzadas de Internet
et: Täpsemate internetivalikute kasutamine
eu: Internet aurreratuko aukerak erabiltzea
fa: استفاده از گزینه های اینترنت پیشرفته
fi: Kehittyneiden Internet-toimintojen käyttäminen
ga: Roghanna ard-Idirlín a úsáid
gl: Uso das opcións da Internet avanzadas
hi: उन्नत इंटरनेट विकल्पों का उपयोग कर रहा है
hr: Korištenje naprednih opcija na internetu
hu: Speciális internetbeállítások használata
hy: Օգտագործում է ինտերնետի ընդլայնված ընտրանքներ
is: Nota ítarlega internetvalkosti
it_it: Utilizzo delle opzioni Internet avanzate
ja_jp: 高度なインターネットオプションの使用
ka: ინტერნეტის დამატებითი პარამეტრების გამოყენება
kk: Кеңейтілген интернет опцияларын пайдалану
lt: Papildomų interneto parinkčių naudojimas
lv: Papildu interneta iespēju lietošana
mk: Користење напредни опции за интернет
nb: Bruke avanserte Internett-alternativer
nl_nl: Geavanceerde internetopties gebruiken
pl: Używanie zaawansowanych opcji internetowych
pt_pt: Utilizar opções avançadas de Internet
ro: Utilizarea opţiunilor avansate de internet
ru_ru: Использование дополнительных параметров Интернета
sv: Använda avancerade internetalternativ
th: การใช้ตัวเลือกอินเตอร์เน็ตขั้นสูง
tr_tr: Gelişmiş internet seçeneklerinin kullanılması
ur: اعلی انٹرنیٹ اختیارات استعمال کرنا
uz: Qo‘shimcha Internet opsiyalaridan foydalanish

# IDS_ST_BODY_USING_BLUETOOTH_OPP_M_NOUN
source: Using Bluetooth OPP
ar: استخدام ‏‫‏‫ملف تعريف إرسال الكائنات (OPP) للبلوتوث‬
az: Bluetooth OPP istifadə etmək
bg: Използване на Bluetooth OPP
ca: Ús d'OPP Bluetooth
cs: Použití Bluetooth OPP
da: Bruger Bluetooth-OPP
de_de: Verwenden von Bluetooth-OPP
el_gr: Χρήση Bluetooth OPP
es_mx: Uso de OPP de Bluetooth
et: Bluetooth OPP kasutamine
eu: Bluetooth OPP erabiltzea
fa: استفاده از نمایه ارسال شی Bluetooth
fi: Bluetooth OPP -toiminnon käyttäminen
ga: OPP Bluetooth a úsáid
gl: Uso de OPP Bluetooth
hi: ब्लूटूथ OPP का उपयोग कर रहा है
hr: Korištenje Bluetooth OPP-a
hu: Bluetooth OPP használata
hy: Օգտագործում է Bluetooth OPP
is: Nota Bluetooth OPP
it_it: Utilizzo dell'OPP Bluetooth
ja_jp: Bluetooth OPPの使用
ka: Bluetooth OPP-ის გამოყენება
kk: Bluetooth OPP пайдалану
lt: „Bluetooth OPP“ naudojimas
lv: Bluetooth OPP lietošana
mk: Користење Bluetooth OPP
nb: Bruke Bluetooth OPP
nl_nl: Bluetooth OPP gebruiken
pl: Korzystanie z OPP Bluetooth
pt_pt: Utilizar Bluetooth OPP
ro: Utilizarea OPP Bluetooth
ru_ru: Использование Bluetooth OPP
sv: Använda Bluetooth OPP
th: การใช้ Bluetooth OPP
tr_tr: Bluetooth OPP kullanımı
ur: بلیو ٹوتھ OPP استعمال کرنا
uz: Bluetooth OPPdan foydalanish

# IDS_ST_BODY_USING_BLUETOOTH_SPP_M_NOUN
source: Using Bluetooth SPP
ar: استخدام ‏‫ملف تعريف المنفذ التسلسلي (SPP) للبلوتوث‬
az: Bluetooth SPP istifadə etmək
bg: Използване на Bluetooth SPP
ca: Ús d'SPP Bluetooth
cs: Použití Bluetooth SPP
da: Bruger Bluetooth-SPP
de_de: Verwenden von Bluetooth-SPP
el_gr: Χρήση Bluetooth SPP
es_mx: Uso de SPP de Bluetooth
et: Bluetooth SPP kasutamine
eu: Bluetooth SPP erabiltzea
fa: استفاده از نمایه پورت سریال Bluetooth
fi: Bluetooth SPP -toiminnon käyttäminen
ga: SPP Bluetooth a úsáid
gl: Uso de SPP Bluetooth
hi: ब्लूटूथ SPP का उपयोग कर रहा है
hr: Korištenje Bluetooth SPP-a
hu: Bluetooth SPP használata
hy: Օգտագործում է Bluetooth SPP
is: Nota Bluetooth SPP
it_it: Utilizzo dell'SPP Bluetooth
ja_jp: Bluetooth SPPの使用
ka: Bluetooth SPP-ის გამოყენება
kk: Bluetooth SPP пайдалану
lt: „Bluetooth SPP“ naudojimas
lv: Bluetooth SPP lietošana
mk: Користење Bluetooth SPP
nb: Bruke Bluetooth SPP
nl_nl: Bluetooth SPP gebruiken
pl: Korzystanie z SPP Bluetooth
pt_pt: Utilizar Bluetooth SPP
ro: Utilizarea SPP Bluetooth
ru_ru: Использование Bluetooth SPP
sv: Använda Bluetooth SPP
th: การใช้ Bluetooth SPP
tr_tr: Bluetooth SPP kullanımı
ur: بلیو ٹوتھ SPP استعمال کرنا
uz: Bluetooth SPPdan foydalanish

# IDS_ST_BODY_USING_LOG_M_NOUN
source: Using log
ar: استخدام السجل
az: Jurnaldan istifadə etmək
bg: Използване на дневник
ca: Ús de registre
cs: Použití protokolu
da: Bruger log
de_de: Verwenden des Protokolls
el_gr: Χρήση αρχείου καταγραφής
es_mx: Uso de registro
et: Logi kasutamine
eu: Erregistroa erabiltzea
fa: استفاده از گزارش
fi: Lokin käyttäminen
ga: Loga a úsáid
gl: Uso do rexistro
hi: लॉग का उपयोग कर रहा है
hr: Korištenje oznake
hu: Napló használata
hy: Օգտագործում է մատյան
is: Nota skrá
it_it: Utilizzo del registro
ja_jp: 履歴の使用
ka: ჟურნალის გამოყენება
kk: Журналды пайдалану
lt: Žurnalo naudojimas
lv: Žurnāla lietošana
mk: Користење дневник
nb: Bruke logg
nl_nl: Logbestand gebruiken
pl: Używanie dziennika
pt_pt: Utilizar registo
ro: Utilizarea jurnalului
ru_ru: Использование журнала
sv: Använda logg
th: การใช้บันทึก
tr_tr: Günlük kullanımı
ur: لاگ استعمال کرنا
uz: Jurnaldan foydalanish

# IDS_ST_BODY_USING_TEST_AUTOMATION_M_NOUN
source: Using test automation
ar: استخدام آلية الاختبار
az: Test avtomatlaşdırmasından istifadə
bg: Използване на автоматизиране на тест
ca: Ús d'automatització de proves
cs: Používání automatizace testů
da: Bruger automatisk test
de_de: Verwenden von Testautomatisierung
el_gr: Χρήση αυτοματοποιημένης δοκιμής
es_mx: Uso de automatización de prueba
et: Testi automatiseerimise kasutamine
eu: Automatizazio testa erabiltzea
fa: استفاده از اتوماسیون آزمایش
fi: Automaattisen testitoiminnon käyttäminen
ga: Uathoibriú tástála a úsáid
gl: Uso da automatización de proba
hi: परीक्षण स्वचालन का उपयोग कर रहा है
hr: Korištenje automatizacije testiranja
hu: Tesztautomatizálás használata
hy: Օգտագործում է փորձարկման ավտոմատացում
is: Nota sjálfvirkar prófanir
it_it: Utilizzo dell'automazione dei test
ja_jp: テストオートメーションの使用
ka: ავტომატური ტესტის გამოყენება
kk: Автоматты сынақты пайдалану
lt: Patikros automatizavimo naudojimas
lv: Testu automatizācijas lietošana
mk: Користење тест на автоматиката
nb: Bruke testautomatisering
nl_nl: Testautomatisering gebruiken
pl: Używanie automatyzacji testu
pt_pt: Utilizar automatismo de teste
ro: Utilizarea automatizării testelor
ru_ru: Использование автоматизации проверки
sv: Använda testautomatisering
th: การใช้การทดสอบอัตโนมัติ
tr_tr: Test otomasyonu kullanımı
ur: خودکاری آزمائش استعمال کرنا
uz: Sinov avtomatlashtirilishidan foydalanish

# IDS_ST_BODY_USING_USER_LOCATION_M_NOUN
source: Using user location
ar: استخدام موقع المستخدم
az: İstifadəçinin yerindən istifadə
bg: Използване на местоположение на потребителя
ca: Ús de l'ubicació de l'usuari
cs: Použití údaje o poloze uživatele
da: Bruger brugerplacering
de_de: Verwenden des Benutzerstandorts
el_gr: Χρήση τοποθεσίας χρήστη
es_mx: Uso de ubicación del usuario
et: Kasutaja asukoha kasutamine
eu: Erabiltzaile kokapena erabiltzea
fa: استفاده از مکان کاربر
fi: Käyttäjän sijainnin käyttäminen
ga: Suíomh úsáideora a úsáid
gl: Uso da localización do usuario
hi: उपभोक्ता के स्थान का उपयोग कर रहा है
hr: Korištenje lokacije korisnika
hu: Felhasználó helyadatainak használata
hy: Օգտագործում է օգտվողի տեղը
is: Nota staðsetningu notanda
it_it: Utilizzo della posizione dell'utente
ja_jp: ユーザー位置情報の使用
ka: მომხმარებლის ლოკაციის გამოყენება
kk: Пайдаланушы орнын пайдалану
lt: Naudotojo vietos naudojimas
lv: Lietotāja atrašanās vietas lietošana
mk: Користење на локацијата на корисникот
nb: Bruke brukerplassering
nl_nl: Gebruikerslocatie gebruiken
pl: Korzystanie z lokalizacji użytkownika
pt_pt: Utilizar localização do utilizador
ro: Folosirea locaţiei utilizatorului
ru_ru: Использование данных о местонахождении пользователя
sv: Använda användarplats
th: การใช้ตำแหน่งของผู้ใช้
tr_tr: Kullanıcı konumunun kullanılması
ur: صارف محل وقوع استعمال کرنا
uz: Foydalanuvchi joylashuvidan foydalanish

# IDS_ST_BODY_USING_COMMON_MODULE_M_NOUN
source: Using common module
ar: استخدام الوحدة العامة
az: Ümumi moduldan istifadə etmək
bg: Използване на общ модул
ca: Ús del mòdul comú
cs: Používání společného modulu
da: Bruger almindeligt modul
de_de: Verwenden von allgemeinen Modulen
el_gr: Χρήση κοινής λειτουργικής μονάδας
es_mx: Uso de módulo común
et: Üldmooduli kasutamine
eu: Modulu komunak erabiltzea
fa: استفاده از مدول مشترک
fi: Yleisen moduulin käyttäminen
ga: Modúl coiteann a úsáid
gl: Uso do módulo común
hi: सामान्य मॉड्यूल का उपयोग कर रहा है
hr: Korištenje zajedničkog modula
hu: Közös modul használata
hy: Օգտագործում է ընդհանուր մոդուլ
is: Nota sameiginlega einingu
it_it: Utilizzo del modulo comune
ja_jp: 共通モジュールの使用
ka: საერთო მოდულის გამოყენება
kk: Жалпы модульді пайдалану
lt: Bendrojo modulio naudojimas
lv: Kopējā moduļa lietošana
mk: Користење заеднички модул
nb: Bruke fellesmodul
nl_nl: Algemene module gebruiken
pl: Używanie wspólnego modułu
pt_pt: Utilizar módulo comum
ro: Utilizarea modulului comun
ru_ru: Использование общего модуля
sv: Använda gemensam modul
th: การใช้โมดูลทั่วไป
tr_tr: Ortak modül kullanımı
ur: مشترکہ ماڈیول استعمال کرنا
uz: Umumiy moduldan foydalanish

# IDS_ST_BODY_WRITING_MESSAGES_M_NOUN
source: Writing messages
ar: كتابة الرسائل
az: Mesaj yazmaq
bg: Писане на съобщения
ca: Escriptura de missatges
cs: Psaní zpráv
da: Skriver meddelelser
de_de: Schreiben von Nachrichten
el_gr: Σύνταξη μηνυμάτων
es_mx: Escritura de mensajes
et: Sõnumite kirjutamine
eu: Mezuak idaztea
fa: نوشتن پیام ها
fi: Viestien kirjoittaminen
ga: Teachtaireachtaí a scríobh
gl: Escritura de mensaxes
hi: संदेश लिख रहा है
hr: Pisanje poruka
hu: Üzenetek írása
hy: Գրում է հաղորդագրություններ
is: Skrifa skilaboð
it_it: Scrittura di messaggi
ja_jp: メッセージの書き込み
ka: შეტყობინებების წერა
kk: Хабарларды жазу
lt: Žinučių rašymas
lv: Ziņu rakstīšana
mk: Пишување пораки
nb: Skrive meldinger
nl_nl: Berichten schrijven
pl: Zapisywanie wiadomości
pt_pt: Escrever mensagens
ro: Scrierea mesajelor
ru_ru: Составление сообщений
sv: Skriva meddelanden
th: การเขียนข้อความ
tr_tr: Mesaj yazma
ur: پیغامات لکھنا
uz: Xabarlar yozish

# IDS_ST_BODY_WRITING_TO_FILE_SYSTEMS_M_NOUN
source: Writing to file systems
ar: الكتابة على أنظمة الملفات
az: Fayl sistemlərinə yazmaq
bg: Писане във файлови системи
ca: Escriptura en els sistemes de fitxer
cs: Zápis do systémů souborů
da: Skriver til filsystemer
de_de: Schreiben in Dateisysteme
el_gr: Σύνταξη σε συστήματα αρχείων
es_mx: Escritura en archivos del sistema
et: Failisüsteemidesse kirjutamine
eu: Fitxategi sistemetan idaztea
fa: نوشتن فایل های سیستم
fi: Kirjoittaminen tiedostojärjestelmiin
ga: Córais chomhad a scríobh
gl: Escritura en sistemas de arquivos
hi: फ़ाइल सिस्टम में लिख रहा है
hr: Pisanje na sustave datoteka
hu: Írás a fájlrendszerekbe
hy: Գրում է ֆայլային համակարգերի մեջ
is: Skrifa í skráakerfi
it_it: Scrittura sui file system
ja_jp: ファイルシステムへの書き込み
ka: ფაილის სისტემებში ჩაწერა
kk: Файл жүйелеріне жазу
lt: Įrašymas į failų sistemas
lv: Rakstīšana failu sistēmās
mk: Пишување во системите на фајлови
nb: Skrive til filsystemer
nl_nl: Schrijven naar bestandssystemen
pl: Zapisywanie systemów plików
pt_pt: Escrever em sistemas de ficheiro
ro: Scrierea în sistemele de fişiere
ru_ru: Запись в файловые системы
sv: Skriva till filsystem
th: การเขียนไปยังระบบไฟล์
tr_tr: Dosya sistemlerine yazma
ur: فائل سسٹمز پر لکھنا
uz: Fayl tizimiga yozish

# IDS_ST_BODY_ALLOWS_THE_ANTIVIRUS_APPLICATION_TO_SCAN_FOR_HARMFUL_CONTENT
source: Allows the antivirus application to scan for harmful content
ar: السماح لتطبيق مكافحة الفيروسات بالبحث عن المحتويات الضارة
az: Antivirus proqramına zərərli məzmunu axtarmağa icazə verir
bg: Позволява на антивирусното приложение да сканира за опасно съдържание
ca: Permet a l'aplicació antivirus cercar contingut perillós
cs: Povolí antivirové aplikaci vyhledat škodlivý obsah
da: Tillader, at antivirusprogrammet scanner for skadeligt indhold
de_de: Ermöglicht der Antivirus-Anwendung die Suche nach schädlichen Inhalten
el_gr: Επιτρέπει στην εφαρμογή προστασίας από ιούς να εκτελέσει σάρωση για επικίνδυνο περιεχόμενο
es_mx: Permite que la aplicación de antivirus busque contenido dañino
et: Lubab viirusevastasel rakendusel otsida kahjulikku sisu
eu: Antibirus aplikazioari eduki maltzurra bilatzen uzten dio
fa: به برنامه ضد ویروس اجازه می دهد برای محتوای مضر اسکن کند
fi: Antaa virustorjuntasovelluksen hakea haitallista sisältöä
ga: Ligtear don fheidhmchlár frithvíreas scanadh a dhéanamh d'inneachar díobhálach
gl: Permite á aplicación antivirus buscar contidos daniños
hi: हानिकारक सामग्री के लिए स्कैन करने हेतु एंटीवाइरस एप्लीकेशन को अनुमति देता है
hr: Dopušta antivirusnoj aplikaciji traženje štetnog sadržaja
hu: Lehetővé teszi a víruskereső alkalmazás számára a káros tartalom keresését
hy: Թույլ է տալիս, որ հակավիրուսային ծրագիրը տեսածրի վնասակար բովանդակություն
is: Leyfir vírusvarnarforritinu að leita að skaðlegu efni
it_it: Consente all'applicazione antivirus di ricercare contenuti dannosi
ja_jp: 有害コンテンツのスキャンをアンチウイルスアプリケーションに許可します。
ka: საშუალებას აძლევს ანტივირუსულ პროგრამას მოძებნოს მავნე მასალა
kk: Антивирус бағдарламасына зиянды мазмұнды сканерлеуге мүмкіндік береді
lt: Leidžia antivirusinei programai ieškoti pavojingo turinio
lv: Ļauj pretvīrusu programmai meklēt kaitīgu saturu
mk: Дозволува антивирусната апликација да сканира за штетни содржини
nb: Gir antivirusprogrammet tillatelse til å søke etter skadelig innhold
nl_nl: Antivirusapplicatie mag scannen op schadelijke inhoud
pl: Umożliwia aplikacji antywirusowej skanowanie w poszukiwaniu szkodliwej zawartości
pt_pt: Permite à aplicação anti-vírus pesquisar a existência de conteúdo perigoso
ro: Permite aplicaţiei antivirus să scaneze pentru a detecta conţinutul dăunător
ru_ru: Позволяет антивирусному приложению выполнять проверку на вредоносное содержимое
sv: Tillåter att antivirusprogrammet skannar efter skadligt innehåll
th: อนุญาตให้แอพพลิเคชั่น ป้องกันไวรัสสแกนหาคอนเทนท์ ที่เป็นอันตราย
tr_tr: Antivirüs uygulamasının zararlı içeriği taramasına izin verir
ur: اینٹی وائرس ایپلیکیشن کو مضر مشمول کے لئے اسکین کرنے کی اجازت دیتا ہے
uz: Antivirus ilovasiga zararli tarkibni qidirish uchun ruxsat beradi
