Repository: tizenorg/framework.security.privilege-checker
Catalog: capi/res/string/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, es_mx, et, eu, fa, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, lt, lv, mk, nb, nl_nl, pl, pt_pt, ro, ru_ru, sv, th, tr_tr, ur, uz

# IDS_ST_BODY_RECEIVING_PORT_SPECIFIC_SMS_M_NOUN
source: Receiving port-specific SMS
ar: استلام رسائل SMS للمنفذ المحدد
az: Porta aid SMS almaq
bg: Получаване на SMS с определен порт
ca: Recepció d'SMS de port específic
cs: Příjem SMS specifické pro port
da: Modtager port-specifik SMS
de_de: Erhalten von Port-spezifischen SMS
el_gr: Λήψη SMS συγκεκριμένης θύρας
es_mx: Recepción de SMS de puerto específico
et: Pordispetsiifilise SMS-i vastuvõtmine
eu: SMS ataka espezifikoa irakurtzea
fa: دریافت SMS مخصوص درگاه
fi: Porttikohtaisten tekstiviestien vastaanottaminen
ga: SMS sainiúil do phort a fháil
gl: Recepción de SMS específico de porto
hi: पोर्ट-विशिष्‍ट SMS प्राप्त कर रहा है
hr: Primanje SMS poruka na određeni ulaz
hu: Portspecifikus SMS-ek fogadása
hy: Ստանում է պորտին հատուկ SMS
is: Taka á móti SMS fyrir tiltekna gátt
it_it: Ricezione di SMS specifici per la porta
ja_jp: ポート専用SMSの受信
ka: პორტზე დამოკიდებული SMS-ის მიღება
kk: Портқа тән SMS алу
lt: SMS per tam tikrą prievadą gavimas
lv: Portam raksturīgu īsziņu saņemšana
mk: Примање SMS за специфична порта
nb: Motta portspesifikk SMS
nl_nl: Poortspecifieke SMS ontvangen
pl: Odbieranie SMS-ów na określony port
pt_pt: Receber SMS específicos de porta
ro: Primirea mesajelor SMS specifice portului
ru_ru: Получение SMS-сообщений для определенного порта
sv: Ta emot portspecifika SMS
th: การรับ SMS ที่ระบุพอร์ต
tr_tr: Porta-özgü SMS alımı
ur: پورٹ-مشخص SMS وصول کرنا
uz: Portga aloqador SMSni olish

# IDS_ST_BODY_SELECTING_NETWORK_CONNECTION_M_NOUN
source: Selecting network connection
ar: تحديد اتصال الشبكة
az: Şəbəkə bağlantısını seçmək
bg: Избор на мрежова връзка
ca: Selecció de connexió de xarxa
cs: Výběr připojení k síti
da: Vælger netværksforbindelse
de_de: Auswählen der Netzwerkverbindung
el_gr: Επιλογή σύνδεσης δικτύου
es_mx: Selección de conexión de red
et: Võrguühenduse valimine
eu: Sare konexioa hautatzea
fa: انتخاب اتصال شبکه
fi: Verkkoyhteyden valitseminen
ga: Nasc líonra a roghnú
gl: Selección da conexión de rede
hi: नेटवर्क कनेक्शन का चयन कर रहा है
hr: Biranje mrežne veze
hu: Hálózati kapcsolat kiválasztása
hy: Ընտրում է ցանցային միացում
is: Velja nettengingu
it_it: Selezione della connessione di rete
ja_jp: ネットワーク接続の選択
ka: ქსელთან დაკავშირების შერჩევა
kk: Желі байланысын таңдау
lt: Tinklo ryšio pasirinkimas
lv: Tīkla savienojuma izvēle
mk: Бирање мрежно поврзување
nb: Velge nettverkstilkobling
nl_nl: Netwerkverbinding selecteren
pl: Wybór połączenia sieciowego
pt_pt: Seleccionar ligação de rede
ro: Selectarea conexiunii la reţea
ru_ru: Выбор подключения к сети
sv: Välja nätverksanslutning
th: การเลือกการเชื่อมต่อเครือข่าย
tr_tr: Ağ bağlantısının seçilmesi
ur: نیٹ ورک کنکشن منتخب کرنا
uz: Tarmoq ulanishini tanlash

# IDS_ST_BODY_READING_WI_FI_DIRECT_INFORMATION_M_NOUN
source: Reading Wi-Fi Direct information
ar: قراءة معلومات Wi-Fi Direct
az: Wi-Fi Direct məlumatını oxumaq
bg: Четене на информация за Wi-Fi Direct
ca: Lectura de la informació de Wi-Fi Direct
cs: Čtení informací Wi-Fi Direct
da: Læser Wi-Fi Direct-oplysninger
de_de: Lesen von Wi-Fi Direct-Informationen
el_gr: Ανάγνωση πληροφοριών Wi-Fi Direct
es_mx: Lectura de información de Wi-Fi Direct
et: Wi-Fi Directi teabe lugemine
eu: Wi-Fi Direct informazioa irakurtzea
fa: خواندن اطلاعات Wi-Fi Direct
fi: Wi-Fi Direct -tietojen lukeminen
ga: Faisnéis Wi-Fi Direct a léamh
gl: Lectura de información de Wi-Fi Direct
hi: Wi-Fi डायरेक्ट जानकारी पढ़ रहा है
hr: Čitanje podataka o Wi-Fi Direct
hu: Wi-Fi Direct-adatok olvasása
hy: Կարդում է Wi-Fi Direct-ի տեղեկությունները
is: Lesa Wi-Fi Direct upplýsingar
it_it: Lettura delle informazioni su Wi-Fi Direct
ja_jp: Wi-Fi Direct情報の読み取り
ka: Wi-Fi Direct ინფორმაციის წაკითხვა
kk: Wi-Fi Direct туралы ақпаратты оқу
lt: „Wi-Fi Direct“ informacijos nuskaitymas
lv: Wi-Fi Direct informācijas lasīšana
mk: Читање информации за Wi-Fi Direct
nb: Lese Wi-Fi Direct-informasjon
nl_nl: Wi-Fi Direct-informatie lezen
pl: Odczytywanie informacji o Wi-Fi Direct
pt_pt: Ler informações Wi-Fi Direct
ro: Citirea informaţiilor Wi-Fi Direct
ru_ru: Чтение данных Wi-Fi Direct
sv: Läsa Wi-Fi Direct-information
th: การอ่านข้อมูล Wi-Fi Direct
tr_tr: Wi-Fi Direct bilgilerinin okunması
ur: Wi-Fi Direct معلومات پڑھنا
uz: Wi-Fi Direct haqidagi ma’lumotni o‘qish

# IDS_ST_BODY_READING_WI_FI_INFORMATION_M_NOUN
source: Reading Wi-Fi information
ar: قراءة معلومات Wi-Fi
az: Wi-Fi məlumatını oxumaq
bg: Четене на информация за Wi-Fi
ca: Lectura de la informació de Wi-Fi
cs: Čtení informací Wi-Fi
da: Læser Wi-Fi-oplysninger
de_de: Lesen von WLAN-Informationen
el_gr: Ανάγνωση πληροφοριών Wi-Fi
es_mx: Lectura de información de Wi-Fi
et: Wi-Fi teabe lugemine
eu: Wi-Fi informazio irakurtzea
fa: خواندن اطلاعات Wi-Fi
fi: Wi-Fi-tietojen lukeminen
ga: Faisnéis Wi-Fi a léamh
gl: Lectura de información da Wi-Fi
hi: Wi-Fi जानकारी पढ़ रहा है
hr: Čitanje podataka o Wi-Fi
hu: Wi-Fi adatok olvasása
hy: Կարդում է Wi-Fi-ի տեղեկությունները
is: Lesa Wi-Fi upplýsingar
it_it: Lettura delle informazioni sulla rete Wi-Fi
ja_jp: Wi-Fi情報の読み取り
ka: Wi-Fi ინფორმაციის წაკითხვა
kk: Wi-Fi туралы ақпаратты оқу
lt: „Wi-Fi“ informacijos nuskaitymas
lv: Wi-Fi informācijas lasīšana
mk: Читање информации за Wi-Fi
nb: Lese Wi-Fi-informasjon
nl_nl: Wi-Fi-informatie lezen
pl: Odczytywanie informacji o Wi-Fi
pt_pt: Ler informações Wi-Fi
ro: Citirea informaţiilor Wi-Fi
ru_ru: Чтение данных Wi-Fi
sv: Läsa Wi-Fi-information
th: การอ่านข้อมูล Wi-Fi
tr_tr: Wi-Fi bilgisinin okunması
ur: Wi-Fi معلومات پڑھنا
uz: Wi-Fi haqidagi ma’lumotni o‘qish

# IDS_ST_BODY_RESETTING_NETWORK_STATISTICS_M_NOUN
source: Resetting network statistics
ar: إعادة تعيين إحصائيات الشبكة
az: Şəbəkə statistikasını sıfırlamaq
bg: Нулиране на статистиките за мрежата
ca: Restabliment d'estadístiques de xarxa
cs: Vynulování statistik sítě
da: Nulstiller netværksstatistikker
de_de: Zurücksetzen von Netzwerkstatistiken
el_gr: Επαναφορά στατιστικών δικτύου
es_mx: Restablecimiento de estadísticas de red
et: Võrgustatistika lähtestamine
eu: Sare estatistikak berrezartzea
fa: بازنشانی آمار شبکه
fi: Verkkotilastojen palauttaminen
ga: Staitisticí líonra a athshocrú
gl: Restablecemento de estatísticas de rede
hi: नेटवर्क आँकड़े रीसेट कर रहा है
hr: Poništavanje mrežnih statistika
hu: Hálózati statisztika alaphelyzetbe állítása
hy: Հետադարձում է ցանցային վիճակագրությունը
is: Endurstilla nettölfræði
it_it: Ripristino delle statistiche di rete
ja_jp: ネットワーク分析のリセット
ka: ქსელის სტატისტიკის გადატვირთვა
kk: Желі параметрлерін қалпына келтіру
lt: Tinklo statistikos nustatymas iš naujo
lv: Tīkla statistikas atiestate
mk: Ресетирање мрежни статистики
nb: Tilbakestille nettverksstatistikk
nl_nl: Netwerkstatistieken resetten
pl: Zerowanie statystyk sieciowych
pt_pt: Repor estatísticas de rede
ro: Resetarea statisticilor despre reţea
ru_ru: Сброс статистики сети
sv: Återställa nätverksstatistik
th: การรีเซ็ทสถิติเครือข่าย
tr_tr: Ağ istatistiklerinin sıfırlanması
ur: نیٹ ورک اعداد و شمار پھر سیٹ کرنا
uz: Tarmoq statistikasini birlamchi holatiga tashlash

# IDS_ST_BODY_ACCESSING_SYSTEM_INFORMATION_M_NOUN
source: Accessing system information
ar: الوصول إلى معلومات النظام
az: Sistem məlumatına giriş
bg: Достъп до системна информация
ca: Accés a la informació del sistema
cs: Přístup k systémovým informacím
da: Åbner systemoplysninger
de_de: Zugriff auf Systeminformationen
el_gr: Πρόσβαση σε πληροφορίες συστήματος
es_mx: Acceso a información de sistema
et: Juurdepääs süsteemiteabele
eu: Sistema informaziora sartzea
fa: دسترسی به اطلاعات سیستم
fi: Järjestelmätietojen käyttäminen
ga: Faisnéis faoin gcóras a rochtain
gl: Acceso a información do sistema
hi: सिस्टम जानकारी ऍक्सेस कर रहा है
hr: Pristupanje podacima o sustavu
hu: Rendszeradatok hozzáférése
hy: Մուտք է գործում համակարգի տեղեկություններ
is: Aðgangur að kerfisupplýsingum
it_it: Accesso alle informazioni di sistema
ja_jp: システム情報へのアクセス
ka: სისტემის ინფორმაციაზე წვდომა
kk: Жүйе ақпаратына кіру
lt: Prieiga prie sistemos informacijos
lv: Piekļuve sistēmas informācijai
mk: Пристап до системските информации
nb: Få tilgang til systeminformasjon
nl_nl: Toegang tot systeemgegevens
pl: Dostęp do informacji systemowych
pt_pt: Aceder a informações de sistema
ro: Accesul la informaţiile de sistem
ru_ru: Доступ к данным о системе
sv: Få åtkomst till systeminformation
th: การเข้าสู่ข้อมูลระบบ
tr_tr: Sistem bilgisine erişim
ur: سسٹم معلومات پر رسائی کرنا
uz: Tizim ma’lumotlariga kirish

# IDS_ST_BODY_ACCESSING_TELEPHONY_INFORMATION_M_NOUN
source: Accessing telephony information
ar: الوصول إلى معلومات المحادثات الهاتفية
az: Telefon məlumatına daxil olmaq
bg: Достъп до информация за телефония
ca: Accés a la informació telefònica
cs: Přístup k informacím o telefonování
da: Åbner telefonioplysninger
de_de: Zugriff auf Telefonieinformationen
el_gr: Πρόσβαση σε πληροφορίες τηλεφωνίας
es_mx: Acceso a información telefónica
et: Juurdepääs telefoni teabele
eu: Telefonia informaziora sartzea
fa: دسترسی به اطلاعات تلفنی
fi: Puhelinliikennetietojen käyttäminen
ga: Faisnéis teileafónaíochta a rochtain
gl: Acceso a información do teléfono
hi: टेलीफ़ोनी जानकारी ऍक्सेस कर रहा है
hr: Pristupanje podacima o telefoniji
hu: Telefonos szolgáltatások hozzáférése
hy: Մուտք է գործում հեռախոսության տեղեկություններ
is: Aðgangur að símkerfisupplýsingum
it_it: Accesso alle informazioni del telefono
ja_jp: 回線情報へのアクセス
ka: ტელეფონის ინფორმაციაზე წვდომა
kk: Телефония ақпаратына кіру
lt: Prieiga prie telefonijos informacijos
lv: Piekļuve telefonijas datiem
mk: Пристап до телефонските информации
nb: Få tilgang til telefoniinformasjon
nl_nl: Toegang tot telefoniegegevens
pl: Dostęp do informacji telefonicznych
pt_pt: Aceder a informações de telefonia
ro: Accesul la informaţiile de telefonie
ru_ru: Доступ к данным о телефонии
sv: Få åtkomst till telefoninformation
th: การเข้าสู่ข้อมูลระบบโทรศัพท์
tr_tr: Telefon bilgilerine erişim
ur: ٹیلیفونی معلومات پر رسائی کرنا
uz: Telefoniya ma’lumotlariga kirish

# IDS_ST_BODY_MANAGING_SMS_M_NOUN
source: Managing SMS
ar: إدارة SMS
az: SMS-i idarə etmək
bg: Управление на SMS
ca: Gestió d'SMS
cs: Správa SMS
da: Administrerer SMS
de_de: Verwalten von SMS
el_gr: Διαχείριση SMS
es_mx: Administración de SMS
et: SMS-ide haldamine
eu: SMS kudeatzea
fa: مدیریت SMS
fi: Tekstiviestien sisällön hallinta
ga: SMS a bhainistiú
gl: Xestión de SMS
hi: SMS प्रबंधित कर रहा है
hr: Upravljanje SMS-om
hu: SMS-kezelés
hy: Կառավարում է SMS
is: Stjórna SMS
it_it: Gestione dei messaggi SMS
ja_jp: SMSの管理
ka: SMS-ების მართვა
kk: SMS басқару
lt: SMS tvarkymas
lv: Īsziņu pārvaldība
mk: Управување со SMS
nb: Administrere SMS
nl_nl: SMS beheren
pl: Zarządzanie SMS
pt_pt: Gerir SMS
ro: Gestionarea SMS
ru_ru: Управление SMS
sv: Hantera SMS
th: การจัดการ SMS
tr_tr: SMS yönetimi
ur: SMS کا بندوبست کرنا
uz: SMSni boshqarish

# IDS_ST_BODY_SENDING_EMAILS_M_NOUN
source: Sending Emails
ar: إرسال رسائل البريد الإلكتروني
az: E-poçtları göndərmək
bg: Изпращане на имейли
ca: Enviament de correus electrònics
cs: Odesílání e-mailů
da: Sender e-mails
de_de: Senden von E-Mails
el_gr: Αποστολή email
es_mx: Envío de correos electrónicos
et: E-kirjade saatmine
eu: Mezu elektronikoak bidaltzea
fa: ارسال ایمیل ها
fi: Sähköpostiviestien lähettäminen
ga: R-phoist a sheoladh
gl: Envío de correos electrónicos
hi: ईमेल भेज रहा है
hr: Slanje emailova
hu: E-mail küldése
hy: Ուղարկում է էլ-նամակներ
is: Senda tölvupóst
it_it: Invio di e-mail
ja_jp: Eメールの送信
ka: ელწერილების გაგზავნა
kk: Электрондық пошта хабарларын жіберу
lt: El. laiškų siuntimas
lv: E-pasta ziņu sūtīšana
mk: Праќање е-пошта
nb: Sende e-poster
nl_nl: E-mails verzenden
pl: Wysyłanie e-maili
pt_pt: Enviar e-mails
ro: Trimiterea de mesaje de e-mail
ru_ru: Отправка сообщений электронной почты
sv: Skicka e-postmeddelanden
th: การส่งอีเมล์
tr_tr: E-postaların gönderilmesi
ur: ای میلز بھیجنا
uz: E-pochtalar yuborish

# IDS_ST_BODY_SENDING_MMS_M_NOUN
source: Sending MMS
ar: إرسال رسائل MMS
az: MMS göndərmək
bg: Изпращане на MMS
ca: Enviament d'MMS
cs: Odesílání MMS zprávy
da: Sender MMS
de_de: Senden von MMS
el_gr: Αποστολή MMS
es_mx: Envío de MMS
et: MMS-ide saatmine
eu: MMSa bidaltzea
fa: ارسال MMS
fi: Multimediaviestien lähettäminen
ga: MMS a sheoladh
gl: Envío de MMS
hi: MMS भेज रहा है
hr: Slanje MMS-a
hu: MMS küldése
hy: Ուղարկում է MMS
is: Senda MMS
it_it: Invio di MMS
ja_jp: MMSの送信
ka: MMS-ის გაგზავნა
kk: MMS жіберу
lt: MMS siuntimas
lv: Multiziņu sūtīšana
mk: Праќање MMS
nb: Sende MMS
nl_nl: MMS verzenden
pl: Wysyłanie MMS-ów
pt_pt: Enviar MMS
ro: Trimiterea de mesaje MMS
ru_ru: Отправка MMS
sv: Skicka multimediemeddelande
th: การส่ง MMS
tr_tr: MMS gönderimi
ur: MMS بھیجنا
uz: MMS yuborish

# IDS_ST_BODY_SENDING_MESSAGES_M_NOUN
source: Sending messages
ar: إرسال رسائل
az: Mesajları göndərmək
bg: Изпращане на съобщения
ca: Enviament de missatges
cs: Odesílání zpráv
da: Sender meddelelser
de_de: Senden von Nachrichten
el_gr: Αποστολή μηνυμάτων
es_mx: Envío de mensajes
et: Sõnumite saatmine
eu: Mezuak bidaltzea
fa: ارسال پیام ها
fi: Viestien lähettäminen
ga: Teachtaireachtaí a sheoladh
gl: Envío de mensaxes
hi: संदेश भेज रहा है
hr: Slanje poruka
hu: Üzenetek küldése
hy: Ուղարկում է հաղորդագրություններ
is: Senda skilaboð
it_it: Invio di messaggi
ja_jp: メッセージの送信
ka: შეტყობინებების გაგზავნა
kk: Хабарлар жіберу
lt: Žinučių siuntimas
lv: Ziņu sūtīšana
mk: Праќање пораки
nb: Sende meldinger
nl_nl: Berichten verzenden
pl: Wysyłanie wiadomości
pt_pt: Enviar mensagens
ro: Trimiterea de mesaje
ru_ru: Отправка сообщений
sv: Skicka meddelanden
th: การส่งข้อความ
tr_tr: Mesaj gönderimi
ur: پیغامات بھیجنا
uz: Xabarlar yuborish

# IDS_ST_BODY_SETTING_ALARMS_M_NOUN
source: Setting alarms
ar: ضبط التنبيهات
az: Siqnalları qurmaq
bg: Задаване на аларми
ca: Configuració d'alarmes
cs: Nastavení upozornění
da: Indstillinger alarmer
de_de: Einstellen von Alarmen
el_gr: Ρύθμιση ειδοποιήσεων
es_mx: Configuración de alarmas
et: Märguannete määramine
eu: Alarmak ezartzea
fa: هشدارهای تنظیم
fi: Hälytysten asettaminen
ga: Aláraim a shocrú
gl: Axuste de alarmas
hi: अलार्म सेट कर रहा है
hr: Postavljanje alarma
hu: Jelzések beállítása
hy: Նախադրում է տագնապներ
is: Stilla vekjara
it_it: Impostazione delle sveglie
ja_jp: アラームの設定
ka: სიგნალების დაყენება
kk: Дабылдарды орнату
lt: Signalų nustatymas
lv: Signālu iestatīšana
mk: Поставување аларми
nb: Angi alarmer
nl_nl: Alarmen instellen
pl: Ustawianie alarmów
pt_pt: Definir alarmes
ro: Trimiterea alarmelor
ru_ru: Установка сигналов
sv: Ställa in alarm
th: การตั้งค่าการเตือน
tr_tr: Alarmların ayarlanması
ur: الارمز سیٹ کرنا
uz: Signallarni o‘rnatish

# IDS_ST_BODY_MANAGING_AUDIO_ROUTES_M_NOUN
source: Managing audio routes
ar: إدارة المسارات الصوتية
az: Audio marşrutların idarə edilməsi
bg: Управление на аудио маршрути
ca: Gestió de rutes d'àudio
cs: Správa tras zvuku
da: Administrerer lydruter
de_de: Verwalten von Audiorouten
el_gr: Διαχείριση διαδρομών ήχου
es_mx: Administración de rutas de audio
et: Helimarsruutide haldamine
eu: Audio ibilbideak kudeatzea
fa: مدیریت مسیرهای صوتی
fi: Äänireittien hallinta
ga: Bealaí fuaime a bhainistiú
gl: Xestión de rutas de son
hi: ऑडियो रूट्स प्रबंधित कर रहा है
hr: Upravljanje audiorutama
hu: Audio-útvonalak kezelése
hy: Կառավարում է ձայնային երթուղիներ
is: Stjórna hljóðleiðum
it_it: Gestione delle rotte audio
ja_jp: オーディオ経路の管理
ka: აუდიო როუტერების მართვა
kk: Дыбыс үндеткіштерін басқару
lt: Garso maršrutų tvarkymas
lv: Audio maršrutu pārvaldība
mk: Управување со звучни канали
nb: Administrere lydruter
nl_nl: Audioroutes beheren
pl: Zarządzenie przekierowaniami dźwięku
pt_pt: Gerir caminhos de áudio
ro: Gestionarea rutelor audio
ru_ru: Управление каналами звука
sv: Hantera ljudvägar
th: การจัดการช่องทางเสียง
tr_tr: Sesli rotalarının yönetilmesi
ur: آڈیو روٹس کا بندوبست کرنا
uz: Audio yo‘llarini boshqarish

# IDS_ST_BODY_MANAGING_PACKAGE_SETTINGS_M_NOUN
source: Managing package settings
ar: إدارة إعدادات الباقة
az: Paket parametrlərinin idarə edilməsi
bg: Управление на настройки за пакети
ca: Gestió d'ajustaments de paquets
cs: Správa nastavení balíčků
da: Administrerer pakkeindstillinger
de_de: Verwalten von Paketeinstellungen
el_gr: Διαχείριση ρυθμίσεων πακέτου
es_mx: Administración de configuración de paquetes
et: Paketiseadete haldamine
eu: Pakete ezarpenak kudeatzea
fa: مدیریت تنظیمات بسته
fi: Pakettiasetusten hallinta
ga: Socruithe pacáiste a bhainistiú
gl: Xestión de axustes de paquetes
hi: पैकेज सेटिंग्स प्रबंधित कर रहा है
hr: Upravljanje postavkama paketa
hu: Csomagbeállítások kezelése
hy: Կառավարում է փաթեթի դրվածքները
is: Stjórna pakkastillingum
it_it: Gestione delle impostazioni del pacchetto
ja_jp: パッケージ設定の管理
ka: პაკეტის პარამეტრების მართვა
kk: Бума параметрлерін басқару
lt: Paketo nustatymų tvarkymas
lv: Pakotņu iestatījumu pārvaldība
mk: Управување со поставките за пакетите
nb: Administrere pakkeinnstillinger
nl_nl: Pakketinstellingen beheren
pl: Zarządzanie ustawieniami pakietów
pt_pt: Gerir definições de pacote
ro: Gestionarea setărilor pentru pachete
ru_ru: Управление параметрами пакета
sv: Hantera paketinställningar
th: การจัดการการตั้งค่าแพ็คเกจ
tr_tr: Paket ayarlarının yönetilmesi
ur: پیکیج سیٹنگز کا بندوبست کرنا
uz: Paket parametrlarini boshqarish

# IDS_ST_BODY_SYNCING_DEVICE_DATA_M_NOUN
source: Syncing device data
ar: مزامنة بيانات الجهاز
az: Cihaz məlumatlarını sinxronlaşdırmaq
bg: Синхронизиране на данните за устройството
ca: Sincronització de dades del dispositiu
cs: Synchronizace dat zařízení
da: Synkronisere enhedsdata
de_de: Synchronisieren von Gerätedaten
el_gr: Συγχρονισμός δεδομένων συσκευής
es_mx: Sincronización de datos del dispositivo
et: Seadme andmete sünkroonimine
eu: Gailuaren datuak sinkronizatzea
fa: همگام سازی داده های دستگاه
fi: Laitteen tietojen synkronointi
ga: Sonraí gléis a shioncronú
gl: Sincronización de datos do dispositivo
hi: डिवाइस डाटा सिंक कर रहा है
hr: Sinkronizacija podataka s uređaja
hu: Eszközadatok szinkronizálása
hy: Համաժամացնում է սարքի տվյալները
is: Samstilla tækjagögn
it_it: Sincronizzazione dei dati del dispositivo
ja_jp: 端末データの同期
ka: მოწყობილობის მონაცემთა დასინქრონება
kk: Құрылғы деректерін үндестіру
lt: Įrenginio duomenų sinchronizavimas
lv: Ierīces datu sinhronizācija
mk: Синхронизирање податоци за уредот
nb: Synkronisere enhetsdata
nl_nl: Apparaatgegevens synchroniseren
pl: Synchronizacja danych urządzenia
pt_pt: Sincronizar dados do dispositivo
ro: Sincronizarea datelor legate de dispozitive
ru_ru: Синхронизация данных устройства
sv: Synkronisera enhetsdata
th: การซิงค์ข้อมูลอุปกรณ์
tr_tr: Cihaz verilerinin eşitlenmesi
ur: آلہ کا ڈیٹا ہم وقت کرنا
uz: Qurilma ma’lumotini sinxronlash

# IDS_ST_BODY_MANAGING_VIBRATION_SETTINGS_M_NOUN
source: Managing vibration settings
ar: إدارة إعدادات الاهتزاز
az: Titrəmə parametrlərini idarə etmək
bg: Управление на настройки за вибриране
ca: Gestió dels ajustaments de vibració
cs: Správa nastavení vibrací
da: Administrerer indstillinger for vibration
de_de: Verwalten der Vibrationseinstellungen
el_gr: Διαχείριση ρυθμίσεων δόνησης
es_mx: Administración de configuración de vibración
et: Värina seadete haldamine
eu: Bibrazio ezarpenak kudeatzea
fa: مدیریت تنظیمات لرزش
fi: Värinäasetusten hallinta
ga: Socruithe creatha a bhainistiú
gl: Xestión de axustes de vibración
hi: कंपन सेटिंग्स प्रबंधित कर रहा है
hr: Upravljanje postavkama vibracije
hu: Rezgésbeállítások kezelése
hy: Կառավարում է թրթռման դրվածքները
is: Stjórna titringsstillingum
it_it: Gestione delle impostazioni di vibrazione
ja_jp: バイブ設定の管理
ka: ვიბრაციის პარამეტრების მართვა
kk: Діріл параметрлерін басқару
lt: Vibravimo nustatymų tvarkymas
lv: Vibrācijas iestatījumu pārvaldība
mk: Управување со поставките за вибрирање
nb: Administrere vibreringsinnstillinger
nl_nl: Trillingsinstellingen beheren
pl: Zarządzanie ustawieniami wibracji
pt_pt: Gerir definições de vibração
ro: Gestionarea setărilor de vibraţie
ru_ru: Управление параметрами вибрации
sv: Hantera vibrationsinställningar
th: การจัดการการตั้งค่าระบบสั่น
tr_tr: Titreşim ayarlarının yönetilmesi
ur: تھرتھراہٹ سیٹنگز کا بندوبست کرنا
uz: Vibratsiya parametrlarini boshqarish

# IDS_ST_BODY_UNLOCKING_DEVICE_M_NOUN
source: Unlocking device
ar: إلغاء قفل الجهاز
az: Cihazın kilidini açmaq
bg: Отключване на устройство
ca: Desbloqueig de dispositiu
cs: Odemykání zařízení
da: Låser enhed op
de_de: Entsperren des Geräts
el_gr: Ξεκλείδωμα συσκευής
es_mx: Desbloqueo de dispositivo
et: Seadme avamine
eu: Gailua desblokeatzea
fa: بازگشایی قفل دستگاه
fi: Laitteen lukituksen poistaminen
ga: An gléas a dhíghlasáil
gl: Desbloqueo do dispositivo
hi: डिवाइस अनलॉक कर रहा है
hr: Otključavanje uređaja
hu: Eszköz feloldása
hy: Արգելաբացում է սարքը
is: Opna tæki
it_it: Sblocco del dispositivo
ja_jp: 端末のロック解除
ka: მოწყობილობის განბლოკვა
kk: Құрылғы құлпын ашу
lt: Įrenginio atrakinimas
lv: Ierīces atbloķēšana
mk: Отклучување на уредот
nb: Låse opp enheten
nl_nl: Apparaat ontgrendelen
pl: Odblokowywanie urządzenia
pt_pt: Desbloquear dispositivo
ro: Deblocarea dispozitivului
ru_ru: Разблокировка устройства
sv: Låsa upp enhet
th: การปลดล็อคอุปกรณ์
tr_tr: Cihaz kilidini açma
ur: آلہ ان لاک کرنا
uz: Qurilmani blokdan chiqarish

# IDS_ST_BODY_UPDATING_NOTIFICATIONS_M_NOUN
source: Updating notifications
ar: تحديث الإشعارات
az: Bildirişləri yeniləmək
bg: Актуализиране на известия
ca: Actualització de notificacions
cs: Aktualizace oznámení
da: Opdaterer meddelelser
de_de: Aktualisieren von Benachrichtigungen
el_gr: Ενημέρωση ειδοποιήσεων
es_mx: Actualización de notificaciones
et: Teavituste värskendamine
eu: Jakinarazpenak eguneratzea
fa: به روز رسانی اعلان ها
fi: Ilmoitusten päivittäminen
ga: Fógraí a nuashonrú
gl: Actualización de notificacións
hi: अधिसूचनाएँ अपडेट कर रहा है
hr: Aktualiziranje obavijesti
hu: Értesítések frissítése
hy: Թարմացնում է ծանուցումները
is: Uppfæra tilkynningar
it_it: Aggiornamento delle notifiche
ja_jp: 通知の更新
ka: შეტყობინებების განახლება
kk: Хабарландыруларды жаңарту
lt: Pranešimų atnaujinimas
lv: Paziņojumu atjaunināšana
mk: Ажурирање на известувањата
nb: Oppdatere varsler
nl_nl: Meldingen bijwerken
pl: Aktualizowanie powiadomień
pt_pt: Actualizar notificações
ro: Actualizarea notificărilor
ru_ru: Обновление уведомлений
sv: Uppdatera meddelanden
th: การอัพเดทการแจ้งเตือน
tr_tr: Bildirimlerin güncellenmesi
ur: اعلانات تازہ کاری کرنا
uz: Bildirishnomalarni yangilash

# IDS_ST_BODY_ACCESSING_USER_SETTINGS_M_NOUN
source: Accessing user settings
ar: الوصول إلى إعدادات المستخدم
az: İstifadəçi parametrlərinə daxil olmaq
bg: Достъп до потребителски настройки
ca: Accés als ajustaments d'usuari
cs: Přístup k uživatelským nastavením
da: Åbner brugerindstillinger
de_de: Zugriff auf Benutzereinstellungen
el_gr: Πρόσβαση στις ρυθμίσεις χρήστη
es_mx: Acceso a configuración de usuario
et: Juurdepääs kasutajaseadetele
eu: Erabiltzailearen ezarpenetara sartzea
fa: دسترسی به تنظیمات کاربر
fi: Käyttäjäasetusten avaaminen
ga: Socruithe úsáideora a rochtain
gl: Acceso aos axustes do usuario
hi: उपभोक्ता सेटिंग्स ऍक्सेस कर रहा है
hr: Pristupanje korisničkim postavkama
hu: Felhasználói beállítások hozzáférése
hy: Մուտք է գործում օգտվողի դրվածքներ
is: Aðgangur að notandastillingum
it_it: Accesso alle impostazioni utente
ja_jp: ユーザー設定へのアクセス
ka: მომხმარებლის პარამეტრებზე წვდომა
kk: Пайдаланушы параметрлеріне кіру
lt: Prieiga prie naudotojo nustatymų
lv: Piekļuve lietotāja iestatījumiem
mk: Пристап до корисничките поставки
nb: Få tilgang til brukerinnstillinger
nl_nl: Toegang tot gebruikersinstellingen
pl: Dostęp do ustawień użytkownika
pt_pt: Aceder a definições de utilizador
ro: Accesul la setările utilizatorului
ru_ru: Доступ к пользовательским настройкам
sv: Ansluta till användarinställningar
th: การเข้าสู่การตั้งค่าผู้ใช้
tr_tr: Kullanıcı ayarlarına erişim
ur: صارف سیٹنگز پر رسائی کرنا
uz: Foydalanuvchi parametrlariga kirish
