Repository: tizenorg/framework.security.privilege-checker
Catalog: capi/res/string/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, es_mx, et, eu, fa, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, lt, lv, mk, nb, nl_nl, pl, pt_pt, ro, ru_ru, sv, th, tr_tr, ur, uz

# IDS_ST_BODY_MANAGING_CELL_BROADCAST_SERVICE_M_NOUN
source: Managing cell broadcast service
ar: إدارة خدمة البث الخلوي
az: Mobil yayım xidmətinin idarə edilməsi
bg: Управление на услугата за клетъчни информ. съобщения (CBS)
ca: Gestió del servei de difusió de mòbil
cs: Správa služby CBS (cell broadcast service)
da: Administrerer cell broadcast service
de_de: Verwalten des Cell Broadcast-Diensts
el_gr: Διαχείριση υπηρεσίας εκπομπής κυψέλης
es_mx: Administración de servicio de transmisión para celulares
et: Võrguteabeteenuse haldamine
eu: Igorpen gelaxka zerbitzua kudeatzea
fa: مدیریت سرویس پخش سلولی
fi: Solulähetyspalvelun hallinta
ga: Seirbhís craolta cille a bhainistiú
gl: Xestión do servizo de transmisión celular
hi: सेल प्रसारण सेवा प्रबंधित कर रहा है
hr: Upravljanje uslugom ćelijskog emitiranja
hu: Hírszolgálat kezelése
hy: Կառավարում է բջջ. հեռախոսներին առաքվող զանգված. հղգրների ծառ.
is: Stjórna endurvarpaþjónustu
it_it: Gestione del servizio di cell broadcast
ja_jp: セルブロードキャストサービスの管理
ka: ფიჭური გადაცემის სერვისის მართვა
kk: Қысқа хабарларды тарату қызметін басқару
lt: Mobiliojo ryšio paslaugos valdymas
lv: Šūnu apraides pakalpojuma pārvaldība
mk: Управување со инфо-пораките
nb: Administrere CBS-tjenesten
nl_nl: Infoberichtenservice beheren
pl: Zarządzanie usługą wiadomości sieciowych
pt_pt: Gerir serviço de difusão celular
ro: Gestionarea serviciului de difuzare celulară
ru_ru: Управление службой сообщений сети
sv: Hantera cellsändningstjänst
th: การจัดการ Cell Broadcast Service
tr_tr: Hücre yayını hizmetinin yönetilmesi
ur: سیل براڈکاسٹ خدمت کا بندوبست کرنا
uz: Uyali aloqa xizmatini boshqarish

# IDS_ST_BODY_MANAGING_MDM_SERVICE_M_NOUN
source: Managing MDM service
ar: إدارة خدمة MDM
az: MDM xidmətini idarə etmək
bg: Управление на MDM услуга
ca: Gestió de servei MDM
cs: Správa služby MDM
da: Administrerer MDM-tjeneste
de_de: Verwalten des MDM-Diensts
el_gr: Διαχείριση υπηρεσίας MDM
es_mx: Administración de servicio MDM
et: MDM-teenuse haldamine
eu: MDM zerbitzua kudeatzea
fa: مدیریت سرویس MDM
fi: MDM-palvelun hallinta
ga: Seirbhís MDM a bhainistiú
gl: Xestión de servizo MDM
hi: MDM सेवा प्रबंधित कर रहा है
hr: Upravljanje MDM uslugama
hu: MDM-szolgáltatás kezelése
hy: Կառավարում է MDM ծառայությունը
is: Stjórna MDM-þjónustu
it_it: Gestione del servizio MDM
ja_jp: MDMサービスの管理
ka: MDM სერვისის მართვა
kk: MDM қызметін басқару
lt: MDM paslaugos valdymas
lv: MDM pakalpojuma pārvaldība
mk: Управување со услугата MDM
nb: Administrere MDM-tjenesten
nl_nl: MDM-service beheren
pl: Zarządzanie usługą MDM
pt_pt: Gerir serviço MDM
ro: Gestionarea serviciului MDM
ru_ru: Управление службой MDM
sv: Hantera MDM-tjänst
th: การจัดการบริการ MDM
tr_tr: MDM servisinin yönetilmesi
ur: MDM خدمت کا بندوبست کرنا
uz: MDM xizmatini boshqarish

# IDS_ST_BODY_MANAGING_INPUT_METHODS_M_NOUN
source: Managing input methods
ar: إدارة طرق الإدخال
az: Daxiletmə metodlarını idarə etmək
bg: Управление на методите за въвеждане
ca: Gestió de mètodes d'introducció
cs: Správa metod zadávání
da: Administrerer inputmetoder
de_de: Verwalten von Eingabemethoden
el_gr: Διαχείριση μεθόδων εισαγωγής
es_mx: Administración de métodos de entrada
et: Sisestusmeetodite haldamine
eu: Idazkera metodoak kudeatzea
fa: مدیریت روش های ورودی
fi: Syöttötapojen hallinta
ga: Modhanna ionchuir a bhainistiú
gl: Xestión de métodos de entrada
hi: इनपुट पद्धतियाँ प्रबंधित कर रहा है
hr: Upravljanje načinom unosa
hu: Beviteli módok kezelése
hy: Կառավարում է ներածման եղանակները
is: Stjórna innsláttaraðferðum
it_it: Gestione dei metodi di inserimento
ja_jp: 入力方法の管理
ka: შეყვანის მეთოდების მართვა
kk: Енгізу әдістерін басқару
lt: Įvesties metodų tvarkymas
lv: Ievades metožu pārvaldība
mk: Управување со начините на внесување
nb: Administrere inndatametoder
nl_nl: Invoermethoden beheren
pl: Zarządzanie metodami wprowadzania
pt_pt: Gerir métodos de introdução
ro: Gestionarea metodelor de introducere
ru_ru: Управление способами ввода
sv: Hantera inmatningsmetoder
th: การจัดการวิธีการใส่ข้อมูล
tr_tr: Giriş yöntemlerinin yönetilmesi
ur: ان پٹ کے طریقے کار کا بندوبست کرنا
uz: Kiritish usulini boshqarish

# IDS_ST_BODY_MANAGING_WEB_DATA_M_NOUN
source: Managing web data
ar: إدارة بيانات الويب
az: Veb məlumatları idarə etmək
bg: Управление на уеб данни
ca: Gestió de dades web
cs: Správa webových dat
da: Administrerer webdata
de_de: Verwalten von Internet-Daten
el_gr: Διαχείριση δεδομένων web
es_mx: Administración de datos web
et: Veebiandmete haldamine
eu: Web datuak kudeatzea
fa: مدیریت داده وب
fi: Verkossa olevien tietojen hallinta
ga: Sonraí Gréasáin a bhainistiú
gl: Xestión de datos web
hi: वेब डाटा प्रबंधित कर रहा है
hr: Upravljanje web-podacima
hu: Webes adatok kezelése
hy: Կառավարում է համացանցի տվյալներ
is: Stjórna vefgögnum
it_it: Gestione dei dati Web
ja_jp: Webデータの管理
ka: ვებ-მონაცემთა მართვა
kk: Веб-деректерді басқару
lt: Žiniatinklio duomenų tvarkymas
lv: Tīmekļa datu pārvaldība
mk: Управување со податоците од интернет
nb: Administrere Internett-data
nl_nl: Webgegevens beheren
pl: Zarządzanie danymi internetowymi
pt_pt: Gerir dados da Web
ro: Gestionarea datelor web
ru_ru: Управление веб-данными
sv: Hantera webbdata
th: การจัดการข้อมูลเว็บ
tr_tr: Web verilerinin yönetilmesi
ur: ویب ڈیٹا کا بندوبست کرنا
uz: Veb-ma’lumotni boshqarish

# IDS_ST_BODY_MANAGING_WI_FI_SYSTEM_SETTINGS_M_NOUN
source: Managing Wi-Fi system settings
ar: إدارة إعدادات نظام Wi-Fi
az: Wi-Fi sistem parametrlərinin idarə edilməsi
bg: Управление на системни настройки на Wi-Fi
ca: Gestió d'ajustaments del sistema Wi-Fi
cs: Správa nastavení systému Wi-Fi
da: Administrerer Wi-Fi-systemindstillinger
de_de: Verwalten der WLAN-Systemeinstellungen
el_gr: Διαχείριση ρυθμίσεων συστήματος Wi-Fi
es_mx: Administración de configuración del sistema Wi-Fi
et: Wi-Fi süsteemiseadete haldamine
eu: Wi-Fi sistema ezarpenak kudeatzea
fa: مدیریت تنظیمات سيستم Wi-Fi
fi: Wi-Fi-järjestelmäasetusten hallinta
ga: Socruithe córais Wi-Fi a bhainistiú
gl: Xestión de axustes do sistema Wi-Fi
hi: Wi-Fi सिस्टम सेटिंग्स प्रबंधित कर रहा है
hr: Upravljanje postavkama sustava Wi-Fi
hu: Wi-Fi rendszerbeállítások kezelése
hy: Կառավարում է Wi-Fi համակարգի դրվածքները
is: Stjórna kerfisstillingum Wi-Fi
it_it: Gestione delle impostazioni di sistema della rete Wi-Fi
ja_jp: Wi-Fiシステム設定の管理
ka: Wi-Fi სისტემის პარამეტრების მართვა
kk: Wi-Fi жүйелік параметрлерін басқару
lt: „Wi-Fi“ sistemos nustatymų tvarkymas
lv: Wi-Fi sistēmas iestatījumu pārvaldība
mk: Управување со системските поставки за Wi-Fi
nb: Administrere systeminnstillinger for Wi-Fi
nl_nl: Wi-Fi-systeeminstellingen beheren
pl: Zarządzanie ustawieniami systemowymi Wi-Fi
pt_pt: Gerir definições de sistema Wi-Fi
ro: Gestionarea setărilor de sistem Wi-Fi
ru_ru: Управление системными параметрами Wi-Fi
sv: Hantera Wi-Fi-systeminställningar
th: การจัดการการตั้งค่าระบบ Wi-Fi
tr_tr: Wi-Fi Sistem ayarlarının yönetilmesi
ur: Wi-Fi سسٹم سیٹنگز بندوبست کرنا
uz: Wi-Fi tizim parametrlarini boshqarish

# IDS_ST_BODY_MANAGING_USER_INTERFACE_M_NOUN
source: Managing user interface
ar: إدارة واجهة المستخدم
az: İstifadəçi interfeysini idarə etmək
bg: Управление на потребителски интерфейс
ca: Gestió de la interfície d'usuari
cs: Správa uživatelského rozhraní
da: Administrerer brugergrænseflade
de_de: Verwalten der Benutzeroberfläche
el_gr: Διαχείριση περιβάλλοντος χρήστη
es_mx: Administración de interfaz de usuario
et: Kasutajaliidese haldamine
eu: Erabiltzailearen interfazea kudeatzea
fa: مدیریت رابط کاربر
fi: Käyttöliittymän hallinta
ga: Comhéadan úsáideora a bhainistiú
gl: Xestión da interface de usuario
hi: उपभोक्ता इंटरफ़ेस प्रबंधित कर रहा है
hr: Upravljanje korisničkim sučeljem
hu: Felhasználói felület kezelése
hy: Կառավարում է օգտվողի ինտերֆեյսը
is: Stjórna notendaviðmóti
it_it: Gestione dell'interfaccia utente
ja_jp: ユーザーインターフェイスの管理
ka: მომხმარებლის ინტერფეისის მართვა
kk: Пайдаланушы интерфейсін басқару
lt: Naudotojo sąsajos tvarkymas
lv: Lietotāja interfeisa pārvaldība
mk: Управување со корисничкиот приказ
nb: Administrere brukergrensesnittet
nl_nl: Gebruikersinterface beheren
pl: Zarządzanie interfejsem użytkownika
pt_pt: Gerir interface de utilizador
ro: Gestionarea interfeţei de utilizare
ru_ru: Управление пользовательским интерфейсом
sv: Hantera användargränssnitt
th: การจัดการอินเตอร์​เฟส​ผู้​ใช้
tr_tr: Kullanıcı arayüzünün yönetilmesi
ur: صارف مواجہ کا بندوبست کرنا
uz: Foydalanuvchi interfeysini boshqarish

# IDS_ST_BODY_RECORDING_VIDEO_AND_AUDIO_M_NOUN
source: Recording video and audio
ar: تسجيل الفيديو والصوت
az: Video və audio yazmaq
bg: Записване на видео и аудио
ca: Gravació de vídeo i àudio
cs: Nahrávání videa a audia
da: Optager video og lyd
de_de: Aufnehmen von Video und Audio
el_gr: Εγγραφή βίντεο και ήχου
es_mx: Grabación de video y audio
et: Video ja heli salvestamine
eu: Bideoa eta audioa grabatzea
fa: ضبط صدا و تصویر
fi: Videon ja äänen tallentaminen
ga: Físeán agus fuaim a thaifeadadh
gl: Gravación de vídeo e son
hi: वीडियो और ऑडियो रिकॉर्ड कर रहा है
hr: Snimanje videa i zvuka
hu: Video- és hangfelvétel készítése
hy: Տեսագրում և ձայնագրում է
is: Taka upp myndskeið og hljóð
it_it: Registrazione di video e audio
ja_jp: 録画と録音
ka: ვიდეოსა და აუდიოს ჩაწერა
kk: Бейне және аудио жазу
lt: Vaizdo ir garso įrašymas
lv: Video un audio ierakstīšana
mk: Снимање слика и звук
nb: Ta opp video og lyd
nl_nl: Video en audio opnemen
pl: Nagrywanie wideo i audio
pt_pt: Gravar vídeo e áudio
ro: Înregistrarea video şi audio
ru_ru: Запись видео и звука
sv: Ta emot video och ljud
th: การบันทึกวิดีโอและเสียง
tr_tr: Görüntü ve ses kaydı
ur: ویڈیو اور آڈیو ریکارڈ کرنا
uz: Video va audio yozib olish

# IDS_ST_BODY_RECORDING_VIDEO_M_NOUN
source: Recording video
ar: تسجيل الفيديو
az: Video yazmaq
bg: Записване на видео
ca: Gravació de vídeo
cs: Nahrávání videa
da: Optager video
de_de: Aufnehmen von Video
el_gr: Εγγραφή βίντεο
es_mx: Grabación de video
et: Video salvestamine
eu: Bideoa grabatzea
fa: ضبط تصویر
fi: Videon tallentaminen
ga: Físeán a thaifeadadh
gl: Gravación de vídeo
hi: वीडियो रिकॉर्ड कर रहा है
hr: Snimanje videa
hu: Videofelvétel készítése
hy: Տեսագրում է
is: Taka upp myndskeið
it_it: Registrazione di video
ja_jp: 録画
ka: ვიდეოს ჩაწერა
kk: Бейне жазу
lt: Vaizdo įrašymas
lv: Video ierakstīšana
mk: Снимање видео
nb: Ta opp video
nl_nl: Video opnemen
pl: Nagrywanie wideo
pt_pt: Gravar vídeo
ro: Înregistrarea video
ru_ru: Запись видео
sv: Spela in video
th: การบันทึกวิดีโอ
tr_tr: Görüntü kaydı
ur: ویڈیو ریکارڈ کرنا
uz: Video yozib olish

# IDS_ST_BODY_MANAGING_WAP_PUSH_MESSAGES_M_NOUN
source: Managing WAP push messages
ar: إدارة رسائل دفع WAP
az: WAP push mesajlarını idarə etmək
bg: Управление на WAP push съобщения
ca: Gestió de missatges push WAP
cs: Správa nabízených WAP zpráv
da: Administrerer WAP-push-meddelelser
de_de: Verwalten von WAP-Push-Nachrichten
el_gr: Διαχείριση μηνυμάτων push WAP
es_mx: Administración de mensajes de inserción WAP
et: WAP-push sõnumite haldamine
eu: WAP push mezuak kudeatzea
fa: مدیریت پیام های ارسال WAP
fi: WAP-palveluviestien hallinta
ga: Brútheachtaireachtaí WAP a bhainistiú
gl: Xestión de mensaxes push WAP
hi: WAP पुश संदेश प्रबंधित कर रहा है
hr: Upravljanje WAP push porukama
hu: WAP push üzenetek kezelése
hy: Կառավարում է WAP push հաղորդագրություններ
is: Stjórna WAP-vöktunarskilaboðum
it_it: Gestione dei messaggi WAP push
ja_jp: WAPプッシュメッセージの管理
ka: WAP push-შეტყობინებების მართვა
kk: WAP push хабарларын басқару
lt: WAP „Push“ žinučių tvarkymas
lv: WAP Push ziņu pārvaldība
mk: Управување со пораките WAP push
nb: Administrere WAP-push-meldinger
nl_nl: WAP-pushberichten beheren
pl: Zarządzanie wiadomościami WAP Push
pt_pt: Gerir mensagens de difusão WAP
ro: Gestionarea mesajelor push WAP
ru_ru: Управление push-сообщениями WAP
sv: Hantera WAP-push-meddelanden
th: การจัดการข้อความพุช WAP
tr_tr: WAP push mesajlarının yönetilmesi
ur: WAP پش پیغامات بندوبست کرنا
uz: WAP push-xabarlarini boshqarish

# IDS_ST_BODY_MANAGING_WI_FI_DIRECT_M_NOUN
source: Managing Wi-Fi Direct
ar: إدارة Wi-Fi Direct
az: Wi-Fi Direct-i idarə etmək
bg: Управление на Wi-Fi Direct
ca: Gestió de Wi-Fi Direct
cs: Správa Wi-Fi Direct
da: Administrerer Wi-Fi Direct
de_de: Verwalten von Wi-Fi Direct
el_gr: Διαχείριση Wi-Fi Direct
es_mx: Administración de Wi-Fi Direct
et: Wi-Fi Directi haldamine
eu: Wi-Fi Direct kudeatzea
fa: مدیریت Wi-Fi Direct
fi: Wi-Fi Direct -yhteyden hallinta
ga: Wi-Fi Direct a bhainistiú
gl: Xestión de Wi-Fi Direct
hi: Wi-Fi डायरेक्ट प्रबंधित कर रहा है
hr: Upravljanje Wi-Fi Direct
hu: Wi-Fi Direct kezelése
hy: Կառավարում է Wi-Fi Direct
is: Stjórna Wi-Fi Direct
it_it: Gestione di Wi-Fi Direct
ja_jp: Wi-Fi Directの管理
ka: Wi-Fi Direct-ის მართვა
kk: Wi-Fi Direct басқару
lt: „Wi-Fi Direct“ valdymas
lv: Wi-Fi Direct pārvaldība
mk: Управување со Wi-Fi Direct
nb: Administrere Wi-Fi Direct
nl_nl: Wi-Fi Direct beheren
pl: Zarządzanie Wi-Fi Direct
pt_pt: Gerir Wi-Fi Direct
ro: Gestionarea Wi-Fi Direct
ru_ru: Управление Wi-Fi Direct
sv: Hantera Wi-Fi Direct
th: การจัดการ Wi-Fi Direct
tr_tr: Wi-Fi Direct yönetimi
ur: Wi-Fi Direct کا بندوبست کرنا
uz: Wi-Fi Directni boshqarish

# IDS_ST_BODY_MANAGING_WI_FI_M_NOUN
source: Managing Wi-Fi
ar: إدارة Wi-Fi
az: Wi-Fi-ı idarə etmək
bg: Управление на Wi-Fi
ca: Gestió de Wi-Fi
cs: Správa Wi-Fi
da: Administrerer Wi-Fi
de_de: Verwalten des WLAN
el_gr: Διαχείριση Wi-Fi
es_mx: Administración de Wi-Fi
et: Wi-Fi haldamine
eu: Wi-Fi kudeatzea
fa: مدیریت Wi-Fi
fi: Wi-Fi-yhteyden hallinta
ga: Wi-Fi a bhainistiú
gl: Xestión da Wi-Fi
hi: Wi-Fi प्रबंधित कर रहा है
hr: Upravljanje Wi-Fi-jem
hu: Wi-Fi kezelése
hy: Կառավարում է Wi-Fi
is: Stjórna Wi-Fi
it_it: Gestione della rete Wi-Fi
ja_jp: Wi-Fiの管理
ka: Wi-Fi-ის მართვა
kk: Wi-Fi басқару
lt: „Wi-Fi“ valdymas
lv: Wi-Fi pārvaldība
mk: Управување со Wi-Fi
nb: Administrere Wi-Fi
nl_nl: Wi-Fi beheren
pl: Zarządzanie Wi-Fi
pt_pt: Gerir Wi-Fi
ro: Gestionarea Wi-Fi
ru_ru: Управление Wi-Fi
sv: Hantera Wi-Fi
th: การจัดการ Wi-Fi
tr_tr: Wi-Fi yönetimi
ur: Wi-Fi کا بندوبست کرنا
uz: Wi-Fini boshqarish

# IDS_ST_BODY_PROVIDING_INPUT_METHODS_M_NOUN
source: Providing input methods
ar: تقديم طرق الإدخال
az: Daxiletmə metodlarının təmin edilməsi
bg: Предоставяне на методи за въвеждане
ca: Proporcionar mètodes d'introducció
cs: Poskytování metod zadávání
da: Tilvejebringer inputmetoder
de_de: Bereitstellen von Eingabemethoden
el_gr: Παροχή μεθόδων εισαγωγής
es_mx: Otorgamiento de métodos de entrada
et: Sisestusmeetodite pakkumine
eu: Idazkera metodoak ematea
fa: ارائه روش های ورودی
fi: Syöttötapojen antaminen
ga: Modhanna ionchuir a sholáthar
gl: Fornecemento de métodos de entrada
hi: इनपुट पद्धतियाँ प्रदान कर रहा है
hr: Davanje načina unosa
hu: Beviteli módok biztosítása
hy: Տրամադրում է ներածման եղանակներ
is: Sjá fyrir innsláttaraðferðum
it_it: Invio dei metodi di inserimento
ja_jp: 入力方法の提供
ka: ინფორმაციის შეყვანის მეთოდების უზრუნველყოფა
kk: Енгізу әдістерін қамтамасыз ету
lt: Įvesties metodų pateikimas
lv: Ievades metožu nodrošināšana
mk: Обезбедување начини на внесување
nb: Gi inndatametoder
nl_nl: Invoermethoden leveren
pl: Zapewnianie metod wprowadzania
pt_pt: Fornecer métodos de introdução
ro: Furnizarea metodelor de introducere
ru_ru: Обеспечение способами ввода
sv: Tillhandahålla inmatningsmetoder
th: การส่งวิธีการใส่ข้อมูล
tr_tr: Giriş yöntemlerinin sağlanması
ur: ان پٹ کے طریقے کار فراہم کرنا
uz: Kiritish uslullarini taqdim etish

# IDS_ST_BODY_PROVIDING_DNS_M_NOUN
source: Providing DNS
ar: تقديم DNS
az: DNS-in təmin edilməsi
bg: Предоставяне на DNS
ca: Proporcionar DNS
cs: Poskytování DNS
da: Tilvejebringer DNS
de_de: Bereitstellen von DNS
el_gr: Παροχή DNS
es_mx: Otorgamiento de DNS
et: DNS-i pakkumine
eu: DNS ematea
fa: ارائه DNS
fi: DNS-osoitteen antaminen
ga: DNS a sholáthar
gl: Fornecemento de DNS
hi: DNS प्रदान कर रहा है
hr: Davatelji DNS-a
hu: DNS biztosítása
hy: Տրամադրում է DNS
is: Veita DNS
it_it: Invio del DNS
ja_jp: DNSの提供
ka: DNS-ის უზრუნველყოფა
kk: DNS қамтамасыз ету
lt: DNS pateikimas
lv: DNS nodrošināšana
mk: Обезбедување DNS
nb: Gi DNS
nl_nl: DNS leveren
pl: Zapewnianie DNS
pt_pt: Fornecer DNS
ro: Furnizarea DNS
ru_ru: Обеспечение DNS
sv: Tillhandahålla DNS
th: การส่ง DNS
tr_tr: DNS sağlama
ur: DNS فراہم کرنا
uz: DNSni taqdim etish

# IDS_ST_BODY_PROVIDING_NOTIFICATIONS_M_NOUN
source: Providing notifications
ar: تقديم الإشعارات
az: Bildirişlərin təmin edilməsi
bg: Предоставяне на известия
ca: Proporcionar notificacions
cs: Poskytování oznámení
da: Tilvejebringer meddelelser
de_de: Bereitstellen von Benachrichtigungen
el_gr: Παροχή ειδοποιήσεων
es_mx: Entrega de notificaciones
et: Teavituste pakkumine
eu: Jakinarazpenak ematea
fa: ارائه اعلان ها
fi: Ilmoitusten lähettäminen
ga: Fógraí a sholáthar
gl: Fornecemento de notificacións
hi: अधिसूचनाएँ प्रदान कर रहा है
hr: Davanje obavijesti
hu: Értesítés adása
hy: Տրամադրում է ծանուցումներ
is: Senda tilkynningar
it_it: Invio di notifiche
ja_jp: 通知の提供
ka: შეტყობინებების უზრუნველყოფა
kk: Хабарландыруларды қамтамасыз ету
lt: Pranešimų pateikimas
lv: Paziņojumu nodrošināšana
mk: Давање известувања
nb: Gi varsler
nl_nl: Meldingen leveren
pl: Dostarczanie powiadomień
pt_pt: Fornecer notificações
ro: Furnizarea notificărilor
ru_ru: Обеспечение уведомлениями
sv: Tillhandahålla meddelanden
th: การส่งการแจ้งเตือน
tr_tr: Bildirimlerin sağlanması
ur: اعلانات فراہم کرنا
uz: Bildirishnomalarni ta’minlash

# IDS_ST_BODY_PUSHING_NFC_MESSAGES_M_NOUN
source: Pushing NFC messages
ar: دفع رسائل NFC
az: NFC mesajlarının göndərilməsi
bg: Предаване на NFC съобщения
ca: Enviament per push de missatges NFC
cs: Nabízení NFC zpráv
da: Pusher NFC-meddelelser
de_de: Anzeigen von NFC-Meldungen
el_gr: Προώθηση μηνυμάτων NFC
es_mx: Inserción de mensajes NFC
et: NFC-sõnumite tõukamine
eu: NFC mezuak bidaltzea
fa: ارسال پیام های NFC
fi: NFC-viestien työntäminen
ga: Teachtaireachtaí NFC a bhrú
gl: Envío de mensaxes NFC
hi: NFC संदेश पुश कर रहा है
hr: Slanje NFC poruka
hu: NFC-üzenetek leküldése
hy: Ներհրում է NFC հաղորդագրություններ
is: Senda NFC-vöktunarskilaboð
it_it: Invio di messaggi NFC
ja_jp: NFCメッセージの受信
ka: NFC შეტყობინებების ჩართვა
kk: NFC хабарларын басу
lt: NFC žinučių siuntimas
lv: NFC ziņu sūtīšana
mk: Туркање пораки NFC
nb: Levere NFC-meldinger
nl_nl: NFC-berichten pushen
pl: Przesyłanie wiadomości NFC
pt_pt: Difundir mensagens NFC
ro: Transmiterea mesajelor NFC
ru_ru: Передача сообщений NFC
sv: Pusha NFC-meddelanden
th: การพุชข้อความ NFC
tr_tr: NFC mesajlarının itilmesi
ur: NFC پیغامات پش کرنا
uz: NFC xabarlarini tanlash

# IDS_ST_BODY_READING_CALENDAR_M_NOUN
source: Reading calendar
ar: قراءة التقويم
az: Təqvimin oxunması
bg: Четене на календар
ca: Lectura de calendari
cs: Čtení kalendáře
da: Læser kalender
de_de: Lesen des Kalenders
el_gr: Ανάγνωση ημερολογίου
es_mx: Lectura de calendario
et: Kalendri lugemine
eu: Egutegia irakurtzea
fa: خواندن تقویم
fi: Kalenterin lukeminen
ga: Féilire a léamh
gl: Lectura do calendario
hi: कैलेंडर पढ़ रहा है
hr: Čitanje kalendara
hu: Naptár olvasása
hy: Կարդում է օրացույցը
is: Lesa dagbók
it_it: Lettura del calendario
ja_jp: カレンダーの読み取り
ka: კალენდრის წაკითხვა
kk: Күнтізбені оқу
lt: Kalendoriaus nuskaitymas
lv: Kalendāra lasīšana
mk: Читање календар
nb: Lese kalender
nl_nl: Agenda lezen
pl: Odczytywanie kalendarza
pt_pt: Ler agenda
ro: Citirea calendarului
ru_ru: Чтение календаря
sv: Läsa kalender
th: การอ่านปฏิทิน
tr_tr: Takvimin okunması
ur: کیلنڈر پڑھنا
uz: Kalendarni o‘qish

# IDS_ST_BODY_READING_USER_PROFILE_M_NOUN
source: Reading user profile
ar: قراءة ملف تعريف المستخدم
az: İstifadəçi profilinı oxumaq
bg: Четене на потребителски профил
ca: Lectura del perfil d'usuari
cs: Čtení uživatelského profilu
da: Læser brugerprofil
de_de: Lesen von Benutzerprofilen
el_gr: Ανάγνωση προφίλ χρήστη
es_mx: Lectura de perfil del usuario
et: Kasutajaprofiili lugemine
eu: Erabiltzailearen profila irakurtzea
fa: خواندن نمايه كاربر
fi: Käyttäjäprofiilin lukeminen
ga: Próifíl úsáideora a léamh
gl: Lectura do perfil do usuario
hi: उपभोक्ता प्रोफ़ाइल पढ़ रहा है
hr: Čitanje korisničkog profila
hu: Felhasználói profil olvasása
hy: Կարդում է օգտվողի պրոֆիլը
is: Lesa notandaprófíl
it_it: Lettura del profilo utente
ja_jp: ユーザープロフィールの読み取り
ka: მომხმარებლის პროფილის წაკითხვა
kk: Пайдаланушы профилін оқу
lt: Naudotojo profilio nuskaitymas
lv: Lietotāja profila lasīšana
mk: Читање на корисничкиот профил
nb: Lese brukerprofil
nl_nl: Gebruikersprofiel lezen
pl: Odczytywanie profilu użytkownika
pt_pt: Ler perfil de utilizador
ro: Citirea profilului utilizatorului
ru_ru: Чтение профиля пользователя
sv: Läsa användarprofil
th: การอ่านโปรไฟล์ผู้ใช้
tr_tr: Kullanıcı profilinin okunması
ur: صارف پروفائل پڑھنا
uz: Foydalanuvchi profilini o‘qish

# IDS_ST_BODY_READING_ACCOUNTS_M_NOUN
source: Reading accounts
ar: قراءة الحسابات
az: Hesabların oxunması
bg: Четене на акаунти
ca: Lectura de comptes
cs: Čtení účtů
da: Læser konti
de_de: Lesen von Konten
el_gr: Ανάγνωση λογαριασμών
es_mx: Lectura de cuentas
et: Kontode lugemine
eu: Kontuak irakurtzea
fa: خواندن حساب ها
fi: Tilien lukeminen
ga: Cuntais a léamh
gl: Lectura de contas
hi: खाते पढ़ रहा है
hr: Čitanje računa
hu: Fiókok olvasása
hy: Կարդում է հաշիվներ
is: Lesa reikninga
it_it: Lettura degli account
ja_jp: アカウントの読み取り
ka: ანგარიშების წაკითხვა
kk: Тіркелгілерді оқу
lt: Paskyrų nuskaitymas
lv: Kontu lasīšana
mk: Читање сметки
nb: Lese kontoer
nl_nl: Accounts lezen
pl: Odczytywanie kont
pt_pt: Ler contas
ro: Citirea conturilor
ru_ru: Чтение учетных записей
sv: Läsa konton
th: การอ่านบัญชีผู้ใช้
tr_tr: Hesapların okunması
ur: اکاؤنٹس پڑھنا
uz: Hisob qaydnomalarini o‘qish

# IDS_ST_BODY_READING_WRITING_TO_NFC_TAGS_M_NOUN
source: Reading/writing to NFC tags
ar: الكتابة على/قراءة علامات NFC
az: NFC etiketini oxumaq/yazmaq
bg: Четене/писане в NFC тагове
ca: Lectura/escriptura d'etiquetes NFC
cs: Čtení/zápis do značek NFC
da: Læser/skriver til NFC-koder
de_de: Lesen/Schreiben von NFC-Tags
el_gr: Ανάγνωση/σύνταξη σε ετικέτες NFC
es_mx: Lectura/escritura en etiquetas NFC
et: NFC-siltide lugemine/kirjutamine
eu: NFC etiketak irakurtzea/idaztea
fa: خواندن/نوشتن در برچسب های NFC
fi: NFC-tietojen lukeminen tai niihin kirjoittaminen
ga: Clibeanna NFC a léamh/a scríobh
gl: Lectura/escritura en etiquetas NFC
hi: NFC टैग्स पढ़/लिख रहा है
hr: Čitanje/pisanje na NFC oznake
hu: NFC-címkék olvasása és írása
hy: Կարդում է NFC պիտակներ կամ գրում է պիտակների մեջ
is: Lesa/skrifa á NFC-merki
it_it: Lettura/scrittura sui tag NFC
ja_jp: NFCタグの読み取り/書き込み
ka: NFC იარლიყებზე წაკითხვა/დაწერა
kk: NFC тегтеріне жазу/оқу
lt: Nuskaitymas / įrašymas į NFC žymas
lv: Lasīšana/rakstīšana NFC atzīmēs
mk: Читање/пишување ознаки NFC
nb: Lese/skrive til NFC-tagger
nl_nl: Lezen/schrijven naar NFC-tags
pl: Odczytywanie/zapisywanie do etykiet NFC
pt_pt: Ler/escrever em etiquetas NFC
ro: Citirea/scrierea în etichete NFC
ru_ru: Чтение и запись в теги NFC
sv: Läsa/skriva till NFC-taggar
th: การอ่าน/เขียนไปยังแท็ก NFC
tr_tr: NFC etiketlerini okuma/yazma
ur: پڑھنا/لکھنا NFC ٹیگز پر
uz: NFC teglarini o‘qish/yozish
