Repository: tizenorg/framework.security.privilege-checker
Catalog: capi/res/string/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, es_mx, et, eu, fa, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, lt, lv, mk, nb, nl_nl, pl, pt_pt, ro, ru_ru, sv, th, tr_tr, ur, uz

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_ADD_DYNAMIC_BOX_TO_THE_HOME_SCREEN
source: Allows the application to add Dynamic Box to the home screen
ar: السماح للتطبيق بإضافة Dynamic Box إلى الشاشة الرئيسية
az: Proqrama Dynamic Box-u əsas ekrana əlavə etməyə imkan verir
bg: Позволява на приложението да добавя Dynamic Box в началния екран
ca: Permet a l'aplicació afegir Dynamic Box a la pantalla d'inici
cs: Povolí aplikaci přidat Dynamic Box na domovskou obrazovku
da: Tillader, at programmet tilføjer Dynamic Box til startskærmen
de_de: Ermöglicht der Anwendung, Dynamic Box zum Startbildschirm hinzuzufügen
el_gr: Επιτρέπει στην εφαρμογή την προσθήκη Dynamic Box στην αρχική οθόνη
es_mx: Permite que la aplicación agregue Dynamic Box a la pantalla de inicio
et: Lubab rakendusel lisada Dynamic Box'i avaekraanile
eu: Aplikazioari pantaila nagusian Dynamic Box gehitzen uzten dio
fa: به برنامه اجازه می دهد Dynamic Box را به صفحه اصلی اضافه کند
fi: Antaa sovelluksen lisätä Dynamic Boxin alkunäyttöön
ga: Ligtear don fheidhmchlár Dynamic Box a chur leis an scáileán baile
gl: Permite á aplicación engadir Dynamic Box á pantalla de inicio
hi: होम स्क्रीन पर Dynamic Box जोड़ने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji dodavanje Dynamic Box-a na početni zaslon
hu: Lehetővé teszi az alkalmazás számára a Dynamic Box felvételét a kezdőképernyőre
hy: Թույլ է տալիս, որ ծրագիրը Dynamic Box ավելացնի հիմնական էկրանին
is: Leyfir forritinu að bæta Dynamic Box við heimaskjáinn
it_it: Consente all'applicazione di aggiungere Dynamic Box alla schermata iniziale
ja_jp: ホーム画面へのDynamic Boxの追加をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას დაამატოს Dynamic Box საწყის ეკრანზე
kk: Бағдарламаға басты экранға Dynamic Box қосуға мүмкіндік береді
lt: Leidžia programai pridėti „Dynamic Box“ prie pradžios ekrano
lv: Ļauj programmai pievienot Dynamic Box sākuma ekrānam
mk: Дозволува апликацијата да додава Dynamic Box на почетниот екран
nb: Gir programmet tillatelse til å legge til Dynamic Box på startskjermbildet
nl_nl: Applicatie mag Dynamic Box toevoegen aan het startscherm
pl: Umożliwia aplikacji dodawanie Dynamic Box na ekranie startowym
pt_pt: Permite à aplicação adicionar Dynamic Box ao ecrã principal
ro: Permite aplicaţiei să adauge Dynamic Box în ecranul de pornire
ru_ru: Позволяет приложению добавлять Dynamic Box на главный экран
sv: Tillåter att programmet lägger till Dynamic Box till hemskärmen
th: อนุญาตให้แอพพลิเคชั่น เพิ่ม Dynamic Box ไปยังหน้าจอหลักได้
tr_tr: Uygulamanın ana ekrana Dynamic Box eklemesine izin verir
ur: ایپلیکیشن کو Dynamic Box کا ہوم اسکرین پر اضافہ کرنے کی اجازت دیتا ہے
uz: Ilovaga Dynamic Boxni asosiy ekranga qo‘shish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_ADD_UPDATE_AND_DELETE_CERTIFICATES
source: Allows the application to add, update, and delete certificates
ar: السماح للتطبيق بإضافة شهادات وتحديثها وحذفها
az: Proqramın sertifikatları əlavə etməsinə, yeniləməsinə və silməsinə imkan verir
bg: Позволява на приложението да добавя, актуализира и изтрива сертификати
ca: Permet a l'aplicació afegir, actualitzar i esborrar certificats
cs: Povolí aplikaci přidávat, aktualizovat a odstraňovat certifikáty
da: Tillader, at programmet tilføjer, opdaterer og sletter certifikater
de_de: Ermöglicht der Anwendung das Hinzufügen, Aktualisieren und Löschen von Zertifikaten.
el_gr: Επιτρέπει στην εφαρμογή την προσθήκη, ενημέρωση και διαγραφή πιστοποιητικών
es_mx: Permite que la aplicación añada, actualice y elimine certificados
et: Lubab rakendusel lisada, värskendada ja kustutada sertifikaate
eu: Aplikazioari ziurtagiriak gehitzea, eguneratzea eta ezabatzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد مجوزها را اضافه، بروزرسانی و حذف نماید
fi: Antaa sovelluksen lisätä, päivittää ja poistaa varmenteita
ga: Ceadaítear don fheidhmchlár deimhnithe a chur leis, a nuashonrú, agus a scriosadh
gl: Permite á aplicación engadir, actualizar e eliminar certificados
hi: प्रमाणपत्रों को जोड़ने, अपडेट करने और हटाने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji dodavanje, aktualizaciju i brisanje potvrdi
hu: Lehetővé teszi az alkalmazás számára tanúsítványok hozzáadását, frissítését és törlését
hy: Թույլ է տալիս, որ ծրագիրն ավելացնի, թարմացնի ու վերացնի վկայականներ
is: Leyfir forritinu að bæta við, uppfæra og eyða vottorðum
it_it: Consente all'applicazione di aggiungere, aggiornare ed eliminare i certificati
ja_jp: 証明書を追加、更新、削除することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას დაამატოს, განაახლოს და წაშალოს სერტიფიკატები
kk: Бағдарламаға сертификаттарды қосу, жаңарту және жою мүмкіндігін береді
lt: Leidžia programai pridėti, naujinti ir trinti sertifikatus
lv: Ļauj programmai pievienot, atjaunināt un dzēst sertifikātus
mk: Дозволува апликацијата да додава, ажурира и брише сертификати
nb: Tillater programmet å legge til, oppdatere og slette sertifikater
nl_nl: Applicatie mag certificaten toevoegen, bijwerken en verwijderen
pl: Umożliwia aplikacji dodawanie, aktualizowanie i usuwanie certyfikatów
pt_pt: Permite à aplicação adicionar, actualizar e eliminar certificados
ro: Permite aplicaţiei să adauge, să actualizeze şi să şteargă certificate
ru_ru: Позволяет приложению добавлять, обновлять и удалять сертификаты
sv: Gör att programmet kan lägga till, uppdatera och ta bort certifikat
th: อนุญาตให้แอพพลิเคชั่นเพิ่ม อัพเดท และลบใบรับรองได้
tr_tr: Uygulamanın, sertifikaları eklemesine, güncellemesine ve silmesine olanak verir
ur: ایپلیکیشن کو اضافہ کرنے، تازہ کاری کرنے، اور تصدیق نامے حذف کرنے کی اجازت دیتا ہے
uz: Ilovaga sertifikatlarni qo‘shish, yangilash va yo‘q qilish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_ADD_UPDATE_AND_DELETE_CONTACTS
source: Allows the application to add, update, and delete contacts
ar: السماح للتطبيق بإضافة جهات اتصال وتحديثها وحذفها
az: Proqramın əlaqə şəxslərini əlavə etməsinə, yeniləməsinə və silməsinə imkan verir
bg: Позволява на приложението да добавя, актуализира и изтрива контакти
ca: Permet a l'aplicació afegir, actualitzar i esborrar contactes
cs: Povolí aplikaci přidávat, aktualizovat a odstraňovat kontakty
da: Tillader, at programmet tilføjer, opdaterer og sletter kontakter
de_de: Ermöglicht der Anwendung das Hinzufügen, Aktualisieren und Löschen von Kontakten.
el_gr: Επιτρέπει στην εφαρμογή την προσθήκη, ενημέρωση και διαγραφή επαφών
es_mx: Permite que la aplicación añada, actualice y elimine contactos
et: Lubab rakendusel lisada, värskendada ja kustutada kontakte
eu: Aplikazioari kontaktuak gehitzea, eguneratzea eta ezabatzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد مخاطبین را اضافه، بروزرسانی و حذف نماید
fi: Antaa sovelluksen lisätä, päivittää ja poistaa yhteystietoja
ga: Ceadaítear don fheidhmchlár teagmhálaithe a chur leis, a nuashonrú, agus a scriosadh
gl: Permite á aplicación engadir, actualizar e eliminar contactos
hi: संपर्कों को जोड़ने, अपडेट करने और हटाने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji dodavanje, aktualizaciju i brisanje kontakata
hu: Lehetővé teszi az alkalmazás számára névjegyek hozzáadását, frissítését és törlését
hy: Թույլ է տալիս, որ ծրագիրն ավելացնի, թարմացնի ու վերացնի կոնտակտներ
is: Leyfir forritinu að bæta við, uppfæra og eyða tengiliðum
it_it: Consente all'applicazione di aggiungere, aggiornare ed eliminare i contatti
ja_jp: 連絡先を追加、更新、削除することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას დაამატოს, განაახლოს და წაშალოს კონტაქტები
kk: Бағдарламаға контактілерді қосу, жаңарту және жою мүмкіндігін береді
lt: Leidžia programai pridėti, naujinti ir trinti adresatus
lv: Ļauj programmai pievienot, atjaunināt un dzēst kontaktus
mk: Дозволува апликацијата да додава, ажурира и брише контакти
nb: Tillater programmet å legge til, oppdatere og slette kontakter
nl_nl: Applicatie mag contactpersonen toevoegen, bijwerken en verwijderen
pl: Umożliwia aplikacji dodawanie, aktualizowanie i usuwanie kontaktów
pt_pt: Permite à aplicação adicionar, actualizar e eliminar contactos
ro: Permite aplicaţiei să adauge, să actualizeze şi să şteargă contacte
ru_ru: Позволяет приложению добавлять, обновлять и удалять контакты
sv: Gör att programmet kan lägga till, uppdatera och ta bort kontakter
th: อนุญาตให้แอพพลิเคชั่นเพิ่ม อัพเดท และลบรายชื่อได้
tr_tr: Uygulamanın, kişileri eklemesine, güncellemesine ve silmesine olanak verir
ur: ایپلیکیشن کو اضافہ کرنے، تازہ کاری کرنے، اور رابطہ افراد حذف کرنے کی اجازت دیتا ہے
uz: Ilovaga kontaktlarni qo‘shish, yangilash va yo‘q qilish uchun ruxsat beradi

source: Allows the application to be opened conditionally or to open another application
ar: السماح بفتح التطبيق بشروط أو فتح تطبيق آخر
az: Proqramın şərti açılmasına və başqa proqramı açmasına imkan verir
bg: Позволява на приложението да се отваря условно или да отваря друго приложение
ca: Permet a l'aplicació obrir-se condicionalment o obrir una altra aplicació
cs: Povolí aplikaci spustit se podmíněně nebo spustit jinou aplikaci
da: Tillader, at programmet åbnes med forbehold eller at andre programmer åbnes
de_de: Ermöglicht das bedingte Öffnen der Anwendung oder ermöglicht der Anwendung das Öffnen einer anderen Anwendung.
el_gr: Επιτρέπει στην εφαρμογή να ανοίξει υπό όρους ή να ανοίξει άλλη εφαρμογή
es_mx: Permite que la aplicación se abra condicionalmente o que abra otra aplicación
et: Lubab rakendust avada tingimuslikult või avada teise rakenduse
eu: Aplikazioa baldintzekin irekitzea edo beste aplikazio bat irekitzea ahalbidetzen du
fa: به برنامه کاربردی اجازه می دهد بطور مشروط یا برای باز کردن برنامه کاربردی دیگری باز شود
fi: Sallii sovelluksen ehdollisen avaamisen tai toisen sovelluksen avaamisen
ga: Ceadaítear don fheidhmchlár oscailt go coinníollach nó feidhmchlár eile a oscailt
gl: Permite á aplicación abrirse dependendo dunha condición ou abrir outra aplicación
hi: सशर्त खोले जाने के लिए या अन्य एप्लीकेशन खोलने हेतु एप्लीकेशन को अनुमति देता है
hr: Dopušta uvjetovano otvaranje aplikacije ili da aplikacija otvori drugu aplikaciju
hu: Lehetővé teszi az alkalmazás feltételes megnyitását vagy egy másik alkalmazás megnyitását
hy: Թույլ է տալիս, որ ծրագիրը բացվի պայմանականորեն, կամ բացվի մեկ այլ ծրագիր
is: Leyfir að forritið sé opnað skilyrt eða að forritið opni annað forrit
it_it: Consente all'applicazione di aprirsi in modo condizionato o di aprire un'altra applicazione
ja_jp: アプリケーションを条件付きで起動したり、他のアプリケーションを起動したりすることを許可します。
ka: საშუალებას აძლევს პროგრამას გაიხსნას პირობით, ან გახსნას სხვა პროგრამა
kk: Бағдарламаның шартты түрде ашылу немесе басқа бағдарламаны ашу мүмкіндігін береді
lt: Leidžia atidaryti programą su tam tikrais apribojimais arba atidaryti kitą programą
lv: Ļauj atvērt programmas ar nosacījumu vai atvērt citu programmu
mk: Дозволува апликацијата да се отвори условно или да отвори друга апликација
nb: Tillater at programmet åpnes betinget eller åpner et annet program
nl_nl: Applicatie mag voorwaardelijk worden geopend of mag een andere applicatie openen
pl: Umożliwia aplikacji jej warunkowe otworzenie lub otworzenie innej aplikacji
pt_pt: Permite que a aplicação seja aberta condicionalmente ou que seja aberta outra aplicação
ro: Permite deschiderea condiţionată a aplicaţiei sau permite ca aplicaţia să deschidă o altă aplicaţie
ru_ru: Позволяет приложению открываться при соблюдении определенных условий или открывать другое приложение
sv: Gör att programmet kan öppnas under vissa villkor eller öppna andra program
th: อนุญาตให้เปิดแอพพลิเคชั่น ได้อย่างมีเงื่อนไข หรือเปิดแอพพลิเคชั่นอื่นได้
tr_tr: Uygulamanın koşullu olarak açılmasına veya başka bir uygulama açmasına olanak verir
ur: ایپلیکیشن کو مشروط طور پر کھولے جانے یا دوسری ایپلیکیشن کھولنے کی اجازت دیتا ہے
uz: Ilovaga shartli ochilish yoki boshqa ilovalarni ochish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_CHANGE_BLUETOOTH_SETTINGS_MSG
source: Allows the application to change Bluetooth settings, such as turning Bluetooth on or off, and setting the local device name
ar: السماح للتطبيق بتغيير إعدادات البلوتوث، مثل تشغيل البلوتوث أو إيقاف تشغيله وضبط اسم الجهاز المحلي
az: Proqrama Bluetooth parametrlərini dəyişməyə, məsələn, Bluetooth-u yandırmağa və söndürməyə və lokal cihazın adını təyin etməyə icazə verir
bg: Позволява на приложението да променя Bluetooth настройките, като включване или изключване на Bluetooth и задаване на името на локалното устройство
ca: Permet a l'aplicació canviar els ajustaments de Bluetooth, com ara activar o desactivar el Bluetooth, i l'ajustament de nom de dispositiu local
cs: Povolí aplikaci změnit nastavení Bluetooth, např. zapnout nebo vypnout Bluetooth a nastavit místní název zařízení
da: Tillader, at programmet ændrer Bluetooth-indstillinger, såsom aktivering eller deaktiveret af Bluetooth, og indstilling af navn for lokal enhed
de_de: Ermöglicht der Anwendung, die Bluetooth-Einstellungen zu ändern, z. B. Bluetooth ein- oder auszuschalten oder den lokalen Gerätenamen festzulegen.
el_gr: Επιτρέπει στην εφαρμογή την αλλαγή των ρυθμίσεων Bluetooth, όπως την ενεργοποίηση ή την απενεργοποίηση Bluetooth και τον ορισμό του ονόματος της τοπικής συσκευής
es_mx: Permite que la aplicación modifique la configuración de Bluetooth, como apagar o encender el Bluetooth y establecer el nombre del dispositivo local
et: Lubab rakendusel muuta Bluetooth-ühenduse seadeid, nagu Bluetooth-ühenduse sisse- või väljalülitamine ning kohaliku seadme nime seadistamine
eu: Aplikazioari Bluetooth ezarpenak aldatzen uzten dio, adibidez, Bluetootha piztea edo itzaltzea eta gailuaren izen lokala ezartzea
fa: به برنامه این امکان را می دهد که تنظیمات Bluetooth را تغییر دهد، مانند روشن یا خاموش کردن Bluetooth، و تنظیم نام دستگاه محلی
fi: Antaa sovelluksen muuttaa Bluetooth-asetuksia, esimerkiksi ottaa Bluetoothin käyttöön tai poistaa sen käytöstä, ja määrittää paikallisen laitteen nimen
ga: Ligtear don fheidhmchlár socruithe Bluetooth a athrú, amhail Bluetooth a chasadh air nó as, agus ainm an ghléis áitiúil a shocrú
gl: Permite á aplicación cambiar os axustes do Bluetooth, como a activación ou desactivación do Bluetooth e o axuste do nome do dispositivo local
hi: ब्लूटूथ सेटिंग्स परिवर्तित करने के लिए एप्लीकेशन को अनुमति प्रदान करता है, जैसे कि ब्लूटूथ चालू या बंद करना, और स्‍थानीय डिवाइस का नाम सेट करना
hr: Dopušta aplikaciji mijenjanje postavki Bluetootha kao što su uključivanje/isključivanje Bluetootha i postavljanje naziva lokalnog uređaja
hu: Lehetővé teszi az alkalmazás számára a Bluetooth-beállítások módosítását, például a Bluetooth be- és kikapcsolását, valamint a helyi eszköznév beállítását
hy: Թույլ է տալիս, որ ծրագիրը փոխի Bluetooth-ի դրվածքները, օրինակ՝ Bluetooth-ը միացնելը կամ անջատելը, և դնի տեղային սարքի անվանումը
is: Leyfir forritinu að breyta stillingum Bluetooth, t.d. að kveikja eða slökkva á Bluetooth og stilla heiti tækisins
it_it: Consente all'applicazione di modificare le impostazioni Bluetooth, come l'attivazione o la disattivazione del Bluetooth e l'impostazione del nome del dispositivo locale
ja_jp: BluetoothのON/OFFやローカルデバイス名の設定など、Bluetooth設定の変更をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას შეცვალოს Bluetooth-ის პარამეტრები, როგორიცაა Bluetooth-ის ჩართვა ან გამორთვა და დააყენოს ადგილობრივი მოწყობილობის სახელი
kk: Бағдарламаға Bluetooth желісін қосу/өшіру, жергілікті құрылғы атауын орнату сияқты Bluetooth параметрлерін өзгерту мүмкіндігін береді
lt: Leidžia programai keisti „Bluetooth“ nustatymus, pvz., įjungti arba išjungti „Bluetooth“, nustatyti vietinio įrenginio pavadinimą
lv: Ļauj programmai mainīt Bluetooth iestatījumus, piemēram, Bluetooth ieslēgšanu vai izslēgšanu, un iestatīt lokālās ierīces nosaukumu
mk: Дозволува апликацијата да менува поставки за Bluetooth, како вклучување и исклучување Bluetooth и поставување на името на локалниот уред
nb: Gir programmet tillatelse til å endre Bluetooth-innstillingene, som for eksempel å slå på eller av Bluetooth og å angi lokalt enhetsnavn
nl_nl: Applicatie mag Bluetooth-instellingen wijzigen, zoals Bluetooth in- of uitschakelen en de lokale apparaatnaam instellen
pl: Umożliwia aplikacji zmianę ustawień Bluetooth, takich jak włączanie lub wyłączanie Bluetooth i ustawianie lokalnej nazwy urządzenia
pt_pt: Permite à aplicação mudar as definições de Bluetooth, tais como ligar ou desligar o Bluetooth e definir o nome do dispositivo local
ro: Permite aplicaţiei să modifice setările pentru Bluetooth, de exemplu, să pornească sau să oprească Bluetooth şi să seteze numele dispozitivului local
ru_ru: Позволяет приложению изменять параметры Bluetooth, например включать и отключать Bluetooth и задавать имя локального устройства
sv: Tillåter att programmet ändrar Bluetooth-inställningar, t.ex. att slå på och stänga av Bluetooth och ställa in lokalt enhetsnamn
th: อนุญาตให้แอพพลิเคชั่น เปลี่ยนการตั้งค่า Bluetooth เช่น การเปิดหรือปิด Bluetooth และการตั้งค่าชื่ออุปกรณ์ท้องถิ่น
tr_tr: Uygulamanın Bluetooth açma veya kapama gibi Bluetooth ayarlarını değiştirmesine ve lokal cihaz adını ayarlamasına izin verir
ur: ایپلیکیشن کو بلیو ٹوتھ سیٹنگز تبدیل کرنے کی اجازت دیتا ہے، جیسے کہ بلیو ٹوتھ آن یا آف کرنا، اور مقامی آلہ نام سیٹ کرنا
uz: Ilovaga Bluetooth yoqish yoki o‘chirish va mahalliy qurilma nomini o‘rnatish kabi Bluetooth parametrlarini o‘zgartirish uchun ruxsat beradi

source: Allows the application to change Bluetooth system settings related to privacy and security, such as the visible mode
ar: السماح للتطبيق بتغيير إعدادات نظام البلوتوث المرتبطة بالخصوصية والأمان، مثل الوضع المرئي‬
az: Proqrama məxfilik və təhlükəsizlik üzrə Bluetooth sistem parametrlərini, məsələn, görünmə rejimini dəyişməyə imkan verir
bg: Позволява на приложението да променя системните настройки за Bluetooth, свързани с поверителността и защитата, като например режима на видимост
ca: Permet a l'aplicació canviar els ajustaments de Bluetooth del sistema relacionats amb la privadesa i la seguretat, com ara el mode visible
cs: Povolí aplikaci změnit nastavení systému Bluetooth související se soukromím a zabezpečením, např. režim viditelnosti
da: Tillader, at programmet ændrer Bluetooth-systemindstillinger relateret til fortrolighed og sikkerhed, som f.eks. den synlige tilstand
de_de: Ermöglicht der Anwendung, die Bluetooth-Systemeinstellungen bezüglich Datenschutz und Sicherheit zu ändern, z. B. den sichtbaren Modus.
el_gr: Επιτρέπει στην εφαρμογή την αλλαγή των ρυθμίσεων συστήματος Bluetooth που σχετίζονται με το απόρρητο και την ασφάλεια, όπως είναι η λειτουργία προβολής
es_mx: Permite que la aplicación modifique la configuración del sistema Bluetooth relacionada con la privacidad y la seguridad, como el modo visible
et: Lubab rakendusel muuta privaatsuse ja turvalisusega seotud Bluetooth-ühenduse süsteemiseadeid, nagu nähtav režiim
eu: Aplikazioari pribatutasunarekin eta segurtasunarekin zerikusia duen Bluetooth sistemaren ezarpenak aldatzen uzten dio, adibidez, ikusgai modua
fa: به برنامه اجازه می دهد که تنظیمات سیستم Bluetooth در ارتباط با حریم خصوصی و امنیت مانند حالت قابلیت رؤیت را تغییر دهد
fi: Antaa sovelluksen muuttaa tietosuojaan ja suojaukseen liittyviä Bluetooth-järjestelmän asetuksia, kuten näkyvää tilaa
ga: Ligtear don fheidhmchlár socruithe córais Bluetooth a athrú a bhaineann le príobháideacht agus le slándáil, amhail an mód sofheicthe
gl: Permite á aplicación cambiar os axustes do sistema Bluetooth relacionados coa privacidade e a seguridade, como o modo visible
hi: गोपनीयता और सुरक्षा से संबंधित ब्लूटूथ सेटिंग्स जैसे कि दृश्‍यता मोड को परिवर्तित करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji mijenjanje sustavnih postavki Bluetootha povezanih s privatnošću i sigurnošću kao što je način vidljivosti
hu: Lehetővé teszi az alkalmazás számára a biztonsággal és adatvédelemmel kapcsolatos Bluetooth-rendszerbeállítások, például a látható üzemmód módosítását
hy: Թույլ է տալիս, որ ծրագիրը փոխի Bluetooth-ի համակարգի՝ գաղտնիությանն ու անվտանգությանն առնչվող դրվածքները, օրինակ՝ տեսանելի ռեժիմը
is: Leyfir forritinu að breyta kerfisstillingum Bluetooth sem tengjast öryggi og persónuvernd, t.d. sýnileikastillingu
it_it: Consente all'applicazione di modificare le impostazioni di sistema Bluetooth relative alla privacy e alla sicurezza, come la modalità visibile
ja_jp: 公開モードなど、プライバシーやセキュリティに関連するBluetoothシステムの設定変更をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას შეცვალოს Bluetooth სისტემის პარამეტრები, რომლებიც უკავშირდება კონფიდენციალურობასა და უსაფრთხოებას, მაგალითად, ხილული რეჟიმი
kk: Бағдарлама көріну режимі сияқты құпиялылық және қауіпсіздікке қатысты Bluetooth жүйелік параметрлерін өзгертуге мүмкіндік береді
lt: Leidžia programai keisti „Bluetooth“ sistemos nustatymus, susijusius su privatumu ir saugumu, pvz., matomumo režimą
lv: Ļauj programmai mainīt ar konfidencialitāti un drošību saistītus Bluetooth sistēmas iestatījumus, piemēram, redzamo režīmu
mk: Дозволува апликацијата да ги менува системските поставки за Bluetooth во врска со приватноста и безбедноста, како режимот за видливост
nb: Gir programmet tillatelse til å endre systeminnstillingene for Bluetooth hva gjelder personvern og sikkerhet, som for eksempel synlig modus
nl_nl: Applicatie mag Bluetooth-systeeminstellingen die samenhangen met privacy en beveiliging wijzigen, zoals de zichtbare stand
pl: Umożliwia aplikacji zmianę ustawień systemowych Bluetooth związanych z prywatnością i bezpieczeństwem, np. trybu widoczności
pt_pt: Permite à aplicação mudar as definições de sistema Bluetooth relacionadas com a privacidade e segurança, tais como o modo de visibilidade
ro: Permite aplicaţiei să modifice setările de sistem Bluetooth legate de confidenţialitate şi securitate, cum ar fi modul vizibil
ru_ru: Позволяет приложению изменять параметры Bluetooth, связанные с конфиденциальностью и безопасностью, например видимый режим
sv: Tillåter att programmet ändrar Bluetooth-systeminställningar för sekretess och säkerhet, t.ex. synligt läge
th: อนุญาตให้แอพพลิเคชั่น เปลี่ยนการตั้งค่าระบบ Bluetooth ที่เกี่ยวข้องกับความเป็นส่วนตัว และระบบป้องกัน เช่นโหมดการมองเห็นได้
tr_tr: Uygulamanın görünürlük modu gibi gizlilik ve güvenlikle ilgili Bluetooth sistem ayarlarını değiştirmesine izin verir
ur: ایپلیکیشن کو رازداری اور سلامتی سے متعلق بلیو ٹوتھ سسٹم سیٹنگز تبدیل کرنے کی اجازت دیتا ہے، جیسے کہ دکھائی دینے کا موڈ
uz: Ilovaga ko‘rinish rejimi kabi maxfiylik va xavfsizlik bilan bog‘liq Bluetooth tizimi parametrlarini o‘zgartirish uchun ruxsat beradi
