Repository: tizenorg/framework.security.privilege-checker
Catalog: capi/res/string/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, es_mx, et, eu, fa, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, lt, lv, mk, nb, nl_nl, pl, pt_pt, ro, ru_ru, sv, th, tr_tr, ur, uz

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_UPDATE_OR_READ_USER_SETTINGS
source: Allows the application to update or read user settings
ar: السماح للتطبيق بتحديث إعدادات المستخدم أو قراءتها
az: Proqrama istifadəçi parametrlərini oxumağa və ya yeniləməyə imkan verir
bg: Позволява на приложението да актуализира или чете потребителските настройки
ca: Permet a l'aplicació actualitzar o llegir els ajustaments d'usuari
cs: Povolí aplikaci aktualizovat nebo číst uživatelská nastavení
da: Gør det muligt for programmet at opdatere eller læse brugerindstillinger
de_de: Ermöglicht der Anwendung das Aktualisieren oder Lesen von Benutzereinstellungen.
el_gr: Επιτρέπει στην εφαρμογή την ενημέρωση ή την ανάγνωση των ρυθμίσεων χρήστη
es_mx: Permite que la aplicación actualice o lea la configuración del usuario
et: Lubab rakendusel värskendada või lugeda kasutajaseadeid
eu: Aplikazioari erabiltzailearen ezarpenak eguneratzea edo irakurtzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد تنظیمات کاربر را بخواند یا بروزرسانی کند
fi: Antaa sovelluksen päivittää tai lukea käyttäjän asetuksia
ga: Ceadaítear don fheidhmchlár socruithe úsáideora a nuashonrú nó a léamh
gl: Permite á aplicación actualizar ou ler os axustes do usuario
hi: एप्लीकेशन को उपयोगकर्ता सेटिंग्स अपडेट करने या पढ़ने की अनुमति देता है
hr: Dopušta aplikaciji aktualiziranje ili čitanje korisničkih postavki
hu: Lehetővé teszi az alkalmazás számára a felhasználói beállítások frissítését vagy olvasását
hy: Թույլ է տալիս, որ ծրագիրը թարմացնի կամ կարդա օգտվողի դրվածքները
is: Leyfir forritinu að uppfæra eða lesa notandastillingar
it_it: Consente all'applicazione di aggiornare o leggere le impostazioni utente
ja_jp: ユーザー設定の更新や読み取りをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას განაახლოს ან წაიკითხოს მომხმარებლის პარამეტრები
kk: Бағдарлама пайдаланушы параметрлерін жаңартуға немесе оқуға мүмкіндік береді
lt: Leidžia programai atnaujinti arba nuskaityti naudotojo nustatymus
lv: Ļauj programmai atjaunināt vai lasīt lietotāja iestatījumus
mk: Дозволува апликацијата да ги ажурира или чита опциите на корисникот
nb: Tillater programmet å oppdatere eller lese brukerinnstillinger
nl_nl: Applicatie mag gebruikersinstellingen bijwerken of lezen
pl: Umożliwia aplikacji aktualizację lub odczytywanie ustawień użytkownika
pt_pt: Permite à aplicação actualizar ou ler as definições do utilizador
ro: Permite aplicaţiei să actualizeze sau să citească setările utilizatorului
ru_ru: Позволяет приложению обновлять и читать параметры пользователя
sv: Tillåter att programmet uppdaterar eller läser användarinställningar
th: อนุญาตให้แอพพลิเคชั่นอัพเดท หรืออ่านการตั้งค่าผู้ใช้ได้
tr_tr: Uygulamanın, kullanıcı ayarlarını güncellemesine veya okumasına olanak verir
ur: ایپلیکیشن کو صارف سیٹنگز کی تازہ کاری کرنے یا پڑھنے کی اجازت دیتا ہے
uz: Ilovaga foydalanuvchi parametrlarini yangilash yoki o‘qish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_UPDATE_SYSTEM_NETWORK_ACCOUNTS
source: Allows the application to update system network accounts
ar: السماح للتطبيق بتحديث حسابات شبكة النظام
az: Proqrama sistemin şəbəkə hesablarını yeniləməyə imkan verir
bg: Позволява на приложението да актуализира системните мрежови акаунти
ca: Permet a l'aplicació actualitzar comptes de xarxa del sistema
cs: Povolí aplikaci aktualizovat spravovat síťové účty systému
da: Tillader, at programmet kan opdatere systemets netværkskonti
de_de: Ermöglicht der Anwendung das Aktualisieren von System-Netzwerkkonten.
el_gr: Επιτρέπει στην εφαρμογή την ενημέρωση λογαριασμών δικτύου συστήματος
es_mx: Permite que la aplicación actualice las cuentas de red del sistema
et: Lubab rakendusel värskendada süsteemi võrgukontosid
eu: Aplikazioari sistema sare kontuak kudeatzea ahalbidetzen dio
fa: به برنامه اجازه می دهد حساب های شبکه سیستم را به روز رسانی کند
fi: Antaa sovelluksen päivittää järjestelmän verkkotilit
ga: Ceadaítear don fheidhmchlár cuntais líonra an chórais a nuashonrú
gl: Permite á aplicación actualizar contas de rede do sistema
hi: एप्लीकेशन को सिस्टम नेटवर्क खाते अपडेट करने की अनुमति देता है
hr: Dopušta aplikaciji aktualizaciju sistemskih mrežnih računa
hu: Lehetővé teszi az alkalmazás számára a rendszer hálózati fiókjainak frissítését
hy: Թույլ է տալիս, որ ծրագիրը թարմացնի համակարգի ցանցային հաշիվները
is: Leyfir forritinu að uppfæra netreikninga kerfis
it_it: Consente all'applicazione di aggiornare gli account di rete del sistema
ja_jp: システムネットワークのアカウントを更新することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას განაახლოს სისტემის ქსელის ანგარიშები
kk: Бағдарламаға жүйелік желі есептік жазбаларын жаңартуға рұқсат етеді
lt: Leidžia programai naujinti sistemos tinklo paskyras
lv: Ļauj programmai atjaunināt sistēmas tīkla kontus
mk: Дозволува апликацијата да ги ажурира мрежните сметки на системот
nb: Tillater at programmet kan oppdatere systemnettverkskontoer
nl_nl: Applicatie mag systeemnetwerkaccounts bijwerken
pl: Umożliwia aplikacji aktualizowanie systemowych kont sieciowych
pt_pt: Permite à aplicação actualizar as contas de rede de sistema
ro: Permite aplicaţiei să actualizeze conturile de reţea ale sistemului
ru_ru: Позволяет приложению обновлять сетевые учетные записи
sv: Tillåter att programmet uppdaterar systemets nätverkskonton
th: อนุญาตให้แอพพลิเคชั่นอัพเดท บัญชีผู้ใช้เครือข่ายระบบได้
tr_tr: Uygulamanın, ağ hesapları sistemini güncelemesine olanak verir
ur: ایپلیکیشن کو سسٹم نیٹ ورک اکاؤنٹ کی تازہ کاری کرنے کی اجازت دیتا ہے
uz: Ilovaga tizim tarmog‘i hisob qaydnomalarini yangilash uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_UPLOAD_THE_ACTIVITY_LOG_TO_THE_SERVER
source: Allows the application to upload the activity log to the server
ar: السماح للتطبيق بتحميل سجل النشاطات إلى الخادم
az: Proqrama fəaliyyət jurnalını serverə yükləməyə icazə verir
bg: Позволява на приложението да качва дневник на дейността на сървъра
ca: Permet a l'aplicació carregar el registre d'activitat al servidor
cs: Povolí aplikaci uložit protokol aktivity na server
da: Tillader, at programmet uploader aktivitetslog til serveren
de_de: Ermöglicht der Anwendung das Hochladen des Aktivitätsprotokolls auf den Server.
el_gr: Επιτρέπει στην εφαρμογή την αποστολή του αρχείου καταγραφής δραστηριοτήτων στο διακομιστή
es_mx: Permitir que la aplicación cargue el registro de actividad al servidor
et: Lubab rakendusel laadida tegevuse logi üles serverisse
eu: Aplikazioari jarduera erregistroa zerbitzarira kargatzen uzten dio
fa: به برنامه کاربردی اجازه می دهد گزارش فعالیت را در سرور آپلود کند
fi: Antaa sovelluksen lähettää toimintolokin palvelimelle
ga: Ceadaítear don fheidhmchlár an loga gníomhaíochta a uaslódáil chuig an bhfreastalaí
gl: Permite á aplicación cargar o rexistro de actividades no servidor
hi: एप्लीकेशन को सर्वर पर गतिविधि लॉग अपलोड करने की अनुमति देता है
hr: Aplikaciji dopušta slanje zapisa aktivnosti na poslužitelj
hu: Lehetővé teszi az alkalmazás számára a tevékenységnapló feltöltését a szerverre
hy: Թույլ է տալիս, որ ծրագիրը սերվերում վերբեռնի գործունեության մատյանը
is: Leyfir forritinu að hlaða notkunarskránni upp á þjóninn
it_it: Consente all'applicazione di caricare il log di attività nel server
ja_jp: アクティビティログをサーバーにアップロードすることをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას ატვირთოს აქტივობის ჟურნალი სერვერზე
kk: Бағдарламаға белсенділік туралы журналды серверге кері жүктеуге мүмкіндік береді
lt: Leidžia programai įkelti veiklos žurnalą į serverį
lv: Ļauj programmai augšupielādēt serverī darbību žurnālu
mk: Дозволува апликацијата да го праќа дневникот на активности до серверот
nb: Tillater at programmet kan laste opp aktivitetsloggen til serveren
nl_nl: De applicatie mag het activiteitenlogbestand uploaden naar de server
pl: Umożliwia aplikacji przekazywanie dziennika czynności do serwera
pt_pt: Permite à aplicação carregar o registo de actividade para o servidor
ro: Permite aplicaţiei să încarce jurnalul de activitate pe server
ru_ru: Позволяет приложению отправлять журнал действий на сервер
sv: Gör att programmet kan överföra aktivitetsloggen till servern
th: อนุญาตให้แอพพลิเคชั่นอัพโหลดบันทึกกิจกรรม ไว้ในเซิร์ฟเวอร์ได้
tr_tr: Uygulamanın etkinlik günlüğünü sunucuya yüklemesine izin verir
ur: ایپلیکیشن کو سرور پر سرگرمی لاگ اپ لوڈ کرنے کی اجازت دیتا ہے
uz: Ilovaga faoliyatlar jurnalini serverga yuklash uchun ruxsat beradi

source: Allows the application to use attached storage without size limitations for DB or files
ar: السماح للتطبيق باستخدام وحدة التخزين الموصولة بدون وضع قيود على حجم قاعدة البيانات أو الملفات
az: Proqrama DB və ya fayllar ölçü məhdudiyyətləri olmadan əlavə edilmiş yaddaşı istifadə etməyə imkan verir
bg: Позволява на приложението да използва прикаченото място за съхранение без ограничения в размера за БД или файлове
ca: Permet a l'aplicació utilitzar emmagatzematge adjunt sense limitacions de mida per les BD i els fitxers
cs: Povolí aplikaci použít připojené úložiště bez omezení velikosti pro databázi nebo soubory
da: Tillader, at programmet bruger vedhæftet lager uden størrelsesbegrænsninger for databaser eller filer
de_de: Ermöglicht der Anwendung das Verwenden des angeschlossenen Speicherplatzes ohne Einschränkung für die Datenbank oder für Dateien
el_gr: Επιτρέπει στην εφαρμογή να χρησιμοποιεί το συνδεδεμένο χώρο αποθήκευσης χωρίς περιορισμό μεγέθους για βάσεις δεδομένων ή αρχεία
es_mx: Permite que la aplicación utilice el almacenamiento adjunto sin limitaciones de tamaño para DB ni archivos
et: Lubab rakendusel kasutada ühendatud mälu ilma suuruspiiranguteta andmebaasi või failide jaoks
eu: Aplikazioari erantsitako biltegiraketa DB edo fitxategietarako mugarik gabe erabiltzen uzten dio
fa: به برنامه اجازه می دهد از حافظه پیوست شده بدون محدودیت اندازه برای پایگاه داده یا فایل ها استفاده کند
fi: Antaa sovelluksen käyttää kytkettyä tallennuslaitetta ilman kokorajoituksia tietokantojen tai tiedostojen kanssa
ga: Ligtear don fheidhmchlár an stóras ceangailte a úsáid gan teorainneacha méid do DB nó do chomhaid
gl: Permite á aplicación utilizar o almacenamento adxunto sen limitacións de estado para bases de datos ou arquivos
hi: DB या फ़ाइलों के लिए आकार सीमाओं के बिना संलग्न भंडारण का उपयोग करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji korištenje dodatne pohrane bez ograničenja na veličinu za baze podataka ili datoteke
hu: Lehetővé teszi az alkalmazás számára a csatolt tárhely méretkorlát nélküli használatát adatbázisokhoz és fájlokhoz
hy: Թույլ է տալիս, որ ծրագիրն օգտագործի կցված պահոցը՝ առանց տվյալների շտեմարանի կամ ֆայլերի չափի սահմանափակումների
is: Leyfir forritinu að nota tengt geymslupláss án stærðartakmarkana fyrir gagnagrunn eða skrár
it_it: Consente all'applicazione di utilizzare la memoria allegata senza limitazioni di dimensione per il DB o i file
ja_jp: DBまたはファイル用に容量制限なしで接続ストレージを使用することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას გამოიყენოს მიმაგრებული მეხსიერება ზომის შეუზღუდავად, მონაცემთა ბაზის ან ფაილებისთვის
kk: Бағдарламаға ДҚ немесе файлдар үшін өлшем шектеулерінсіз тіркелген сақтау орнын пайдалануға мүмкіндік береді
lt: Leidžia programai neribotai naudoti pridėtą DB arba failų saugyklą
lv: Ļauj programmai izmantot pievienoto krātuvi bez datu bāzes vai failu apjoma ierobežojumiem
mk: Дозволува апликацијата да ја користи приклучената меморија без ограничувања на големината за базата или фајловите
nb: Gir programmet tillatelse til å bruke den tilkoblede lagringsplassen uten størrelsesbegrensning for DB eller filer
nl_nl: Applicatie mag aangesloten opslag gebruiken zonder beperkingen voor omvang van database of bestanden
pl: Umożliwia aplikacji korzystanie z załączonej pamięci bez ograniczeń wielkości bazy danych lub plików
pt_pt: Permite à aplicação utilizar armazenamento anexado sem limitações de tamanho para BD ou ficheiros
ro: Permite aplicaţiei să utilizeze stocarea ataşată fără limitări de dimensiune pentru baza de date sau fişiere
ru_ru: Позволяет приложению использовать вложенное хранилище без ограничений по размеру для баз данных или файлов
sv: Tillåter att programmet använder länkad lagring utan storleksbegränsningar för databaser eller filer
th: อนุญาตให้แอพพลิเคชั่น ใช้ที่จัดเก็บที่แนบไว้ สำหรับ DB หรือไฟล์ โดยไม่มีการจำกัดขนาดได้
tr_tr: Uygulamanın dosya boyutu sınırlaması olmaksızın DB veya dosyalar için ekli belleği kullanmasına izin verir
ur: ایپلیکیشن کو DB یا فائلوں کے لئے سائز کی پابندیوں کے بغیر منسلکہ ذخیرہ استعمال کرنے کی اجازت دیتا ہے
uz: Ilovaga Ma’lumotlar bazasi yoki fayllar uchun biriktirilgan xotiradan hajm cheklovlarisiz foydalanish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_USE_FULL_SCREEN
source: Allows the application to use full screen
ar: السماح للتطبيق باستخدام وضع ملء الشاشة
az: Proqrama tam ekrandan istifadə etməyə imkan verir
bg: Позволява на приложението да използва цял екран
ca: Permet a l'aplicació utilitzar la pantalla completa
cs: Povolí aplikaci použít celý displej
da: Tillader, at programmet bruger fuld skærm
de_de: Ermöglicht der Anwendung die Verwendung des Vollbildmodus
el_gr: Επιτρέπει στην εφαρμογή να χρησιμοποιεί την πλήρη οθόνη
es_mx: Permite que la aplicación utilice la pantalla completa
et: Lubab rakendusel kasutada täisekraani
eu: Aplikazioari pantaila osoa erabiltzen uzten dio
fa: به برنامه اجازه می دهد از تمام صفحه استفاده کند
fi: Antaa sovelluksen käyttää koko näytön tilaa
ga: Ligtear don fheidhmchlár lánscáileán a úsáid
gl: Permite á aplicación utilizar a pantalla completa
hi: पूर्ण स्क्रीन का उपयोग करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji korištenje punog zaslona
hu: Lehetővé teszi az alkalmazás számára a teljes képernyő használatát
hy: Թույլ է տալիս, որ ծրագիրն օգտագործի լրիվ էկրանը
is: Leyfir forritinu að nota allan skjáinn
it_it: Consente all'applicazione di utilizzare lo schermo intero
ja_jp: 全画面の使用をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას გამოიყენოს სრული ეკრანი
kk: Бағдарламаға толық экранды пайдалануға мүмкіндік береді
lt: Leidžia programai naudoti visą ekraną
lv: Ļauj programmai izmantot pilnekrāna režīmu
mk: Дозволува апликацијата да користи целосен екран
nb: Gir programmet tillatelse til å bruke hele skjermen
nl_nl: Applicatie mag volledig scherm gebruiken
pl: Umożliwia aplikacji korzystanie z pełnego ekranu
pt_pt: Permite à aplicação utilizar o ecrã inteiro
ro: Permite aplicaţiei să se extindă pe ecranul complet
ru_ru: Позволяет приложению переходить в полноэкранный режим
sv: Tillåter att programmet använder helskärm
th: อนุญาตให้แอพพลิเคชั่น ใช้แบบเต็มจอได้
tr_tr: Uygulamanın tam ekranı kullanmasına izin verir
ur: ایپلیکیشن کو پوری اسکرین استعمال کرنے کی اجازت دیتا ہے
uz: Ilovaga to‘liq ekrandan foydalanish uchun ruxsat berish

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_USE_NFC_COMMON_FEATURES
source: Allows the application to use NFC common features
ar: السماح للتطبيق باستخدام ميزات NFC العامة
az: Proqrama ümumi NFC xüsusiyyətlərindən istifadə etməyə imkan verir
bg: Позволява на приложението да използва общите NFC функции
ca: Permet a l'aplicació utilitzar funcions comunes de NFC
cs: Povolí aplikaci použít společné funkce NFC
da: Tillader, at programmet bruger fælles NFC-funktioner
de_de: Ermöglicht der Anwendung das Verwenden von allgemeinen NFC-Funktionen
el_gr: Επιτρέπει στην εφαρμογή τη χρήση κοινών δυνατοτήτων NFC
es_mx: Permite que la aplicación utilice funciones comunes de NFC
et: Lubab rakendusel kasutada NFC-üldfunktsioone
eu: Aplikazioari ohiko NFC eginbideak erabiltzen uzten dio
fa: به برنامه اجازه می دهد از ویژگی های مشترک NFC استفاده کند
fi: Antaa sovelluksen käyttää yleisiä NFC-toimintoja
ga: Ligtear don fheidhmchlár gnéithe coiteanna NFC a úsáid
gl: Permite á aplicación usar funcións NFC comúns
hi: NFC सामान्य सुविधाओं का उपयोग करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji korištenje zajedničkih značajki NFC-a
hu: Lehetővé teszi az alkalmazás számára az általános NFC-funkciók használatát
hy: Թույլ է տալիս, որ ծրագիրն օգտագործի NFC-ի հիմնական գործառական հնարավորությունները
is: Leyfir forritinu að nota almenna NFC-eiginleika
it_it: Consente all'applicazione di utilizzare le funzioni NFC comuni
ja_jp: NFC共通機能の使用をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას გამოიყენოს ძირითადი NFC ფუნქციები
kk: Бағдарламаға NFC жалпы функцияларын пайдалануға мүмкіндік береді
lt: Leidžia programai naudoti bendrąsias NFC funkcijas
lv: Ļauj programmai izmantot vispārīgās NFC funkcijas
mk: Дозволува апликацијата да ги користи општите функции на NFC
nb: Gir programmet tillatelse til å bruke fellesfunksjoner for NFC
nl_nl: Applicatie mag algemene NFC-voorzieningen gebruiken
pl: Umożliwia aplikacji używanie wspólnych funkcji NFC
pt_pt: Permite à aplicação utilizar as funções NFC comuns
ro: Permite aplicaţiei să utilizeze caracteristicile NFC obişnuite
ru_ru: Позволяет приложению использовать стандартные возможности NFC
sv: Tillåter att programmet använder vanliga NFC-funktioner
th: อนุญาตให้แอพพลิเคชั่นใช้คุณสมบัติทั่วไป ของ NFC ได้
tr_tr: Uygulamanın NFC ortak özelliklerini kullanmasına izin verir
ur: ایپلیکیشن کو NFC مشترکہ فیچرز استعمال کرنے کی اجازت دیتا ہے
uz: Ilovaga NFC umumiy xossalaridan foydalanish uchun ruxsat beradi

source: Allows the application to use the Generic Access Profile (GAP), for example, to scan for and pair devices
ar: السماح للتطبيق باستخدام ‏‫وضع الوصول العام (GAP) للبحث عن أجهزة أو إقرانها مثلا
az: Proqrama, məsələn, cihazları axtarmaq və qoşmaq üçün Ümumi Giriş Profilindən (ÜGP) istifadə etməyə icazə verir
bg: Позволява на устройството да използва Профил за общ достъп (GAP), например, за да сканира за устройства и да ги сдвоява
ca: Permet a l'aplicació utilitzar el Perfil d'accés genèric (GAP), per exemple, per cercar i vincular dispositius
cs: Povolí aplikaci použít profil GAP (Generic Access Profile), např. pro vyhledávání a párování zařízení
da: Gør det muligt for programmet at bruge GAP (Generic Access Profile) til f.eks. at søge efter og parre enheder
de_de: Ermöglicht der Anwendung von GAP (Generic Access Profile), um z. B. Geräte zu suchen und zu koppeln.
el_gr: Επιτρέπει στην εφαρμογή τη χρήση του Προφίλ γενικής πρόσβασης (GAP), για παράδειγμα για την αναζήτηση και τη δημιουργία ζεύγους συσκευών
es_mx: Permite que la aplicación use el Perfil de acceso genérico (GAP), por ejemplo, para buscar y vincular dispositivos
et: Lubab rakendusel kasutada profiili Generic Access Profile (GAP), näiteks seadmete otsimise ja nendega sidumise jaoks
eu: Aplikazioari sarbide profil generikoa (GAP) erabiltzea ahalbidetzen dio, esaterako, gailuak bilatzeko eta parekatzeko
fa: به برنامه کاربردی اجازه می دهد که از نمایه دسترسی عمومی (GAP)، مثلا برای اسکن کردن و جفت سازی دستگاه ها، استفاده کند
fi: Antaa sovelluksen käyttää Generic Access Profile (GAP) -profiilia esimerkiksi laitteiden hakemiseen ja pariliitosten muodostamiseen
ga: Ceadaítear don fheidhmchlár an Phróifíl Rochtana Cineálaí (GAP) a úsáid, mar shampla, scanadh do ghléasanna agus iad a phéireáil
gl: Permite á aplicación utilizar o Generic Access Profile (GAP), por exemplo, para buscar e vincular dispositivos
hi: जेनेरिक ऍक्सेस प्रोफ़ाइल (GAP) का उपयोग करने के लिए एप्लीकेशन को अनुमति देता है, उदाहरण के लिए डिवाइस को स्कैन और युग्मित करने के लिए
hr: Dopušta aplikaciji korištenje Profil općeg pristupa (GAP), primjerice radi skeniranja i uparivanja uređaja
hu: Lehetővé teszi az alkalmazás számára a Generic Access Profile (GAP) használatát, például eszközök keresésére és párosítására
hy: Թույլ է տալիս, որ ծրագիրն օգտագործի Ընդհանուր մուտքի պրոֆիլը (GAP), օրինակ՝ սարքեր տեսածրելու և զուգտակելու համար
is: Leyfir forritinu að nota almennt aðgengissnið (GAP), til dæmis til að leita að tækjum og para þau
it_it: Consente all'applicazione di utilizzare il profilo dell'accesso generico (GAP, Generic Access Profile) ad esempio, per cercare e associare i dispositivi
ja_jp: 端末をスキャンやペアリングをするために、アプリケーションにGeneric Access Profile(GAP)の使用を許可します。
ka: საშუალებას აძლევს პროგრამას გამოიყენოს საერთო წვდომის პროფილი (GAP), მაგალითად, მოწყობილობების მოსაძებნად და დასაწყვილებლად
kk: Бағдарламаға Generic Access Profile (GAP) пайдалануға мүмкіндік береді, мысалы, жұптастырылған құрылғыларды тексеру үшін
lt: Leidžia programai naudotis bendruoju prieigos profiliu (GAP), pavyzdžiui, ieškoti įrenginių ir juos susieti
lv: Ļauj programmai lietot Generic Access Profile (GAP), piemēram, lai meklētu un savienotu pārī ierīces
mk: Овозможува апликацијата да го користи профилот за општ пристап (GAP), на пример, за да открива и да спојува уреди
nb: Tillater at programmet bruker GTP (Generisk tilgangsprofil) til for eksempel å søke etter og pare sammen med enheter
nl_nl: Applicatie mag het GAP-profiel (Generic Access Profile) gebruiken om bijvoorbeeld te scannen naar apparaten en deze te koppelen
pl: Umożliwia aplikacji korzystanie z profilu dostępu ogólnego (GAP), na przykład w celu skanowania i wiązania urządzeń
pt_pt: Permite à aplicação utilizar o Perfil de Acesso Genérico (GAP), por exemplo, para pesquisar e emparelhar dispositivos
ro: Permite aplicaţiei să utilizeze Profilul generic de acces (Generic Access Profile, GAP), de exemplu, pentru a scana şi asocia dispozitive
ru_ru: Позволяет приложению использовать Generic Access Profile (GAP), например для поиска и подключения устройств
sv: Tillåter att programmet använder Generic Access Profile (GAP), till exempel för att söka efter och sammankoppla enheter
th: อนุญาตให้แอพพลิเคชั่นใช้ Generic Access Profile (GAP) เช่น ในการสแกนหาและจับคู่อุปกรณ์
tr_tr: Uygulamanın, örneğin cihazları taraması ve eşleştirmesi için, Genel Erişim Profili'ni (GAP) kullanmasına olanak verir
ur: ایپلیکیشن کو جنرک رسائی پروفائل (GAP) استعمال کرنے کی اجازت دیتا ہے، آلہ جات کے اسکین کرنے اور جوڑی بنانے کے لئے
uz: Ilovaga Umumiy kirish profili (GAP)dan foydalanish uchun ruxsat beradi, misol uchun, qurilmalarni qidirish va ularga bog‘lanishda
