Repository: tizenorg/framework.security.privilege-checker
Catalog: capi/res/string/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, es_mx, et, eu, fa, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, lt, lv, mk, nb, nl_nl, pl, pt_pt, ro, ru_ru, sv, th, tr_tr, ur, uz

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_USE_TIZEN_WEB_DEVICE_API_COMMON_MODULE
source: Allows the application to use Tizen web device API common module
ar: ‏‫السماح للتطبيق باستخدام الوحدة العامة لخدمة API لجهاز Tizen عبر الويب
az: Proqrama Tizen veb cihazını API ümumi modulunu istifadə etməyə imkan verir
bg: Позволява на приложението да използва общия API модул за уеб устройство на Tizen
ca: Permet a l'aplicació utilitzar el mòdul comú d'API per a dispositius web de Tizen
cs: Povolí aplikaci používat společný modul API webového zařízení Tizen
da: Tillader, at programmet bruger Tizen-webenhed API fællesmodul
de_de: Ermöglicht der Anwendung das Verwenden des allgemeinen Moduls der Webgeräte-API von Tizen
el_gr: Επιτρέπει στην εφαρμογή να χρησιμοποιεί την κοινή λειτουργική μονάδα API για τη συσκευή web Tizen
es_mx: Permite que la aplicación utilice el módulo común de API del dispositivo web Tizen
et: Lubab rakendusel kasutada Tizeni veebiseadme API-üldmoodulit
eu: Aplikazioari Tizen web gailuko API modulu komuna erabiltzen uzten dio
fa: به برنامه اجازه می دهد از مدول مشترک API دستگاه وب Tizen استفاده کند
fi: Antaa sovelluksen käyttää Tizen-verkkolaitteen yleistä API-moduulia
ga: Ligtear don fheidhmchlár modúl coiteann API ghléas Gréasáin Tizen a úsáid
gl: Permite á aplicación utilizar o módulo común da API do dispositivo web Tizen
hi: टाईजन वेब डिवाइस API साधारण मोड्युल का उपयोग करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji korištenje Tizen web-uređaja API zajedničkog modula
hu: Lehetővé teszi az alkalmazás számára a Tizen webes eszköz API közös moduljának használatát
hy: Թույլ է տալիս, որ ծրագիրն օգտագործի Tizen համացանցային սարքի API ընդհանուր մոդուլը
is: Leyfir forritinu að nota sameiginlega einingu API fyrir Tizen-veftæki
it_it: Consente all'applicazione di utilizzare il modulo comune dell'API del dispositivo Web Tizen
ja_jp: Tizen WebデバイスAPIコモンモジュールの使用をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას გამოიყენოს Tizen ვებ-მოწყობილობის API ჩვეულებრივი მოდული
kk: Бағдарламаға Tizen веб-құрылғысының API жалпы модулін пайдалануға мүмкіндік береді
lt: Leidžia programai naudoti „Tizen“ žiniatinklio įrenginio API bendrąjį modulį
lv: Ļauj programmai izmantot Tizen tīmekļa ierīces API kopējo moduli
mk: Дозволива апликацијата да го користи заедничкиот модул API за веб-уреди Tizen
nb: Gir programmet tillatelse til å bruke API-fellesmodulen for Tizen-nettenheter
nl_nl: Applicatie mag algemene API-module voor Tizen-webapparaat gebruiken
pl: Umożliwia aplikacji używanie wspólnego modułu API urządzenia sieciowego z systemem Tizen
pt_pt: Permite à aplicação utilizar o módulo comum API de dispositivos Web Tizen
ro: Permite aplicaţiei să utilizeze modulul comun API pentru dispozitive web Tizen
ru_ru: Позволяет приложению использовать общий модуль API веб-устройства на Tizen
sv: Tillåter programmet att använda Tizen-webbenhetens gemensamma API-modul
th: อนุญาตให้แอพพลิเคชั่น ใช้โมดูล API ทั่วไป ของอุปกรณ์เว็บ Tizen ได้
tr_tr: Uygulamanın Tizen web cihazı API ortak modülünü kullanmasına izin verir
ur: ایپلیکیشن کو Tizen ویب آلہ API مشترکہ ماڈیول استعمال کرنے کی اجازت دیتا ہے
uz: Ilovaga Tizen veb-qurilmasi APIsining umumiy modulidan foydalanish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_WRITE_SMS_MMS_AND_EMAIL_MESSAGES
source: Allows the application to write SMS, MMS, and Email messages
ar: السماح للتطبيق بكتابة رسائل SMS وMMS والبريد الإلكتروني
az: Proqrama SMS, MMS və e-poçt mesajlarını yazmağa imkan verir
bg: Позволява на приложението да пише SMS, MMS и имейл съобщения
ca: Permet a l'aplicació escriure missatges SMS, MMS i de correu electrònic
cs: Povolí aplikaci psát SMS, MMS a e-mailové zprávy
da: Tillader, at programmet skriver SMS-, MMS- og e-mail-meddelelser
de_de: Ermöglicht der Anwendung das Schreiben von SMS-, MMS- und E-Mail-Nachrichten
el_gr: Επιτρέπει στην εφαρμογή να γράφει μηνύματα SMS, MMS και email
es_mx: Permite que la aplicación escriba SMS, MMS y mensajes de correo electrónico
et: Lubab rakendusel kirjutada SMS-e, MMS-e ja e-kirju
eu: Aplikazioari SMS, MMS eta mezu elektronikoak idazten uzten dio
fa: به برنامه اجازه می دهد تا پیام های SMS، MMS و ایمیل را بنویسد
fi: Antaa sovelluksen kirjoittaa teksti-, multimedia- ja sähköpostiviestejä
ga: Ligtear don fheidhmchlár teachtaireachtaí SMS, MMS agus r-phoist a scríobh
gl: Permite á aplicación escribir SMS, MMS e mensaxes de correo electrónico
hi: SMS, MMS और ईमेल संदेशों को लिखने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji pisanje SMS, MMS i email poruka
hu: Lehetővé teszi az alkalmazás számára az SMS, MMS és e-mail üzenetek írását
hy: Թույլ է տալիս, որ ծրագիրը գրի SMS, MMS և էլեկտրոնային հաղորդագրություններ
is: Leyfir forritinu að skrifa SMS, MMS og tölvupóst
it_it: Consente all'applicazione di scrivere messaggi SMS, MMS ed e-mail
ja_jp: SMS、MMS、Eメールメッセージの書き込みをプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას ჩაწეროს SMS, MMS და ელფოსტის შეტყობინებები
kk: Бағдарламаға SMS, MMS және электрондық хабарлар жазуға мүмкіндік береді
lt: Leidžia programai rašyti SMS, MMS ir el. laiškus
lv: Ļauj programmai rakstīt īsziņas, multiziņas un e-pasta ziņas
mk: Дозволува апликацијата да пишува пораки SMS, MMS и е-пошта
nb: Gir programmet tillatelse til å skrive SMS-, MMS- og e-postmeldinger
nl_nl: Applicatie mag SMS-, MMS- en e-mailberichten schrijven
pl: Umożliwia aplikacji zapisywanie wiadomości SMS, MMS i e-mail
pt_pt: Permite à aplicação escrever mensagens SMS, MMS e de e-mail
ro: Permite aplicaţiei să scrie mesaje SMS, MMS şi de e-mail
ru_ru: Позволяет приложению создавать SMS- и MMS-сообщения, а также электронные письма
sv: Tillåter att programmet skriver SMS-, multimedie- och e-postmeddelanden
th: อนุญาตให้แอพพลิเคชั่น เขียนข้อความ SMS, MMS และอีเมล์ได้
tr_tr: Uygulamanın SMS, MMS ve eposta mesajları yazmasına izin verir
ur: ایپلیکیشن کو SMS, MMS، اور ای میل پیغامات لکھنے کی اجازت دیتا ہے
uz: Ilovaga SMS, MMS va e-pochta xabarlarini yozish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_WRITE_TO_FILE_SYSTEMS
source: Allows the application to write to file systems
ar: السماح للتطبيق بالكتابة على أنظمة الملفات
az: Proqrama fayl sistemlərinə yazmağa imkan verir
bg: Позволява на приложението да пише във файловите системи
ca: Permet a l'aplicació escriure als sistemes de fitxers
cs: Povolí aplikaci zapisovat do systémů souborů
da: Tillader, at programmet skriver til filsystemer
de_de: Ermöglicht der Anwendung das Schreiben in Dateisystemen
el_gr: Επιτρέπει στην εφαρμογή την εγγραφή σε συστήματα αρχείων
es_mx: Permite que la aplicación escriba archivos de sistema
et: Lubab rakendusel kirjutada failisüsteemidesse
eu: Aplikazioari fitxategi sistemak idazten uzten dio
fa: به برنامه اجازه می دهد در فایل های سیستم بنویسد
fi: Antaa sovelluksen kirjoittaa tiedostojärjestelmiin
ga: Ligtear don fheidhmchlár córais comhad a scríobh
gl: Permite á aplicación escribir en sistemas de arquivos
hi: फ़ाइल सिस्टम्स में लिखने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji pisanje na sustave datoteka
hu: Lehetővé teszi az alkalmazás számára a fájlrendszerek írását
hy: Թույլ է տալիս, որ ծրագիրը գրի ֆայլային համակարգերի մեջ
is: Leyfir forritinu að skrifa í skráakerfi
it_it: Consente all'applicazione di scrivere sui file system
ja_jp: ファイルシステムへの書き込みをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას ჩაწეროს ფაილთა სისტემებში
kk: Бағдарламаға файл жүйелеріне жазуға мүмкіндік береді
lt: Leidžia programai įrašyti į failų sistemas
lv: Ļauj programmai rakstīt failu sistēmās
mk: Дозволува апликацијата да пишува во системи на фајлови
nb: Gir programmet tillatelse til å skrive til filsystemer
nl_nl: Applicatie mag schrijven naar bestandssystemen
pl: Umożliwia aplikacji zapisywanie w systemach plików
pt_pt: Permite à aplicação escrever em sistemas de ficheiro
ro: Permite aplicaţiei să scrie în sistemele de fişiere
ru_ru: Позволяет приложению записывать данные в файловые системы
sv: Tillåter att programmet skriver till filsystem
th: อนุญาตให้แอพพลิเคชั่นเขียนไปยังระบบไฟล์ได้
tr_tr: Uygulamanın dosya sistemlerine yazmasına izin verir
ur: ایپلیکیشن کو فائل سسٹمز پر لکھنے کی اجازت دیتا ہے
uz: Ilovaga fayl tizimlarini yozish uchun ruxsat beradi
