Repository: tizenorg/framework.security.privilege-checker
Catalog: capi/res/string/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, es_mx, et, eu, fa, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, lt, lv, mk, nb, nl_nl, pl, pt_pt, ro, ru_ru, sv, th, tr_tr, ur, uz

# IDS_ST_BODY_SCANNING_FOR_VIRUSES_M_NOUN
source: Scanning for viruses
ar: البحث عن فيروسات
az: Virusları axtarmaq
bg: Сканиране за вируси
ca: Cerca de virus
cs: Vyhledávání virů
da: Scanner for virusser
de_de: Suchen nach Viren
el_gr: Σάρωση για ιούς
es_mx: Búsqueda de virus
et: Viiruste otsimine
eu: Birusak eskaneatzea
fa: اسکن برای ویروس ها
fi: Virusten hakeminen
ga: Scanadh do víris
gl: Busca de virus
hi: वायरस के लिए स्कैन कर रहा है
hr: Traženje virusa
hu: Víruskeresés
hy: Տեսածրում է վիրուսների առկայությունը
is: Leita að vírusum
it_it: Ricerca di virus
ja_jp: ウィルスのスキャン
ka: ვირუსებზე შემოწმება
kk: Вирустарға сканерлеу
lt: Virusų paieška
lv: Vīrusu meklēšana
mk: Сканирање за вируси
nb: Skanne etter virus
nl_nl: Scannen op virussen
pl: Skanowanie w poszukiwaniu wirusów
pt_pt: Pesquisar vírus
ro: Scanarea antivirus
ru_ru: Сканирование на вирусы
sv: Söka efter virus
th: การสแกนไวรัส
tr_tr: Virüs taraması
ur: وائرسز کے لئے اسکین کرنا
uz: Viruslarni qidirish

# IDS_ST_BODY_READING_PRIVILEGE_INFORMATION_M_NOUN
source: Reading privilege information
ar: قراءة معلومات الامتيازات‬
az: İmtiyaz məlumatını oxumaq
bg: Четене на информация за привилегии
ca: Lectura de la informació amb privilegis
cs: Čtení informací o oprávnění
da: Læser privilegieoplysninger
de_de: Lesen von Berechtigungsinformationen
el_gr: Ανάγνωση πληροφοριών δικαιωμάτων
es_mx: Lectura de información de privilegios
et: Privileegi teabe lugemine
eu: Pribilegio informazioa irakurtzea
fa: خواندن اطلاعات حق انحصاری
fi: Oikeustietojen lukeminen
ga: Faisnéis phribhléide a léamh
gl: Lectura de información de privilexios
hi: विशेषाधिकार जानकारी पढ़ रहा है
hr: Čitanje podataka o privilegijama
hu: Jogosultsági adatok olvasása
hy: Կարդում է արտոնության տեղեկությունները
is: Lesa upplýsingar um réttindi
it_it: Lettura delle informazioni sui privilegi
ja_jp: 権限情報の読み取り
ka: პრივილეგირების ინფორმაციის წაკითხვა
kk: Артықшылық ақпаратын оқу
lt: Informacijos apie teises nuskaitymas
lv: Privileģēto datu lasīšana
mk: Читање на привилегирани информации
nb: Lese rettighetsinformasjon
nl_nl: Privilege-informatie lezen
pl: Odczytywanie informacji o przywilejach
pt_pt: Ler informações privilegiadas
ro: Citirea informaţiilor despre privilegii
ru_ru: Чтение сведений о привилегии
sv: Läsa information om behörighet
th: การอ่านข้อมูลสิทธิพิเศษ
tr_tr: Ayrıcalık bilgilerinin okunması
ur: استحقاق معلومات پڑھنا
uz: Ustunlik ma’lumotlarini o‘qish

# IDS_ST_BODY_ACCESSING_USER_ID_M_NOUN
source: Accessing user ID
ar: الوصول إلى معرف المستخدم
az: İstifadəçi ID-nə daxil olmaq
bg: Достъп до потребителски ИД
ca: Accés a l'ID d'usuari
cs: Přístup k ID uživatele
da: Åbner bruger-id
de_de: Zugriff auf Benutzer-ID
el_gr: Πρόσβαση σε αναγνωριστικό χρήστη
es_mx: Acceso a ID de usuario
et: Juurdepääs kasutajatunnusele
eu: Erabiltzaile IDra sartzea
fa: دسترسی به شناسه کاربر
fi: Käyttäjätunnuksen käyttäminen
ga: ID an úsáideora a rochtain
gl: Acceso ao ID do usuario
hi: उपभोक्ता ID ऍक्सेस कर रहा है
hr: Pristupanje korisničkom ID-u
hu: Felhasználóazonosító hozzáférése
hy: Մուտք է գործում օգտվողի ID
is: Aðgangur að notandakenni
it_it: Accesso all'ID utente
ja_jp: ユーザーIDへのアクセス
ka: მომხმარებლის ID-ზე წვდომა
kk: Пайдаланушы идентификаторына кіру
lt: Prieiga prie naudotojo ID
lv: Piekļuve lietotāja ID
mk: Пристап до корисничката идентификација
nb: Få tilgang til bruker-ID
nl_nl: Toegang tot gebruikersnaam
pl: Dostęp do identyfikatora użytkownika
pt_pt: Aceder a ID de utilizador
ro: Accesul la ID-ul utilizatorului
ru_ru: Доступ к ИД пользователя
sv: Få åtkomst till användar-ID
th: การเข้าสู่ ID ผู้ใช้
tr_tr: Kullanıcı ID'sine erişim
ur: صارف ID پر رسائی کرنا
uz: Foydalanuvchi IDsiga kirish

# IDS_ST_BODY_READING_SECURE_SYSTEM_INFORMATION_M_NOUN
source: Reading secure system information
ar: قراءة معلومات النظام الآمن
az: Təhlükəsizlik sistemi məlumatını oxumaq
bg: Четене на защитена системна информация
ca: Lectura de la informació del sistema segur
cs: Čtení informací o zabezpečeném systému
da: Læser sikre systemoplysninger
de_de: Lesen von sicheren Systeminformationen
el_gr: Ανάγνωση ασφαλών πληροφοριών συστήματος
es_mx: Lectura de información del sistema de seguridad
et: Turvasüsteemi teabe lugemine
eu: Sistema informazio segurua irakurtzea
fa: خواندن اطلاعات سیستم ایمن
fi: Suojattujen järjestelmätietojen lukeminen
ga: Faisnéis chórais shlán a léamh
gl: Lectura de información do sistema de seguridade
hi: सुरक्षित सिस्टम जानकारी पढ़ रहा है
hr: Čitanje sigurnosnih podataka o sustavu
hu: Biztonságos rendszeradatok olvasása
hy: Կարդում է անվտանգ համակարգի տեղեկություններ
is: Lesa öruggar kerfisupplýsingar
it_it: Lettura delle informazioni di sistema protette
ja_jp: セキュリティシステム情報の読み取り
ka: დასული სისტემის ინფორმაციის წაკითხვა
kk: Қауіпсіздік жүйесі ақпаратын оқу
lt: Saugiosios sistemos informacijos nuskaitymas
lv: Drošās sistēmas informācijas lasīšana
mk: Читање на безбедни системски информации
nb: Lese sikker systeminformasjon
nl_nl: Beveiligde systeemgegevens lezen
pl: Odczytywanie zabezpieczonych informacji systemowych
pt_pt: Ler informações de sistema seguro
ro: Citirea informaţiilor de sistem securizate
ru_ru: Чтение защищенных данных о системе
sv: Läsa säker systeminformation
th: การอ่านข้อมูลระบบป้องกัน
tr_tr: Güvenli sistem bilgilerinin okunması
ur: قابل بھروسا سسٹم معلومات پڑھنا
uz: Xavfsizlik tizimi ma’lumotlarini o‘qish

# IDS_ST_BODY_ACCESSING_EXPORTED_DATA_M_NOUN
source: Accessing exported data
ar: الوصول إلى البيانات التي تم تصديرها
az: İxrac edilmiş məlumatlara giriş
bg: Достъп до експортирани данни
ca: Accés a les dades exportades
cs: Přístup k exportovaným datům
da: Åbner eksporterede data
de_de: Zugriff auf exportierte Daten
el_gr: Πρόσβαση στα δεδομένα που έχετε εξαγάγει
es_mx: Acceso a datos exportados
et: Juurdepääs eksporditud andmetele
eu: Esportatutako datuetara sartzen
fa: پذیرش داده های صادر شده
fi: Vietyjen tietojen käyttäminen
ga: Sonraí easpórtáilte a rochtain
gl: Acceso aos datos exportados
hi: निर्यातित डाटा ऍक्सेस कर रहा है
hr: Pristupanje izvezenim podacima
hu: Exportált adatok hozzáférése
hy: Մուտք է գործում արտահանված տվյալներ
is: Aðgangur að útfluttum gögnum
it_it: Accesso ai dati esportati
ja_jp: エクスポートしたデータへのアクセス
ka: ექსპორტირებულ მონაცემებზე წვდომა
kk: Экспортталған деректерге кіру
lt: Prieiga prie eksportuotų duomenų
lv: Piekļuve eksportētajiem datiem
mk: Пристап до извезени податоци
nb: Få tilgang til eksporterte data
nl_nl: Toegang tot geëxporteerde gegevens
pl: Dostęp do wyeksportowanych danych
pt_pt: Aceder a dados exportados
ro: Accesul la datele exportate
ru_ru: Доступ к экспортированным данным
sv: Åtkomst till exporterade data
th: การเข้าสู่ข้อมูลที่ส่งออก
tr_tr: Dışarı aktarılan verilere erişim
ur: برآمد ڈیٹا پر رسائی کرنا
uz: Eksport qilingan ma’lumotga kirish

# IDS_ST_BODY_READING_SYSTEM_INFORMATION_M_NOUN
source: Reading system information
ar: قراءة معلومات النظام
az: Sistem məlumatını oxumaq
bg: Четене на системна информация
ca: Lectura de la informació del sistema
cs: Čtení informací o systému
da: Læser systemoplysninger
de_de: Lesen von Systeminformationen
el_gr: Ανάγνωση πληροφοριών συστήματος
es_mx: Lectura de información del sistema
et: Süsteemi teabe lugemine
eu: Sistema informazioa irakurtzea
fa: خواندن اطلاعات سیستم
fi: Järjestelmätietojen lukeminen
ga: Faisnéis chórais a léamh
gl: Lectura de información do sistema
hi: सिस्टम जानकारी पढ़ रहा है
hr: Čitanje podataka o sustavu
hu: Rendszeradatok olvasása
hy: Կարդում է համակարգի տեղեկությունները
is: Lesa kerfisupplýsingar
it_it: Lettura delle informazioni di sistema
ja_jp: システム情報の読み取り
ka: სისტემის ინფორმაციის წაკითხვა
kk: Жүйе ақпаратын оқу
lt: Sistemos informacijos nuskaitymas
lv: Sistēmas informācijas lasīšana
mk: Читање на системските информации
nb: Lese systeminformasjon
nl_nl: Systeemgegevens lezen
pl: Odczytywanie informacji systemowych
pt_pt: Ler informações de sistema
ro: Citirea informaţiilor de sistem
ru_ru: Чтение данных о системе
sv: Läsa systeminformation
th: การอ่านข้อมูลระบบ
tr_tr: Sistem bilgilerinin okunması
ur: سسٹم معلومات پڑھنا
uz: Tizim ma’lumotlarini o‘qish

# IDS_ST_BODY_ACCESSING_INTERNET_M_NOUN
source: Accessing Internet
ar: الوصول إلى الإنترنت
az: İnternetə giriş
bg: Достъп до Интернет
ca: Accés a Internet
cs: Přístup k Internetu
da: Åbner internettet
de_de: Zugriff auf das Internet
el_gr: Πρόσβαση στο Internet
es_mx: Acceso a Internet
et: Juurdepääs internetile
eu: Internetera sartzea
fa: دسترسی به اینترنت
fi: Internetin käyttäminen
ga: An tIdirlíon a rochtain
gl: Acceso á Internet
hi: इंटरनेट ऍक्सेस कर रहा है
hr: Pristupanje Internetu
hu: Internet-hozzáférés
hy: Մուտք է գործում ինտերնետ
is: Aðgangur að interneti
it_it: Accesso a Internet
ja_jp: インターネットへのアクセス
ka: ინტერნეტზე წვდომა
kk: Интернетке кіру
lt: Prieiga prie interneto
lv: Piekļuve internetam
mk: Пристап до Интернет
nb: Få tilgang til Internett
nl_nl: Toegang tot internet
pl: Łączenie się z Internetem
pt_pt: Aceder à Internet
ro: Accesul la internet
ru_ru: Доступ в Интернет
sv: Ansluta till internet
th: การเข้าสู่อินเตอร์เน็ต
tr_tr: İnternete Erişim
ur: انٹرنیٹ پر رسائی کرنا
uz: Internetga kirish

# IDS_ST_BODY_ACCESSING_SECURE_ELEMENTS_M_NOUN
source: Accessing secure elements
ar: الوصول إلى العناصر الآمنة
az: Qorunan elementlərə giriş
bg: Достъп до защитени елементи
ca: Accés als elements segurs
cs: Přístup k zabezpečeným prvkům
da: Åbner sikre elementer
de_de: Zugriff auf sichere Elemente
el_gr: Πρόσβαση σε ασφαλή στοιχεία
es_mx: Acceso a elementos seguros
et: Juurdepääs turvalistele elementidele
eu: Elementu seguruetara sartzea
fa: دسترسی به عناصر ایمن
fi: Suojattujen elementtien käyttäminen
ga: Eilimintí slána a rochtain
gl: Acceso a elementos seguros
hi: सुरक्षित तत्व ऍक्सेस कर रहा है
hr: Pristupanje zaštićenim elementima
hu: Biztonságos elemek hozzáférése
hy: Մուտք է գործում անվտանգ տարրեր
is: Aðgangur að öruggum einingum
it_it: Accesso agli elementi sicuri
ja_jp: セキュアエレメントへのアクセス
ka: უსაფრთხოების ელემენტებზე წვდომა
kk: Қауіпсіздік элементтеріне кіру
lt: Prieiga prie saugos elementų
lv: Piekļuve drošajiem elementiem
mk: Пристап до безбедни елементи
nb: Få tilgang til sikre elementer
nl_nl: Toegang tot beveiligde elementen
pl: Dostęp do zabezpieczonych elementów
pt_pt: Aceder a elementos seguros
ro: Accesul la elementele securizate
ru_ru: Доступ к защищенным элементам
sv: Ansluta till säkra element
th: การเข้าสู่องค์ประกอบความปลอดภัย
tr_tr: Güvenli elemanlara erişim
ur: قابل بھروسا عناصر پر رسائی کرنا
uz: Xavfsizlik elementlariga kirish

# IDS_ST_BODY_MANAGING_SHORTCUTS_M_NOUN
source: Managing shortcuts
ar: إدارة الاختصارات
az: Qısayolları idarə etmək
bg: Управление на бързи команди
ca: Gestió d'accessos directes
cs: Správa zástupců
da: Administrerer genveje
de_de: Verwalten von Schnellzugriffen
el_gr: Διαχείριση συντομεύσεων
es_mx: Administración de accesos directos
et: Otseteede haldamine
eu: Lasterbideak kudeatzea
fa: مدیریت میانبرها
fi: Pikakuvakkeiden hallinta
ga: Aicearraí a bhainistiú
gl: Xestión de atallos
hi: शॉर्टकट्स प्रबंधित कर रहा है
hr: Upravljanje prečacima
hu: Parancsikonok kezelése
hy: Կառավարում է դյուրանցումները
is: Stjórna flýtivísum
it_it: Gestione dei collegamenti
ja_jp: ショートカットの管理
ka: ღილაკების მართვა
kk: Жедел пернелерді басқару
lt: Trumpinių tvarkymas
lv: Īsceļu pārvaldība
mk: Управување со кратенките
nb: Administrere snarveier
nl_nl: Sneltoetsen beheren
pl: Zarządzanie skrótami
pt_pt: Gerir atalhos
ro: Gestionarea comenzilor rapide
ru_ru: Управление ярлыками
sv: Hantera genvägar
th: การจัดการทางลัด
tr_tr: Kısayolların yönetilmesi
ur: تیز راہیں کا بندوبست کرنا
uz: Yorliqlarni boshqarish

# IDS_ST_BODY_INSTALLING_DYNAMIC_BOX_M_NOUN
source: Installing Dynamic Box
ar: تثبيت Dynamic Box
az: Dynamic Box-u quraşdırmaq
bg: Инсталиране на Dynamic Box
ca: Instal·lació de Dynamic Box
cs: Probíhá instalace Dynamic Box
da: Installerer Dynamic Box
de_de: Dynamic Box wird installiert
el_gr: Εγκατάσταση Dynamic Box
es_mx: Instalación de Dynamic Box
et: Dynamic Box'i installimine
eu: Dynamic Box instalatzea
fa: نصب Dynamic Box
fi: Dynamic Boxin asentaminen
ga: Dynamic Box a shuiteáil
gl: Instalación de Dynamic Box
hi: Dynamic Box स्थापित कर रहा है
hr: Instaliranje Dynamic Box
hu: Dynamic Box telepítése
hy: Տեղադրում է Dynamic Box
is: Uppsetning Dynamic Box
it_it: Installazione di Dynamic Box
ja_jp: Dynamic Boxのインストール
ka: Dynamic Box-ის დაინსტალირება
kk: Dynamic Box орнату
lt: „Dynamic Box“ diegimas
lv: Dynamic Box instalēšana
mk: Инсталирање Dynamic Box
nb: Installere Dynamic Box
nl_nl: Dynamic Box installeren
pl: Instalowanie Dynamic Box
pt_pt: Instalar Dynamic Box
ro: Instalarea Dynamic Box
ru_ru: Установка Dynamic Box
sv: Installera Dynamic Box
th: การติดตั้ง Dynamic Box
tr_tr: Dynamic Box Kurulumu
ur: Dynamic Box نصب کرنا
uz: Dynamic Boxni o‘rnatish

# IDS_ST_BODY_MANAGING_CERTIFICATES_M_NOUN
source: Managing certificates
ar: إدارة الشهادات
az: Sertifikatların idarə edilməsi
bg: Управление на сертификати
ca: Gestió de certificats
cs: Správa certifikátů
da: Administrerer certifikater
de_de: Verwalten von Zertifikaten
el_gr: Διαχείριση πιστοποιητικών
es_mx: Administración de certificados
et: Sertifikaatide haldamine
eu: Ziurtagiriak kudeatzea
fa: مدیریت مجوزها
fi: Varmenteiden hallinta
ga: Deimhnithe a bhainistiú
gl: Xestión de certificados
hi: प्रमाणपत्र प्रबंधित कर रहा है
hr: Upravljanje potvrdama
hu: Tanúsítványok kezelése
hy: Կառավարում է վկայականներ
is: Stjórna vottorðum
it_it: Gestione dei certificati
ja_jp: 証明書の管理
ka: სერტიფიკატების მართვა
kk: Сертификаттарды басқару
lt: Sertifikatų tvarkymas
lv: Sertifikātu pārvaldība
mk: Управување со сертификатите
nb: Administrere sertifikater
nl_nl: Certificaten beheren
pl: Zarządzanie certyfikatami
pt_pt: Gerir certificados
ro: Gestionarea certificatelor
ru_ru: Управление сертификатами
sv: Hantera certifikat
th: การจัดการใบรับรอง
tr_tr: Sertifikaların yönetilmesi
ur: اسناد کا بندوبست کرنا
uz: Sertifikatlarni boshqarish

# IDS_ST_BODY_MANAGING_CONTACTS_M_NOUN
source: Managing contacts
ar: إدارة جهات الاتصال
az: Kontaktları idarə etmək
bg: Управление на контакти
ca: Gestió de contactes
cs: Správa kontaktů
da: Administrerer kontakter
de_de: Verwalten von Kontakten
el_gr: Διαχείριση επαφών
es_mx: Administración de contactos
et: Kontaktide haldamine
eu: Kontaktuak kudeatzea
fa: مدیریت مخاطبین
fi: Yhteystietojen hallinta
ga: Teagmhálaithe a bhainistiú
gl: Xestión de contactos
hi: संपर्क प्रबंधित कर रहा है
hr: Upravljanje kontaktima
hu: Névjegyek kezelése
hy: Կառավարում է կոնտակտներ
is: Stjórna tengiliðum
it_it: Gestione della rubrica
ja_jp: 連絡先の管理
ka: კონტაქტების მართვა
kk: Контактілерді басқару
lt: Adresatų tvarkymas
lv: Kontaktu pārvaldība
mk: Управување со контактите
nb: Administrere kontakter
nl_nl: Contacten beheren
pl: Zarządzanie kontaktami
pt_pt: Gerir contactos
ro: Gestionarea contactelor
ru_ru: Управление контактами
sv: Hantera kontakter
th: การจัดการรายชื่อ
tr_tr: Kişilerin yönetilmesi
ur: رابطہ افراد کا بندوبست کرنا
uz: Kontaktlarni boshqarish

# IDS_ST_BODY_OPENING_APPLICATIONS_M_NOUN
source: Opening applications
ar: فتح التطبيقات
az: Poqramların açılması
bg: Отваряне на приложенията
ca: Obertura d'aplicacions
cs: Spouštění aplikací
da: Åbner programmer
de_de: Öffnen von Anwendungen
el_gr: Άνοιγμα εφαρμογών
es_mx: Abrir aplicaciones
et: Rakenduste avamine
eu: Aplikazioak irekitzea
fa: باز کردن برنامه ها
fi: Sovellusten avaaminen
ga: Feidhmchláir a oscailt
gl: Apertura de aplicacións
hi: एप्लीकेशंस खोल रहा है
hr: Otvaranje aplikacija
hu: Alkalmazások megnyitása
hy: Բացում է ծրագրեր
is: Opna forrit
it_it: Apertura delle applicazioni
ja_jp: アプリケーションの起動
ka: პროგრამების გახსნა
kk: Бағдарламаларды ашу
lt: Programų atidarymas
lv: Programmu atvēršana
mk: Отворање апликации
nb: Åpne programmer
nl_nl: Applicaties openen
pl: Otwieranie aplikacji
pt_pt: Abrir aplicações
ro: Deschiderea aplicaţiilor
ru_ru: Открытие приложений
sv: Öppna program
th: การเปิดแอพพลิเคชั่น
tr_tr: Uygulamaların açılması
ur: ایپلیکیشنز کھولنا
uz: Ilovalarni ochish

# IDS_ST_BODY_MANAGING_BLUETOOTH_GENERAL_SETTINGS_M_NOUN
source: Managing Bluetooth general settings
ar: إدارة إعدادات البلوتوث العامة
az: Bluetooth ümumi parametrlərinin idarə edilməsi
bg: Управление на общи настройки за Bluetooth
ca: Gestió d'ajustaments generals de Bluetooth
cs: Správa obecných nastavení Bluetooth
da: Administrerer generelle Bluetooth-indstillinger
de_de: Verwalten von allgemeinen Bluetooth-Einstellungen
el_gr: Διαχείριση γενικών ρυθμίσεων Bluetooth
es_mx: Administración de configuración general de Bluetooth
et: Bluetooth-ühenduse üldseaded
eu: Bluetooth ezarpen orokorrak kudeatzea
fa: مدیریت تنظیمات کلی Bluetooth
fi: Yleisten Bluetooth-asetusten hallinta
ga: Socruithe ginearálta Bluetooth a bhainistiú
gl: Xestión de axustes xerais de Bluetooth
hi: ब्लूटूथ सामान्य सेटिंग्स प्रबंधित कर रहा है
hr: Upravljanje općim postavkama Bluetootha
hu: Általános Bluetooth-beállítások kezelése
hy: Կառավարում է Bluetooth-ի ընդհանուր դրվածքները
is: Stjórna almennum stillingum Bluetooth
it_it: Gestione delle impostazioni generali Bluetooth
ja_jp: Bluetoothの一般的な設定の管理
ka: Bluetooth-ის საერთო პარამეტრების მართვა
kk: Bluetooth жалпы параметрлерін басқару
lt: „Bluetooth“ bendrųjų nustatymų tvarkymas
lv: Bluetooth vispārīgo iestatījumu pārvaldība
mk: Управување со општите поставки за Bluetooth
nb: Administrere generelle Bluetooth-innstillinger
nl_nl: Algemene Bluetooth-instellingen beheren
pl: Zarządzanie ustawieniami ogólnymi Bluetooth
pt_pt: Gerir definições gerais de Bluetooth
ro: Gestionarea setărilor generale Bluetooth
ru_ru: Управление общими параметрами Bluetooth
sv: Hantera allmänna Bluetooth-inställningar
th: การจัดการการตั้งค่า Bluetooth ทั่วไป
tr_tr: Bluetooth genel ayarlarının yönetilmesi
ur: بلیو ٹوتھ عمومی سیٹنگز بندوبست کرنا
uz: Bluetooth umumiy parametrlarini boshqarish

# IDS_ST_BODY_MANAGING_NFC_CARD_EMULATION_SETTINGS_M_NOUN
source: Managing NFC card emulation settings
ar: إدارة إعدادات ‏‫محاكاة بطاقة NFC
az: NFC kart emulyasiya parametrlərini idarə etmək
bg: Управление на настройки за емулация на NFC карта
ca: Gestió d'ajustaments d'emulació de targetes NFC
cs: Správa nastavení emulace karty NFC
da: Administrerer indstillinger for NFC-kortemulering
de_de: Verwalten der Emulationseinstellungen der NFC-Karte
el_gr: Διαχείριση ρυθμίσεων προσομοίωσης κάρτας NFC
es_mx: Administración de configuración de emulación de tarjeta NFC
et: NFC-kaardi emuleerimisseadete haldamine
eu: NFC txartel irudikapenaren ezarpenak kudeatzea
fa: مدیریت تنظیمات شبیه ساز کارت NFC
fi: NFC-kortin emulointiasetusten hallinta
ga: Socruithe aithrise cárta NFC a bhainistiú
gl: Xestión de axustes de emulación da tarxeta NFC
hi: NFC कार्ड इम्युलेशन सेटिंग्स प्रबंधित कर रहा है
hr: Upravljanje postavkama NFC-emulacije kartice
hu: NFC-kártyaemulációs beállítások kezelése
hy: Կառավարում է NFC քարտի նմանակման դրվածքները
is: Stjórna stillingum NFC-kortahermis
it_it: Gestione delle impostazioni di emulazione della scheda NFC
ja_jp: NFCカードエミュレーション設定の管理
ka: NFC ბარათის ემულაციის პარამეტრების მართვა
kk: NFC картасы эмуляциясының параметрлерін басқару
lt: NFC kortelės imitavimo nustatymų tvarkymas
lv: NFC kartes emulācijas iestatījumu pārvaldība
mk: Управување со опциите за емулирање NFC-картичка
nb: Administrere emuleringsinnstillinger for NFC-kortet
nl_nl: Emulatie-instellingen NFC-kaart beheren
pl: Zarządzanie ustawieniami emulacji karty NFC
pt_pt: Gerir definições de emulação do cartão NFC
ro: Gestionarea setărilor de emulare a cartelelor NFC
ru_ru: Управление параметрами эмуляции NFC-карты
sv: Hantera inställningar för NFC-kortemulering
th: การจัดการการตั้งค่าการเลียนแบบ NFC การ์ด
tr_tr: NFC kartı emülasyon ayarlarının yönetilmesi
ur: NFC کارڈ نقالی سیٹنگز بندوبست کرنا
uz: NFC kartasi emulatsiyalari parametrlarini boshqarish

# IDS_ST_BODY_MANAGING_BLUETOOTH_SYSTEM_SETTINGS_M_NOUN
source: Managing Bluetooth system settings
ar: إدارة إعدادات نظام البلوتوث
az: Bluetooth sistem parametrlərinin idarə edilməsi
bg: Управление на системни настройки на Bluetooth
ca: Gestió d'ajustaments del sistema Bluetooth
cs: Správa nastavení systému Bluetooth
da: Administrerer Bluetooth-systemindstillinger
de_de: Verwalten der Bluetooth-Systemeinstellungen
el_gr: Διαχείριση ρυθμίσεων συστήματος Bluetooth
es_mx: Administración de configuración del sistema Bluetooth
et: Bluetooth-ühenduse süsteemiseaded
eu: Bluetooth sistema ezarpenak kudeatzea
fa: مدیریت تنظیمات سيستم Bluetooth
fi: Bluetooth-järjestelmäasetusten hallinta
ga: Socruithe córais Bluetooth a bhainistiú
gl: Xestión de axustes do sistema de Bluetooth
hi: ब्लूटूथ सिस्टम सेटिंग्स प्रबंधित कर रहा है
hr: Upravljanje postavkama sustava Bluetootha
hu: Bluetooth-rendszerbeállítások kezelése
hy: Կառավարում է Bluetooth-ի համակարգի դրվածքները
is: Stjórna kerfisstillingum Bluetooth
it_it: Gestione delle impostazioni di sistema Bluetooth
ja_jp: Bluetoothシステム設定の管理
ka: Bluetooth სისტემის პარამეტრების მართვა
kk: Bluetooth жүйелік параметрлерін басқару
lt: „Bluetooth“ sistemos nustatymų tvarkymas
lv: Bluetooth sistēmas iestatījumu pārvaldība
mk: Управување со системските поставки за Bluetooth
nb: Administrere systeminnstillinger for Bluetooth
nl_nl: Bluetooth-systeeminstellingen beheren
pl: Zarządzanie ustawieniami systemowymi Bluetooth
pt_pt: Gerir definições de sistema Bluetooth
ro: Gestionarea setărilor de sistem Bluetooth
ru_ru: Управление системными параметрами Bluetooth
sv: Hantera systeminställningar för Bluetooth
th: การจัดการการตั้งค่าระบบ Bluetooth
tr_tr: Bluetooth sistem ayarlarının yönetilmesi
ur: بلیو ٹوتھ سسٹم سیٹنگز بندوبست کرنا
uz: Bluetooth tizimi parametrlarini boshqarish

# IDS_ST_BODY_MANAGING_NFC_GENERAL_SETTINGS_M_NOUN
source: Managing NFC general settings
ar: إدارة الإعدادات العامة لعلامة NFC
az: NFC ümumi parametrlərinin idarə edilməsi
bg: Управление на общи настройки за NFC
ca: Gestió d'ajustaments generals d'NFC
cs: Správa obecných nastavení NFC
da: Administrerer generelle NFC-indstillinger
de_de: Verwalten der allgemeinen NFC-Einstellungen
el_gr: Διαχείριση γενικών ρυθμίσεων NFC
es_mx: Administración de configuración general de NFC
et: NFC-üldseadete haldamine
eu: NFC ezarpen orokorrak kudeatzea
fa: مدیریت تنظیمات کلی NFC
fi: Yleisten NFC-asetusten hallinta
ga: Socruithe ginearálta NFC a bhainistiú
gl: Xestión de axustes xerais de NFC
hi: NFC सामान्य सेटिंग्स प्रबंधित कर रहा है
hr: Upravljanje općim postavkama NFC-a
hu: Általános NFC-beállítások kezelése
hy: Կառավարում է NFC-ի ընդհանուր դրվածքները
is: Stjórna almennum stillingum NFC
it_it: Gestione delle impostazioni generali NFC
ja_jp: NFC一般設定の管理
ka: NFC საერთო პარამეტრების მართვა
kk: NFC жалпы параметрлерін басқару
lt: NFC bendrųjų nustatymų tvarkymas
lv: NFC vispārīgo iestatījumu pārvaldība
mk: Управување со општите поставки за NFC
nb: Administrere generelle innstillinger for NFC
nl_nl: Algemene NFC-instellingen beheren
pl: Zarządzanie ustawieniami ogólnymi NFC
pt_pt: Gerir definições gerais de NFC
ro: Gestionarea setărilor generale NFC
ru_ru: Управление общими параметрами NFC
sv: Hantera allmänna inställningar för NFC
th: การจัดการการตั้งค่า NFC ทั่วไป
tr_tr: NFC genel ayarlarının yönetilmesi
ur: NFC عمومی سیٹنگز بندوبست کرنا
uz: NFC umumiy parametrlarini boshqarish
