Repository: tizenorg/framework.security.privilege-checker
Catalog: capi/res/string/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, es_mx, et, eu, fa, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, lt, lv, mk, nb, nl_nl, pl, pt_pt, ro, ru_ru, sv, th, tr_tr, ur, uz

# IDS_ST_BODY_MANAGING_NFC_SYSTEM_SETTINGS_M_NOUN
source: Managing NFC system settings
ar: إدارة إعدادات نظام NFC
az: NFC sistem parametrlərinin idarə edilməsi
bg: Управление на системни настройки за NFC
ca: Gestió d'ajustaments del sistema NFC
cs: Správa nastavení systému NFC
da: Administrerer NFC-systemindstillinger
de_de: Verwalten der NFC-Systemeinstellungen
el_gr: Διαχείριση ρυθμίσεων συστήματος NFC
es_mx: Administración de configuración de sistema de NFC
et: NFC-süsteemiseadete haldamine
eu: NFC sistema ezarpenak kudeatzea
fa: مدیریت تنظیمات سيستم NFC
fi: NFC-järjestelmäasetusten hallinta
ga: Socruithe córais NFC a bhainistiú
gl: Xestión de axustes do sistema NFC
hi: NFC सिस्टम सेटिंग्स प्रबंधित कर रहा है
hr: Upravljanje postavkama sustava NFC
hu: NFC-rendszerbeállítások kezelése
hy: Կառավարում է NFC-ի համակարգի դրվածքները
is: Stjórna kerfisstillingum NFC
it_it: Gestione delle impostazioni di sistema NFC
ja_jp: NFCシステム設定の管理
ka: NFC სისტემის პარამეტრების მართვა
kk: NFC жүйелік параметрлерін басқару
lt: NFC sistemos nustatymų tvarkymas
lv: NFC sistēmas iestatījumu pārvaldība
mk: Управување со системските поставки на NFC
nb: Administrere systeminnstillinger for NFC
nl_nl: NFC-systeeminstellingen beheren
pl: Zarządzanie ustawieniami systemowymi NFC
pt_pt: Gerir definições de sistema NFC
ro: Gestionarea setărilor de sistem NFC
ru_ru: Управление системными параметрами NFC
sv: Hantera systeminställningar för NFC
th: การจัดการการตั้งค่าระบบ NFC
tr_tr: NFC sistem ayarlarının yönetilmesi
ur: NFC سسٹم سیٹنگز بندوبست کرنا
uz: NFC tizim parametrlarini boshqarish

# IDS_ST_BODY_MANAGING_PRIVACY_SETTINGS_M_NOUN
source: Managing privacy settings
ar: إدارة إعدادات الخصوصية
az: Məxfilik parametrlərinin idarə edilməsi
bg: Управление на настройки за поверителност
ca: Gestió d'ajustaments de privacitat
cs: Správa nastavení soukromí
da: Administrerer fortrolighedsindstillinger
de_de: Verwalten von Datenschutzeinstellungen
el_gr: Διαχείριση ρυθμίσεων απορρήτου
es_mx: Administración de configuración de privacidad
et: Privaatsuse seadete haldamine
eu: Pribatutasun ezarpenak kudeatzea
fa: مدیریت تنظیمات حریم خصوصی
fi: Tietosuoja-asetusten hallinta
ga: Socruithe príobháideachta a bhainistiú
gl: Xestión de axustes de privacidade
hi: गोपनीयता सेटिंग्स प्रबंधित कर रहा है
hr: Upravljanje postavkama privatnosti
hu: Adatvédelmi beállítások kezelése
hy: Կառավարում է գաղտնիության դրվածքները
is: Stjórna persónuverndarstillingum
it_it: Gestione delle impostazioni sulla privacy
ja_jp: プライバシー設定の管理
ka: კონფიდენციალურობის პარამეტრების მართვა
kk: Құпиялылық параметрлерін басқару
lt: Privatumo nustatymų tvarkymas
lv: Konfidencialitātes iestatījumu pārvaldība
mk: Управување со поставките за приватност
nb: Administrere personverninnstillinger
nl_nl: Privacy-instellingen beheren
pl: Zarządzanie ustawieniami prywatności
pt_pt: Gerir definições de privacidade
ro: Gestionarea setărilor de confidenţialitate
ru_ru: Управление параметрами конфиденциальности
sv: Hantera sekretessinställningar
th: การจัดการการตั้งค่าความเป็นส่วนตัว
tr_tr: Gizlilik ayarlarının yönetilmesi
ur: رازداری سیٹنگز کا بندوبست کرنا
uz: Maxfiylik parametrlarini boshqarish

# IDS_ST_BODY_MANAGING_SYSTEM_SETTINGS_M_NOUN
source: Managing system settings
ar: إدارة إعدادات النظام
az: Sistem parametrlərini idarə etmək
bg: Управление на системни настройки
ca: Gestió d'ajustaments del sistema
cs: Správa nastavení systému
da: Administrerer systemindstillinger
de_de: Verwalten von Systemeinstellungen
el_gr: Διαχείριση ρυθμίσεων συστήματος
es_mx: Administración de configuración de sistema
et: Süsteemiseadete haldamine
eu: Sistema ezarpenak kudeatzea
fa: مدیریت تنظیمات سيستم
fi: Järjestelmäasetusten hallinta
ga: Socruithe córais a bhainistiú
gl: Xestión de axustes do sistema
hi: सिस्टम सेटिंग्स प्रबंधित कर रहा है
hr: Upravljanje postavkama sustava
hu: Rendszerbeállítások kezelése
hy: Կառավարում է համակարգի դրվածքները
is: Stjórna kerfisstillingum
it_it: Gestione delle impostazioni di sistema
ja_jp: システム設定の管理
ka: სისტემის პარამეტრების მართვა
kk: Жүйелік параметрлерді басқару
lt: Sistemos nustatymų tvarkymas
lv: Sistēmas iestatījumu pārvaldība
mk: Управување со системските поставки
nb: Administrere systeminnstillinger
nl_nl: Systeeminstellingen beheren
pl: Zarządzanie ustawieniami systemowymi
pt_pt: Gerir definições de sistema
ro: Gestionarea setărilor de sistem
ru_ru: Управление системными параметрами
sv: Hantera systeminställningar
th: การจัดการการตั้งค่าระบบ
tr_tr: Sistem ayarlarının yönetilmesi
ur: سسٹم سیٹنگز بندوبست کرنا
uz: Tizim parametrlarini boshqarish

# IDS_ST_BODY_CLOSING_APPLICATIONS_M_NOUN
source: Closing applications
ar: إغلاق التطبيقات
az: Proqramları bağlamaq
bg: Затваряне на приложения
ca: Tancament d'aplicacions
cs: Ukončování aplikací
da: Lukker programmer
de_de: Schließen von Anwendungen
el_gr: Κλείσιμο εφαρμογών
es_mx: Cierre de aplicaciones
et: Rakenduste sulgemine
eu: Aplikazioak ixtea
fa: بستن برنامه ها
fi: Sovellusten sulkeminen
ga: Feidhmchláir a dhúnadh
gl: Peche de aplicacións
hi: एप्लीकेशंस बंद कर रहा है
hr: Zatvaranje aplikacija
hu: Alkalmazások bezárása
hy: Փակում է ծրագրերը
is: Loka forritum
it_it: Chiusura delle applicazioni
ja_jp: アプリケーションの終了
ka: პროგრამები იხურება
kk: Бағдарламаларды жабу
lt: Programų uždarymas
lv: Programmu aizvēršana
mk: Затворање апликации
nb: Lukke programmer
nl_nl: Applicaties sluiten
pl: Zamykanie aplikacji
pt_pt: Fechar aplicações
ro: Închiderea aplicaţiilor
ru_ru: Закрытие приложений
sv: Stänga program
th: การปิดแอพพลิเคชั่น
tr_tr: Uygulamaların kapatılması
ur: ایپلی کیشنز بند کرنا
uz: Ilovalarni yopish

# IDS_ST_BODY_COMMUNICATING_WITH_OTHER_DEVICES_AND_SERVERS_M_NOUN
source: Communicating with other devices and servers
ar: الاتصال بأجهزة وخوادم أخرى
az: Başqa cihazlar və serverlərlə əlaqə qurmaq
bg: Комуникиране с други устройства и сървъри
ca: Comunicació amb altres dispositius i servidors
cs: Komunikace s jinými zařízeními a servery
da: Kommunikerer med andre enheder og servere
de_de: Kommunizieren mit anderen Geräten und Servern
el_gr: Επικοινωνία με άλλες συσκευές και διακομιστές
es_mx: Comunicación con otros dispositivos y servidores
et: Suhtlemine teiste seadmete ja serveritega
eu: Beste gailu eta zerbitzari batzuekin komunikatzea
fa: ارتباط با دیگر دستگاه ها و سرورها
fi: Kommunikointi muiden laitteiden ja palvelimien kanssa
ga: Cumarsáid le gléasanna agus le freastalaithe eile
gl: Comunicación con outros dispositivos e servidores
hi: अन्य डिवाइस और सर्वर्स के साथ संचार कर रहा है
hr: Komuniciranje s drugim uređajima i poslužiteljima
hu: Kommunikáció más eszközökkel és szerverekkel
hy: Հաղորդակցվում է այլ սարքերի և սերվերների հետ
is: Samskipti við önnur tæki og netþjóna
it_it: Comunicazione con altri dispositivi e server
ja_jp: 他の端末やサーバーとの通信
ka: სრულდება კომუნიკაციები სხვა მოწყობილობებიდან და სერვისებიდან
kk: Басқа құрылғылармен және серверлермен байланысу
lt: Ryšio su kitais įrenginiais ir serveriais užmezgimas
lv: Saziņa ar citām ierīcēm un serveriem
mk: Комуникација со други уреди и сервери
nb: Kommunisere med andre enheter og servere
nl_nl: Communiceren met andere apparaten en servers
pl: Komunikacja z innymi urządzeniami i serwerami
pt_pt: Comunicar com outros dispositivos e servidores
ro: Comunicarea cu alte dispozitive şi servere
ru_ru: Подключение к другим устройствам и серверам
sv: Kommunicera med andra enheter och servrar
th: การสื่อสารกับอุปกรณ์ และเซิร์ฟเวอร์อื่นๆ
tr_tr: Diğer cihazlarla ve sunucularla iletişim
ur: دیگر آلہ جات اور سرورز کے ساتھ مواصلت کرنا
uz: Boshqa qurilma va serverlar bilan aloqa o‘rnatish

# IDS_ST_BODY_COMMUNICATING_WITH_THE_HTTP_SERVER_M_NOUN
source: Communicating with the HTTP server
ar: الاتصال بخادم HTTP
az: HTTP serverlə əlaqə qurmaq
bg: Комуникиране с HTTP сървъра
ca: Comunicació amb el servidor HTTP
cs: Komunikace se serverem HTTP
da: Kommunikerer med HTTP-server
de_de: Kommunizieren mit dem HTTP-Server
el_gr: Επικοινωνία με το διακομιστή HTTP
es_mx: Comunicación con el servidor HTTP
et: Suhtlemine HTTP-serveriga
eu: HTTP zerbitzariarekin komunikatzea
fa: ارتباط با سرور HTTP
fi: Kommunikointi HTTP-palvelimen kanssa
ga: Cumarsáid a dhéanamh leis an bhfreastalaí HTTP
gl: Comunicación co servidor HTTP
hi: HTTP सर्वर के साथ संचार कर रहा है
hr: Komuniciranje s HTTP-poslužiteljem
hu: Kommunikáció a HTTP-szerverrel
hy: Հաղորդակցվում է HTTP սերվերի հետ
is: Samskipti við HTTP-þjóninn
it_it: Comunicazione con il server HTTP
ja_jp: HTTPサーバーとの通信
ka: სრულდება კომუნიკაციები HTTP სერვერთან
kk: HTTP серверімен байланысу
lt: Ryšio su HTTP serveriu užmezgimas
lv: Saziņa ar HTTP serveri
mk: Комуницирање со сервер HTTP
nb: Kommunisere med HTTP-serveren
nl_nl: Communiceren met de HTTP-server
pl: Komunikacja z serwerem HTTP
pt_pt: Comunicar com servidor de HTTP
ro: Comunicarea cu serverul HTTP
ru_ru: Подключение к HTTP-серверу
sv: Kommunicera med HTTP-servern
th: การสื่อสารกับเซิร์ฟเวอร์ HTTP
tr_tr: HTTP sunucu ile iletişim
ur: HTTP سرور کے ساتھ مواصلت کرنا
uz: HTTP serveri bilan aloqa o‘rnatish

# IDS_ST_BODY_CONFIGURING_MOBILE_NETWORKS_M_NOUN
source: Configuring mobile networks
ar: تكوين شبكات الهاتف المحمول
az: Mobil şəbəkələri konfiqurasiya etmək
bg: Конфигуриране на мобилни мрежи
ca: Configuració de xarxes mòbils
cs: Konfigurace mobilních sítí
da: Konfigurerer mobile netværk
de_de: Konfigurieren von Mobilnetzen
el_gr: Διαμόρφωση δικτύων κινητής τηλεφωνίας
es_mx: Configuración de redes móviles
et: Mobiilsidevõrkude konfigureerimine
eu: Sare mugikorrak konfiguratzea
fa: پیکربندی شبکه های تلفن همراه
fi: Matkapuhelinverkkojen määrittäminen
ga: Líonraí móibíleacha a chumrú
gl: Configuración de redes móbiles
hi: मोबाइल नेटवर्क्स कॉन्फ़िगर कर रहा है
hr: Konfiguriranje mobilnih mreža
hu: Mobilhálózat konfigurálása
hy: Կազմաձևում է շարժական կապի ցանցեր
is: Stilling farsímakerfa
it_it: Configurazione delle reti mobili
ja_jp: モバイルネットワークの設定
ka: მობილური ქსელების კონფიგურაციის შერჩევა
kk: Ұялы желілерді теңшеу
lt: Mobiliųjų tinklų konfigūravimas
lv: Mobilo tīklu konfigurēšana
mk: Конфигурирање мобилни мрежи
nb: Konfigurere mobilnettverk
nl_nl: Mobiele netwerken configureren
pl: Konfigurowanie sieci telefonii komórkowej
pt_pt: Configurar redes móveis
ro: Configurarea reţelelor mobile
ru_ru: Настройка мобильных сетей
sv: Konfigurera mobila nätverk
th: การกำหนดค่าเครือข่ายมือถือ
tr_tr: Mobil ağların yapılandırılması
ur: موبائل نیٹ ورکس تشکیل کرنا
uz: Mobil tarmoqlarni sozlash

# IDS_ST_BODY_MANAGING_SAMSUNG_MAPS_M_NOUN
source: Managing Samsung Maps
ar: إدارة خرائط Samsung
az: Samsung Maps-in idarə edilməsi
bg: Управление на Samsung Карти
ca: Gestió de mapes de Samsung
cs: Správa Map Samsung
da: Administrerer Samsung-kort
de_de: Verwalten von Samsung Maps
el_gr: Διαχείριση χαρτών Samsung
es_mx: Administración de Mapas de Samsung
et: Rakenduse Samsung Maps haldamine
eu: Samsung Mapak kudeatzea
fa: مدیریت نقشه های Samsung
fi: Samsung Mapsin hallinta
ga: Léarscáileanna Samsung a bhainistiú
gl: Xestión de Mapas de Samsung
hi: Samsung Maps प्रबंधित कर रहा है
hr: Upravljanje kartama Samsung
hu: Samsung Térkép kezelése
hy: Կառավարում է Samsung Maps-ը
is: Stjórna Samsung-kortum
it_it: Gestione delle mappe Samsung
ja_jp: Samsungマップの管理
ka: Samsung Maps-ის მართვა
kk: Samsung Maps басқару
lt: „Samsung Maps“ valdymas
lv: Samsung Maps pārvaldība
mk: Управување со карти Samsung
nb: Administrere Samsung Kart
nl_nl: Samsung Maps beheren
pl: Zarządzenie usługą Samsung Maps
pt_pt: Gerir Mapas Samsung
ro: Gestionarea Hărţilor Samsung
ru_ru: Управление Samsung Maps
sv: Hantera Samsung-kartor
th: การจัดการ Samsung Maps
tr_tr: Samsung Haritaları Yönetimi
ur: Samsung نقشے کا بندوبست کرنا
uz: Samsung Mapsni boshqarish

# IDS_ST_BODY_MANAGING_SAMSUNG_MOBILECARE_M_NOUN
source: Managing Samsung MobileCare
ar: إدارة Samsung MobileCare
az: Samsung MobileCare-i idarə etmək
bg: Управление на Samsung MobileCare
ca: Gestió de Samsung MobileCare
cs: Správa Samsung MobileCare
da: Administrerer Samsung MobileCare
de_de: Verwalten von Samsung MobileCare
el_gr: Διαχείριση Samsung MobileCare
es_mx: Administración de Samsung MobileCare
et: Rakenduse Samsung MobileCare haldamine
eu: Samsung MobileCare kudeatzea
fa: مدیریت Samsung MobileCare
fi: Samsung MobileCaren hallinta
ga: Samsung MobileCare a bhainistiú
gl: Xestión de Samsung MobileCare
hi: Samsung MobileCare प्रबंधित कर रहा है
hr: Upravljanje Samsung MobileCare
hu: Samsung MobileCare kezelése
hy: Կառավարում է Samsung MobileCare
is: Stjórna Samsung MobileCare
it_it: Gestione di Samsung MobileCare
ja_jp: Samsung MobileCareの管理
ka: Samsung MobileCare-ს მართვა
kk: Samsung MobileCare басқару
lt: „Samsung MobileCare“ valdymas
lv: Samsung MobileCare pārvaldība
mk: Управување со Samsung MobileCare
nb: Administrere Samsung MobileCare
nl_nl: Samsung MobileCare beheren
pl: Zarządzenie usługą Samsung MobileCare
pt_pt: Gerir Samsung MobileCare
ro: Gestionarea Samsung MobileCare
ru_ru: Управление Samsung MobileCare
sv: Hantera Samsung MobileCare
th: การจัดการ Samsung MobileCare
tr_tr: Samsung MobileCare Yönetimi
ur: Samsung MobileCare کا بندوبست کرنا
uz: Samsung MobileCareni boshqarish

# IDS_ST_BODY_FORWARDING_CALLS_M_NOUN
source: Forwarding calls
ar: تحويل المكالمات
az: Zəngləri yönləndirmək
bg: Препращане на повиквания
ca: Desviament de trucades
cs: Přesměrování hovorů
da: Viderestiller opkald
de_de: Weiterleiten von Anrufen
el_gr: Προώθηση κλήσεων
es_mx: Desvío de llamadas
et: Kõnede suunamine
eu: Deia birbidaltzea
fa: هدایت تماس ها
fi: Puheluiden siirtäminen
ga: Glaonna a chur ar aghaidh
gl: Desvío de chamadas
hi: कॉल्स अग्रेषित कर रहा है
hr: Prosljeđivanje poziva
hu: Hívások átirányítása
hy: Փոխանցում է կանչեր
is: Framsenda símtöl
it_it: Inoltro delle chiamate
ja_jp: 通話の転送
ka: ზარების გადამისამართება
kk: Қоңыраулар бағытын өзгерту
lt: Skambučių peradresavimas
lv: Zvanu pārsūtīšana
mk: Препраќање повици
nb: Viderekoble anrop
nl_nl: Oproepen doorschakelen
pl: Przekazywanie połączeń
pt_pt: Reencaminhar chamadas
ro: Redirecţionarea apelurilor
ru_ru: Переадресация вызовов
sv: Vidarebefordra samtal
th: การส่งต่อการโทร
tr_tr: Aramaların yönlendirilmesi
ur: کالز آگے کرنا
uz: Qo‘ng‘iroqlarni boshqaga yo‘naltirish

# IDS_ST_BODY_MANAGING_BOOKMARKS_M_NOUN
source: Managing bookmarks
ar: إدارة العلامات
az: Əlfəcinlərin idarə edilməsi
bg: Управление на показалци
ca: Gestió de preferits
cs: Správa záložek
da: Administrerer bogmærker
de_de: Verwalten von Lesezeichen
el_gr: Διαχείριση σελιδοδεικτών
es_mx: Administración de favoritos
et: Järjehoidjate haldamine
eu: Lastermarkak kudeatzea
fa: مدیریت محل یابها
fi: Kirjanmerkkien hallinta
ga: Leabharmharcanna a bhainistiú
gl: Xestión de favoritos
hi: बुकमार्क्स प्रबंधित कर रहा है
hr: Upravljanje favoritima
hu: Könyvjelzők kezelése
hy: Կառավարում է էջանիշեր
is: Stjórna bókamerkjum
it_it: Gestione dei segnalibri
ja_jp: ブックマークの管理
ka: სანიშნეების მართვა
kk: Бетбелгілерді басқару
lt: Adresyno įrašų tvarkymas
lv: Grāmatzīmju pārvaldība
mk: Управување со ознаките
nb: Administrere bokmerker
nl_nl: Favorieten beheren
pl: Zarządzanie zakładkami
pt_pt: Gerir favoritos
ro: Gestionarea marcajelor
ru_ru: Управление закладками
sv: Hantera bokmärken
th: การจัดการบุ๊คมาร์ค
tr_tr: Yer işaretlerinin yönetilmesi
ur: نشانات کتاب بندوبست کرنا
uz: Veb-hujjatlarni boshqarish

# IDS_ST_BODY_MANAGING_ACCOUNTS_M_NOUN
source: Managing accounts
ar: إدارة الحسابات
az: Hesabları idarə etmək
bg: Управление на акаунти
ca: Gestió de comptes
cs: Správa účtů
da: Administrerer konti
de_de: Verwalten von Konten
el_gr: Διαχείριση λογαριασμών
es_mx: Administración de cuentas
et: Kontode haldamine
eu: Kontuak kudeatzea
fa: مدیریت حساب ها
fi: Tilien hallinta
ga: Cuntais a bhainistiú
gl: Xestión de contas
hi: खाते प्रबंधित कर रहा है
hr: Upravljanje računima
hu: Fiókok kezelése
hy: Կառավարում է հաշիվներ
is: Stjórna reikningum
it_it: Gestione degli account
ja_jp: アカウントの管理
ka: ანგარიშების მართვა
kk: Тіркелгілерді басқару
lt: Paskyrų valdymas
lv: Kontu pārvaldība
mk: Управување со сметки
nb: Administrere kontoer
nl_nl: Accounts beheren
pl: Zarządzanie kontami
pt_pt: Gerir contas
ro: Gestionarea conturilor
ru_ru: Управление учетными записями
sv: Hantera konton
th: การจัดการบัญชีผู้ใช้
tr_tr: Hesapların yönetilmesi
ur: اکاؤنٹس کا بندوبست کرنا
uz: Hisob qaydnomalarini boshqarish

# IDS_ST_BODY_MANAGING_CALL_LOGS_M_NOUN
source: Managing call logs
ar: إدارة سجلات المكالمات
az: Zəng jurnallarının idarə edilməsi
bg: Управление на регистри на повиквания
ca: Gestió de registres de trucades
cs: Správa protokolů hovorů
da: Administrerer opkaldslogs
de_de: Verwalten von Anrufprotokollen
el_gr: Διαχείριση αρχείων κλήσεων
es_mx: Administración de registros de llamadas
et: Kõnelogide haldamine
eu: Deien erregistroak kudeatzea
fa: مدیریت گزارش های تماس
fi: Puhelulokien hallinta
ga: Logaí glaonna a bhainistiú
gl: Xestión de rexistros de chamadas
hi: कॉल लॉग्स प्रबंधित कर रहा है
hr: Upravljanje popisom poziva
hu: Hívásnaplók kezelése
hy: Կառավարում է կանչերի մատյանները
is: Stjórna símtalaskrám
it_it: Gestione dei registri chiamate
ja_jp: 通話履歴の管理
ka: ზარის ჟურნალების მართვა
kk: Қоңырау журналдарын басқару
lt: Skambučių žurnalų tvarkymas
lv: Zvanu žurnālu pārvaldība
mk: Управување со дневниците на повици
nb: Administrere anropslogger
nl_nl: Oproeplijsten beheren
pl: Zarządzanie spisami połączeń
pt_pt: Gerir registos de chamadas
ro: Gestionarea jurnalelor de apel
ru_ru: Управление журналами вызовов
sv: Hantera samtalsloggar
th: การจัดการบันทึกการโทร
tr_tr: Arama kayıtlarının yönetilmesi
ur: کال لاگز کا بندوبست کرنا
uz: Qo‘ng‘iroq jurnallarini boshqarish

# IDS_ST_BODY_MANAGING_CONTENT_M_NOUN
source: Managing content
ar: إدارة المحتوى
az: Məzmunu idarə etmək
bg: Управление на съдържание
ca: Gestió de contingut
cs: Správa obsahu
da: Administrerer indhold
de_de: Verwalten von Inhalt
el_gr: Διαχείριση περιεχομένου
es_mx: Administración de contenido
et: Sisu haldamine
eu: Edukia kudeatzea
fa: مدیریت محتوا
fi: Sisällön hallinta
ga: Inneachar a bhainistiú
gl: Xestión de contido
hi: सामग्री प्रबंधित कर रहा है
hr: Upravljanje sadržajem
hu: Tartalom kezelése
hy: Կառավարում է բովանդակություն
is: Stjórna efni
it_it: Gestione dei contenuti
ja_jp: コンテンツの管理
ka: მასალის მართვა
kk: Мазмұнды басқару
lt: Turinio tvarkymas
lv: Satura pārvaldība
mk: Управување со содржините
nb: Administrere innhold
nl_nl: Inhoud beheren
pl: Zarządzanie zawartością
pt_pt: Gerir conteúdos
ro: Gestionarea conţinutului
ru_ru: Управление содержимым
sv: Hantera innehåll
th: การจัดการคอนเทนท์
tr_tr: İçeriğin yönetilmesi
ur: مشمول کا بندوبست کرنا
uz: Tarkibni boshqarish

# IDS_ST_BODY_MANAGING_CALENDAR_M_NOUN
source: Managing calendar
ar: إدارة التقويم
az: Təqvimin idarə edilməsi
bg: Управление на календара
ca: Gestió de calendari
cs: Správa kalendáře
da: Administrerer kalender
de_de: Verwalten des Kalenders
el_gr: Διαχείριση ημερολογίου
es_mx: Administración de calendario
et: Kalendri haldamine
eu: Egutegia kudeatzea
fa: مدیریت تقویم
fi: Kalenterin hallinta
ga: Féilire a bhainistiú
gl: Xestión do calendario
hi: कैलेंडर प्रबंधित कर रहा है
hr: Upravljanje kalendarom
hu: Naptár kezelése
hy: Կառավարում է օրացույցը
is: Stjórna dagbók
it_it: Gestione del calendario
ja_jp: カレンダーの管理
ka: კალენდრის მართვა
kk: Күнтізбені басқару
lt: Kalendoriaus tvarkymas
lv: Kalendāra pārvaldība
mk: Управување со календарот
nb: Administrere kalender
nl_nl: Agenda beheren
pl: Zarządzanie kalendarzem
pt_pt: Gerir agenda
ro: Gestionarea calendarului
ru_ru: Управление календарем
sv: Hantera kalender
th: การจัดการปฏิทิน
tr_tr: Takvimin yönetilmesi
ur: کیلنڈر بندوبست کرنا
uz: Kalendarni boshqarish

# IDS_ST_BODY_MANAGING_GEOLOCATION_PERMISSIONS_M_NOUN
source: Managing geolocation permissions
ar: إدارة أذونات الموقع الجغرافي
az: Geoməkan icazələrini idarə etmək
bg: Управление на разрешения за географско местоположение
ca: Gestió de permisos d'ubicació geogràfica
cs: Změnit oprávnění k získávání informací o zeměpisné poloze
da: Administrerer tilladelser for geoplaceringer
de_de: Verwalten von Rechten bezüglich Standortinformationen
el_gr: Διαχείριση δικαιωμάτων γεωγραφικής θέσης
es_mx: Administración de permisos de geoubicación
et: Asukohatuvastuse lubade haldamine
eu: Geokokapen baimenak kudeatzea
fa: مدیریت مجوزهای جغرافیایی
fi: Maantieteellisen sijainnin oikeuksien hallinta
ga: Ceadanna geoshuímh a bhainistiú
gl: Xestión de permisos de xeolocalización
hi: भौगोलिक स्थान अनुमतियाँ प्रबंधित कर रहा है
hr: Upravljanje dozvolama za geolokaciju
hu: Geolokációs engedélyek kezelése
hy: Կառավարում է երկրատեղորոշման թույլտվությունները
is: Stjórna staðsetningarheimildum
it_it: Gestione delle autorizzazioni di posizione geografica
ja_jp: 位置情報アクセス権の管理
ka: გეოლოკაციის ნებართვების მართვა
kk: Географиялық орын рұқсаттарын басқару
lt: Geografinės vietos nustatymo leidimų tvarkymas
lv: Ģeogrāfisko atrašanās vietu pakalpojumu atļauju pārvaldība
mk: Управување со геолокациските дозволи
nb: Administrere tillatelser for geoplassering
nl_nl: Bevoegdheden geolocatie beheren
pl: Zarządzanie uprawnieniami dotyczącymi położenia geograficznego
pt_pt: Gerir autorizações de geolocalização
ro: Gestionarea permisiunilor de geolocaţie
ru_ru: Управление разрешениями на определение местоположения
sv: Hantera tillstånd för geoplatsinformation
th: การจัดการสิทธิ์ในการกำหนดตำแหน่งภูมิศาสตร์
tr_tr: Jeolojik konum izinlerinin yönetilmesi
ur: جیو محل وقوع اجازتوں کا بندوبست کرنا
uz: Geojoylashuv ruxsatlarini boshqarish

# IDS_ST_BODY_ACCESSING_WEB_CONTENT_M_NOUN
source: Accessing web content
ar: الوصول إلى محتوى الويب
az: Veb-məzmuna daxil olmaq
bg: Достъп до уеб съдържание
ca: Accés al contingut web
cs: Přístup k webovému obsahu
da: Åbner webindhold
de_de: Zugriff auf Internet-Inhalt
el_gr: Πρόσβαση σε περιεχόμενο web
es_mx: Acceso a contenido web
et: Juurdepääs veebisisule
eu: Web edukira sartzea
fa: دسترسی به محتوای وب
fi: Verkkosisällön käyttäminen
ga: Inneachar Gréasáin a rochtain
gl: Acceso a contido web
hi: वेब सामग्री ऍक्सेस कर रहा है
hr: Pristupanje web-sadržaju
hu: Webtartalom hozzáférése
hy: Մուտք է գործում համացանցային բովանդակություն
is: Aðgangur að vefefni
it_it: Accesso al contenuto Web
ja_jp: Webコンテンツへのアクセス
ka: ვებ-მასალებზე წვდომა
kk: Веб-мазмұнға кіру
lt: Prieiga prie žiniatinklio turinio
lv: Piekļuve tīmekļa saturam
mk: Пристап до содржини на интернет
nb: Få tilgang til Internett-innhold
nl_nl: Toegang tot webinhoud
pl: Dostęp do treści internetowych
pt_pt: Aceder a conteúdo da Web
ro: Accesul la conţinutul web
ru_ru: Доступ к веб-содержимому
sv: Ansluta till webbinnehåll
th: การเข้าสู่คอนเทนท์เว็บ
tr_tr: Web içeriğine erişim
ur: ویب مشمول پر رسائی کرنا
uz: Veb-tarkibga kirish
