Repository: tizenorg/framework.security.privilege-checker
Catalog: capi/res/string/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, es_mx, et, eu, fa, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, lt, lv, mk, nb, nl_nl, pl, pt_pt, ro, ru_ru, sv, th, tr_tr, ur, uz

# IDS_ST_BODY_MANAGING_INPUT_EVENTS_M_NOUN
source: Managing input events
ar: إدارة أحداث الإدخال
az: Daxiletmə hadisələrini idarə etmək
bg: Управление на въвеждане на събития
ca: Gestió d'esdeveniments d'introducció
cs: Správa vstupních událostí
da: Administrerer inputhændelser
de_de: Verwalten von Eingabeereignissen
el_gr: Διαχείριση συμβάντων εισαγωγής
es_mx: Administración de eventos de entrada
et: Sisestussündmuste haldamine
eu: Ekitaldi sarrera kudeatzea
fa: مدیریت رویدادهای ورودی
fi: Syöttötapahtumien hallinta
ga: Imeachtaí ionchuir a bhainistiú
gl: Xestión de eventos de entrada
hi: इनपुट प्रसंग प्रबंधित कर रहा है
hr: Upravljanje unešenim informacijama
hu: Bemeneti események kezelése
hy: Կառավարում է մուտքային իրադարձությունները
is: Stjórna innsláttaraðgerðum
it_it: Gestione degli eventi di inserimento
ja_jp: 入力イベントの管理
ka: მონაცემთა შეყვანის მართვა
kk: Енгізу оқиғаларын басқару
lt: Įvesties įvykių tvarkymas
lv: Ievades notikumu pārvaldība
mk: Управување со влезните настани
nb: Administrere inndatahendelser
nl_nl: Invoergebeurtenissen beheren
pl: Zarządzanie zdarzeniami wprowadzania
pt_pt: Gerir eventos de entrada
ro: Gestionarea evenimentelor de introducere
ru_ru: Управление событиями ввода
sv: Hantera inmatningshändelser
th: การจัดการเหตุการณ์การใส่ข้อมูล
tr_tr: Giriş olaylarının yönetilmesi
ur: وقوعہ جات ان پٹ بندوبست کرنا
uz: Kiritish hodisalarini boshqarish

# IDS_ST_BODY_READING_NOTIFICATIONS_M_NOUN
source: Reading notifications
ar: قراءة الإشعارات
az: Bildirişləri oxumaq
bg: Четене на известия
ca: Lectura de notificacions
cs: Čtení oznámení
da: Læser meddelelser
de_de: Lesen von Benachrichtigungen
el_gr: Ανάγνωση ειδοποιήσεων
es_mx: Lectura de notificaciones
et: Teavituste lugemine
eu: Jakinarazpenak irakurtzea
fa: خواندن اعلان ها
fi: Ilmoitusten lukeminen
ga: Fógraí a léamh
gl: Lectura de notificacións
hi: अधिसूचनाएँ पढ़ रहा है
hr: Čitanje obavijesti
hu: Értesítések olvasása
hy: Կարդում է ծանուցումներ
is: Lesa tilkynningar
it_it: Lettura delle notifiche
ja_jp: 通知の読み取り
ka: შეტყობინებების წაკითხვა
kk: Хабарландыруларды оқу
lt: Nuskaitymo pranešimai
lv: Paziņojumu lasīšana
mk: Читање на известувањата
nb: Lese varsler
nl_nl: Meldingen lezen
pl: Odczytywanie powiadomień
pt_pt: Ler notificações
ro: Citirea notificărilor
ru_ru: Чтение уведомлений
sv: Läsa meddelanden
th: การอ่านการแจ้งเตือน
tr_tr: Bildirimlerin okunması
ur: اعلانات پڑھنا
uz: Bildirishnomalarni o‘qish

# IDS_ST_BODY_GETTING_APPLICATION_CERTIFICATES_M_NOUN
source: Getting application certificates
ar: الحصول على شهادات التطبيق
az: Proqram sertifikatlarını əldə etmək
bg: Получаване на сертификати за приложения
ca: Obtenció de certificats d'aplicació
cs: Získávání certifikátů aplikací
da: Henter programcertifikater
de_de: Abrufen von Anwendungszertifikaten
el_gr: Λήψη πιστοποιητικών εφαρμογής
es_mx: Obtención de certificados de aplicaciones
et: Rakenduste sertifikaatide hankimine
eu: Aplikazio ziurtagiriak lortzea
fa: دریافت مجوزهای برنامه
fi: Sovellusten varmenteiden hakeminen
ga: Deimhnithe feidhmchláir a fháil
gl: Obtención de certificados de aplicación
hi: एप्लीकेशन प्रमाणपत्र प्राप्त कर रहा है
hr: Primanje potvrda o aplikaciji
hu: Alkalmazástanúsítványok lekérése
hy: Ստանում է ծրագրերի վկայականներ
is: Sækja vottorð forrits
it_it: Acquisizione dei certificati dell'applicazione
ja_jp: アプリケーション証明書の取得
ka: პროგრამის სერტიფიკატების მიღება
kk: Бағдарлама сертификаттарын алу
lt: Programų sertifikatų gavimas
lv: Programmu sertifikātu iegūšana
mk: Земање сертификати за апликации
nb: Hente programsertifikater
nl_nl: Applicatiecertificaten ophalen
pl: Pobieranie certyfikatów aplikacji
pt_pt: Obter certificados de aplicações
ro: Obţinerea certificatelor pentru aplicaţii
ru_ru: Получение сертификатов приложения
sv: Hämta programcertifikat
th: การรับใบรับรองแอพพลิเคชั่น
tr_tr: Uygulama sertifikalarının alınması
ur: اپلیکیشن اسناد حاصل کرنا
uz: Ilova sertifikatlarini olish

# IDS_ST_BODY_ACCESSING_TIME_AND_DATE_M_NOUN
source: Accessing time and date
ar: الوصول إلى التاريخ والوقت
az: Vaxt və tarixə daxil olmaq
bg: Достъп до дата и час
ca: Accés a l'hora i la data
cs: Přístup k času a datu
da: Åbner dato og klokkleslæt
de_de: Zugriff auf Uhrzeit und Datum
el_gr: Πρόσβαση σε ώρα και ημερομηνία
es_mx: Accediendo a fecha y hora
et: Juurdepääs kellaajale ja kuupäevale
eu: Data eta ordura sartzea
fa: دسترسی به تاریخ و زمان
fi: Ajan ja päivämäärän käyttäminen
ga: Am agus dáta a rochtain
gl: Acceso á hora e á data
hi: समय तथा तिथि ऍक्सेस कर रहा है
hr: Pristupanje vremenu i datumu
hu: Idő és dátum hozzáférése
hy: Մուտք է գործում ժամ և թվական
is: Aðgangur að tíma og dagsetningu
it_it: Accesso a data e ora
ja_jp: 日時へのアクセス
ka: დროსა და თარიღზე წვდომა
kk: Уақыт және күнге кіру
lt: Prieiga prie laiko ir datos
lv: Piekļuve laikam un datumam
mk: Пристап до времето и датумот
nb: Få tilgang til dato og klokkeslett
nl_nl: Toegang tot tijd en datum
pl: Dostęp do daty i godziny
pt_pt: Aceder a hora e data
ro: Accesul la dată şi oră
ru_ru: Доступ к дате и времени
sv: Ansluta till tid och datum
th: การเข้าสู่เวลาและวันที่
tr_tr: Saat ve tarihe erişim
ur: وقت اور تاریخ پر رسائی کرنا
uz: Vaqt va sanaga kirish

# IDS_ST_BODY_MANAGING_POWER_M_NOUN
source: Managing power
ar: إدارة الطاقة
az: Enerjinin idarə edilməsi
bg: Управление на захранване
ca: Gestió de bateria
cs: Řízení spotřeby
da: Administrerer strøm
de_de: Energieverwaltung
el_gr: Διαχείριση ισχύος
es_mx: Administración de encendido
et: Toite haldamine
eu: Bateria kudeatzea
fa: مدیریت نیرو
fi: Virranhallinta
ga: Cumhacht a bhainistiú
gl: Xestión da enerxía
hi: शक्ति प्रबंधित कर रहा है
hr: Upravljanje napajanjem
hu: Energiagazdálkodás kezelése
hy: Կառավարում է էներգիան
is: Stjórna orkunotkun
it_it: Gestione risparmio energia
ja_jp: 電源の管理
ka: ელკვების მართვა
kk: Қуатты басқару
lt: Maitinimo valdymas
lv: Enerģijas pārvaldība
mk: Управување со енергијата
nb: Styre strøm
nl_nl: Energie beheren
pl: Zarządzanie zasilaniem
pt_pt: Gerir energia
ro: Gestionare consumului de energie
ru_ru: Управление питанием
sv: Hantera ström
th: การจัดการพลังงาน
tr_tr: Gücün yönetilmesi
ur: پاور کا بندوبست کرنا
uz: Quvvatni boshqarish

# IDS_ST_BODY_MANAGING_PACKAGES_M_NOUN
source: Managing packages
ar: إدارة الباقات
az: Paketlərin idarə edilməsi
bg: Управление на пакети
ca: Gestió de paquets
cs: Správa balíčků
da: Administrerer pakker
de_de: Verwalten von Paketen
el_gr: Διαχείριση πακέτων
es_mx: Administración de paquetes
et: Pakettide haldamine
eu: Paketeak kudeatzea
fa: مدیریت بسته ها
fi: Pakettien hallinta
ga: Pacáistí a bhainistiú
gl: Xestión de paquetes
hi: पैकेज प्रबंधित कर रहा है
hr: Upravljanje paketima
hu: Csomagok kezelése
hy: Կառավարում է փաթեթները
is: Stjórna pökkum
it_it: Gestione dei pacchetti
ja_jp: パッケージの管理
ka: პაკეტების მართვა
kk: Бумаларды басқару
lt: Paketų tvarkymas
lv: Pakotņu pārvaldība
mk: Управување со пакети
nb: Administrere pakker
nl_nl: Pakketten beheren
pl: Zarządzanie pakietami
pt_pt: Gerir pacotes
ro: Gestionarea pachetelor
ru_ru: Управление пакетами
sv: Hantera paket
th: การจัดการแพ็คเกจ
tr_tr: Paketlerin yönetilmesi
ur: پیکجز کا بندوبست کرنا
uz: Paketlarni boshqarish

# IDS_ST_BODY_MANAGING_USER_PROFILE_M_NOUN
source: Managing user profile
ar: إدارة ملف تعريف المستخدم
az: İstifadəçi profilini idarə etmək
bg: Управление на потребителски профил
ca: Gestió del perfil d'usuari
cs: Správa uživatelského profilu
da: Administrerer brugerprofil
de_de: Verwalten des Benutzerprofils
el_gr: Διαχείριση προφίλ χρήστη
es_mx: Administración de perfil de usuario
et: Kasutajaprofiili haldamine
eu: Erabiltzailearen profila kudeatzea
fa: مدیریت نمایه کاربر
fi: Käyttäjäprofiilin hallinta
ga: Próifíl úsáideora a bhainistiú
gl: Xestión do perfil de usuario
hi: उपभोक्ता प्रोफ़ाइल प्रबंधित कर रहा है
hr: Upravljanje korisničkim profilom
hu: Felhasználói profil kezelése
hy: Կառավարում է օգտվողի պրոֆիլը
is: Stjórna notandaprófíl
it_it: Gestione del profilo utente
ja_jp: ユーザープロフィールの管理
ka: მომხმარებლის პროფილის მართვა
kk: Пайдаланушы профилін басқару
lt: Naudotojo profilio tvarkymas
lv: Lietotāja profila pārvaldība
mk: Управување со корисничкиот профил
nb: Administrere brukerprofil
nl_nl: Gebruikersprofiel beheren
pl: Zarządzanie profilem użytkownika
pt_pt: Gerir perfil de utilizador
ro: Gestionarea profilului utilizatorului
ru_ru: Управление профилем пользователя
sv: Hantera användarprofil
th: การจัดการโปรไฟล์ผู้ใช้
tr_tr: Kullanıcı profilinin yönetilmesi
ur: صارف پروفائل بندوبست کرنا
uz: Foydalanuvchi profilini boshqarish

# IDS_ST_BODY_MANAGING_APPLICATIONS_M_NOUN
source: Managing applications
ar: إدارة التطبيقات
az: Proqramların idarə edilməsi
bg: Управление на приложения
ca: Gestió d'aplicacions
cs: Správa aplikací
da: Administrerer programmer
de_de: Verwalten von Anwendungen
el_gr: Διαχείριση εφαρμογών
es_mx: Administración de aplicaciones
et: Rakenduste haldamine
eu: Aplikazioak kudeatzea
fa: مدیریت برنامه‌ها
fi: Sovellusten hallinta
ga: Feidhmchláir a bhainistiú
gl: Xestión de aplicacións
hi: एप्लीकेशंस प्रबंधित कर रहा है
hr: Upravljanje aplikacijama
hu: Alkalmazások kezelése
hy: Կառավարում է ծրագրեր
is: Stjórna forritum
it_it: Gestione delle applicazioni
ja_jp: アプリケーションの管理
ka: პროგრამების მართვა
kk: Бағдарламаларды басқару
lt: Programų valdymas
lv: Programmu pārvaldība
mk: Управување со апликации
nb: Administrere programmer
nl_nl: Applicaties beheren
pl: Zarządzanie aplikacjami
pt_pt: Gerir aplicações
ro: Gestionarea aplicaţiilor
ru_ru: Управление приложениями
sv: Hantera program
th: การจัดการแอพพลิเคชั่น
tr_tr: Uygulamaların yönetilmesi
ur: ایپلی کیشنز کا بندوبست کرنا
uz: Ilovalarni boshqarish

# IDS_ST_BODY_MANAGING_APPLICATION_SETTINGS_M_NOUN
source: Managing application settings
ar: إدارة إعدادات التطبيق
az: Proqram parametrlərinin idarə edilməsi
bg: Управление на настройки за приложения
ca: Gestió d'ajustaments d'aplicacions
cs: Správa nastavení aplikací
da: Administrerer programindstillinger
de_de: Verwalten von Anwendungseinstellungen
el_gr: Διαχείριση ρυθμίσεων εφαρμογών
es_mx: Administración de configuración de aplicaciones
et: Rakenduste seadete haldamine
eu: Aplikazio ezarpenak kudeatzea
fa: مدیریت تنظیمات برنامه
fi: Sovelluksen asetusten hallinta
ga: Socruithe feidhmchláir a bhainistiú
gl: Xestión de axustes de aplicacións
hi: एप्लीकेशन सेटिंग्स प्रबंधित कर रहा है
hr: Upravljanje postavkama aplikacija
hu: Alkalmazásbeállítások kezelése
hy: Կառավարում է ծրագրի դրվածքներ
is: Stjórna forritastillingum
it_it: Gestione delle impostazioni dell'applicazione
ja_jp: アプリケーション設定の管理
ka: პროგრამის პარამეტრების მართვა
kk: Бағдарлама параметрлерін басқару
lt: Programų nustatymų tvarkymas
lv: Programmu iestatījumu pārvaldība
mk: Управување со опции за апликациите
nb: Administrere programinnstillinger
nl_nl: Applicatie-instellingen beheren
pl: Zarządzanie ustawieniami aplikacji
pt_pt: Gerir definições de aplicação
ro: Gestionarea setărilor pentru aplicaţii
ru_ru: Управление параметрами приложений
sv: Hantera programinställningar
th: การจัดการการตั้งค่าแอพพลิเคชั่น
tr_tr: Uygulama ayarlarının yönetilmesi
ur: ایپلیکیشن سیٹنگز کا بندوبست کرنا
uz: Ilova parametrlarini boshqarish

# IDS_ST_BODY_RECORDING_AUDIO_M_NOUN
source: Recording audio
ar: تسجيل الصوت
az: Audio yazmaq
bg: Записване на аудио
ca: Gravació d'àudio
cs: Nahrávání zvuku
da: Optager lyd
de_de: Aufnehmen von Audio
el_gr: Εγγραφή ήχου
es_mx: Grabación de audio
et: Heli salvestamine
eu: Audioa grabatzea
fa: ضبط صدا
fi: Äänen tallentaminen
ga: Fuaim a thaifeadadh
gl: Gravación de son
hi: ऑडियो रिकॉर्ड कर रहा है
hr: Snimanje zvuka
hu: Hangfelvétel készítése
hy: Ձայնագրում է
is: Taka upp hljóð
it_it: Registrazione audio
ja_jp: 録音
ka: აუდიოს ჩაწერა
kk: Аудионы жазу
lt: Garso įrašymas
lv: Audio ierakstīšana
mk: Снимање звук
nb: Spille inn lyd
nl_nl: Audio opnemen
pl: Nagrywanie dźwięku
pt_pt: Gravar som
ro: Înregistrarea audio
ru_ru: Запись звука
sv: Spela in ljud
th: การบันทึกเสียง
tr_tr: Ses kaydı
ur: آڈیو ریکارڈ کرنا
uz: Audio yozib olish

# IDS_ST_BODY_MANAGING_VOIP_AUDIO_SESSIONS_M_NOUN
source: Managing VoIP audio sessions
ar: إدارة الجلسات الصوتية لمكالمات VoIP
az: VoIP audio sessiyalarını idarə etmək
bg: Управление на VoIP аудио сесии
ca: Gestió de sessions d'àudio VoIP
cs: Správa relací zvuku VoIP
da: Administrerer VoIP-lydsessioner
de_de: Verwalten von VoIP-Audiositzungen
el_gr: Διαχείριση περιόδων λειτουργίας ήχου VoIP
es_mx: Administración de sesiones de audio de VoIP
et: VoIP-heliseansside haldamine
eu: VoIP audio saioak kudeatzea
fa: مدیریت جلسات صوتی VoIP
fi: VoIP-ääni-istuntojen hallinta
ga: Seisiúin fuaime VoIP a bhainistiú
gl: Xestión de sesións de son VoIP
hi: VoIP ऑडियो सत्र प्रबंधित कर रहा है
hr: Upravljanje audio sesijama VoIP
hu: VoIP-audiokapcsolatok kezelése
hy: Կառավարում է VoIP ձայնային սեանսներ
is: Stjórna VoIP-hljóðlotum
it_it: Gestione delle sessioni audio VoIP
ja_jp: VoIPオーディオセッションの管理
ka: VoIP აუდიო სეანსების მართვა
kk: VoIP аудио сеанстарын басқару
lt: „VoIP“ garso sesijų valdymas
lv: VoIP audio sesiju pārvaldība
mk: Управување со сесиите за звук VoIP
nb: Administrere VoIP-lydøkter
nl_nl: VoIP-audiosessies beheren
pl: Zarządzanie sesjami dźwięku VoIP
pt_pt: Gerir sessões de áudio VoIP
ro: Gestionarea sesiunilor audio VoIP
ru_ru: Управление сеансами звука VoIP
sv: Hantera VoIP-ljudsessioner
th: การจัดการเซสชั่นเสียง VoIP
tr_tr: VoIP sesli oturumların yönetilmesi
ur: VoIP آڈیو سیشنز بندوبست کرنا
uz: VoIP audio seanslarini boshqarish

# IDS_ST_BODY_USING_CAMERA_M_NOUN
source: Using camera
ar: استخدام الكاميرا
az: Kamera istifadə etmək
bg: Използване на камерата
ca: Ús de la càmera
cs: Použití fotoaparátu
da: Bruger kamera
de_de: Verwenden der Kamera
el_gr: Χρήση φωτογραφικής μηχανής
es_mx: Uso de cámara
et: Kaamera kasutamine
eu: Kamera erabiltzea
fa: استفاده از دوربین
fi: Kameran käyttäminen
ga: Ceamara a úsáid
gl: Uso da cámara
hi: कैमरे का उपयोग कर रहा है
hr: Korištenje kamere
hu: Fényképező használata
hy: Օգտագործում է խցիկ
is: Nota myndavél
it_it: Utilizzo della fotocamera
ja_jp: カメラの使用
ka: კამერის
kk: Камера пайдалану
lt: Fotoaparato naudojimas
lv: Kameras lietošana
mk: Користење на камерата
nb: Bruke kamera
nl_nl: Camera gebruiken
pl: Korzystanie z aparatu
pt_pt: Utilizar câmara
ro: Utilizarea camerei foto
ru_ru: Использование камеры
sv: Använd kameran
th: การใช้กล้อง
tr_tr: Kamera kullanımı
ur: کیمرہ استعمال کرنا
uz: Kameradan foydalanish

# IDS_ST_BODY_MANAGING_DRM_M_NOUN
source: Managing DRM
ar: إدارة DRM
az: DRM-i idarə etmək
bg: Управление на DRM
ca: Gestió de DRM
cs: Správa DRM
da: Administrerer DRM
de_de: Verwalten von DRM
el_gr: Διαχείριση DRM
es_mx: Administración de DRM
et: DRM-i haldamine
eu: DRM kudeatzea
fa: مدیریت DRM
fi: DRM-sisällön hallinta
ga: DRM a bhainistiú
gl: Xestión de DRM
hi: DRM प्रबंधित कर रहा है
hr: Upravljanje DRM-om
hu: DRM kezelése
hy: Կառավարում է DRM
is: Stjórna DRM
it_it: Gestione DRM
ja_jp: DRMの管理
ka: DRM-ის მართვა
kk: DRM басқару
lt: DRM valdymas
lv: DRM pārvaldība
mk: Управување со DRM
nb: Administrere DRM
nl_nl: DRM beheren
pl: Zarządzanie DRM
pt_pt: Gerir DRM
ro: Gestionarea DRM
ru_ru: Управление DRM
sv: Hantera DRM
th: การจัดการ DRM
tr_tr: DRM yönetimi
ur: DRM کا بندوبست کرنا
uz: DRMni boshqarish

# IDS_ST_BODY_DOWNLOADING_VIA_HTTP_M_NOUN
source: Downloading via HTTP
ar: التنزيل عبر HTTP
az: HTTP vasitəsilə yükləmək
bg: Изтегляне през HTTP
ca: Descàrrega a través d'HTTP
cs: Stahování prostřednictvím HTTP
da: Overfører via HTTP
de_de: Herunterladen über HTTP
el_gr: Λήψη μέσω HTTP
es_mx: Descarga mediante HTTP
et: Allalaadimine HTTP kaudu
eu: HTTP bidez deskargatzea
fa: دانلود از طریق HTTP
fi: Lataaminen HTTP-yhteyden kautta
ga: Íoslódáil trí HTTP
gl: Descarga a través de HTTP
hi: HTTP द्वारा डाउनलोड कर रहा है
hr: Preuzimanje preko HTTP-a
hu: Letöltés HTTP-n keresztül
hy: Ներբեռնում է HTTP-ի միջոցով
is: Hlaða niður um HTTP
it_it: Download con HTTP
ja_jp: HTTP経由のダウンロード
ka: იტვირთება HTTP-თი
kk: HTTP арқылы жүктеу
lt: Atsisiuntimas per HTTP
lv: Lejupielāde, izmantojot HTTP
mk: Преземање преку HTTP
nb: Laste ned via HTTP...
nl_nl: Downloaden via HTTP
pl: Pobieranie przez HTTP
pt_pt: Transferir via HTTP
ro: Descărcarea prin HTTP
ru_ru: Загрузка через HTTP
sv: Hämta via HTTP
th: การดาวน์โหลดผ่าน HTTP
tr_tr: HTTP ile indirme
ur: براستہ HTTP ڈاؤن لوڈ کرنا
uz: HTTP orqali yuklab olish

# IDS_ST_BODY_MANAGING_NETWORK_ACCOUNTS_M_NOUN
source: Managing network accounts
ar: إدارة حسابات الشبكة
az: Şəbəkə hesablarını idarə etmək
bg: Управление на мрежови акаунти
ca: Gestió de comptes de xarxa
cs: Správa síťových účtů
da: Administrerer netværkskonti
de_de: Verwalten von Netzwerkkonten
el_gr: Διαχείριση λογαριασμών δικτύου
es_mx: Administración de cuentas de red
et: Võrgukontode haldamine
eu: Sare kontuak kudeatzea
fa: مدیریت حساب های شبکه
fi: Verkkotilien hallinta
ga: Cuntais líonra a bhainistiú
gl: Xestión de contas de rede
hi: नेटवर्क खाते प्रबंधित कर रहा है
hr: Upravljanje računima mreža
hu: Hálózati fiókok kezelése
hy: Կառավարում է ցանցի հաշիվները
is: Stjórna netreikningum
it_it: Gestione degli account di rete
ja_jp: ネットワークアカウントの管理
ka: ქსელის ანგარიშების მართვა
kk: Желі тіркелгілерін басқару
lt: Tinklo paskyrų valdymas
lv: Tīkla kontu pārvaldība
mk: Управување со мрежните сметки
nb: Administrere nettverkskontoer
nl_nl: Netwerkaccounts beheren
pl: Zarządzanie kontami sieciowymi
pt_pt: Gerir contas de rede
ro: Gestionarea conturilor de reţea
ru_ru: Управление сетевыми учетными записями
sv: Hantera nätverkskonton
th: การจัดการบัญชีผู้ใช้เครือข่าย
tr_tr: Ağ hesaplarının yönetilmesi
ur: نیٹ ورک اکاؤنٹس بندوبست کرنا
uz: Tarmoq hisob qaydnomalarini boshqarish

# IDS_ST_BODY_MANAGING_NETWORK_CONNECTIONS_M_NOUN
source: Managing network connections
ar: إدارة اتصالات الشبكة
az: Şəbəkə bağlantılarını idarə etmək
bg: Управление на мрежови връзки
ca: Gestió de connexions de xarxa
cs: Správa připojení k síti
da: Administrerer netværksforbindelser
de_de: Verwalten von Netzwerkverbindungen
el_gr: Διαχείριση συνδέσεων δικτύου
es_mx: Administración de conexiones de red
et: Võrguühenduste haldamine
eu: Sare konexioak kudeatzea
fa: مدیریت اتصالات شبکه
fi: Verkkoyhteyksien hallinta
ga: Nasc líonra a bhainistiú
gl: Xestión de conexións de rede
hi: नेटवर्क कनेक्शंस प्रबंधित कर रहा है
hr: Upravljanje mrežnim vezama
hu: Hálózati kapcsolatok kezelése
hy: Կառավարում է ցանցային միացումները
is: Stjórna nettengingum
it_it: Gestione delle connessioni di rete
ja_jp: ネットワーク接続の管理
ka: ქსელთან დაკავშირებების მართვა
kk: Желі байланыстарын басқару
lt: Tinklo ryšių valdymas
lv: Tīkla savienojumu pārvaldība
mk: Управување со мрежните поврзувања
nb: Administrere nettverkstilkoblinger
nl_nl: Netwerkverbindingen beheren
pl: Zarządzanie połączeniami sieciowymi
pt_pt: Gerir ligações de rede
ro: Gestionarea conexiunilor la reţea
ru_ru: Управление сетевыми подключениями
sv: Hantera nätverksanslutningar
th: การจัดการการเชื่อมต่อเครือข่าย
tr_tr: Ağ bağlantılarının yönetilmesi
ur: نیٹ ورک کنکشنز بندوبست کرنا
uz: Tarmoq ulanishlarini boshqarish

# IDS_ST_BODY_MANAGING_NOTIFICATIONS_M_NOUN
source: Managing notifications
ar: إدارة الإشعارات
az: Bildirişlərin idarə edilməsi
bg: Управление на известия
ca: Gestió de notificacions
cs: Správa oznámení
da: Administrerer meddelelser
de_de: Verwalten von Benachrichtigungen
el_gr: Διαχείριση ειδοποιήσεων
es_mx: Administración de notificaciones
et: Teavituste haldamine
eu: Jakinarazpenak kudeatzea
fa: مدیریت اعلان ها
fi: Ilmoitusten hallinta
ga: Fógraí a bhainistiú
gl: Xestión de notificacións
hi: अधिसूचनाएँ प्रबंधित कर रहा है
hr: Upravljanje obavijestima
hu: Értesítések kezelése
hy: Կառավարում է ծանուցումները
is: Stjórna tilkynningum
it_it: Gestione delle notifiche
ja_jp: 通知の管理
ka: შეტყობინებების მართვა
kk: Хабарландыруларды басқару
lt: Pranešimų tvarkymas
lv: Paziņojumu pārvaldība
mk: Управување со известувањата
nb: Administrere varsler
nl_nl: Meldingen beheren
pl: Zarządzanie powiadomieniami
pt_pt: Gerir notificações
ro: Gestionarea notificărilor
ru_ru: Управление уведомлениями
sv: Hantera meddelanden
th: การจัดการการแจ้งเตือน
tr_tr: Bildirimlerin yönetilmesi
ur: اعلانات کا بندوبست کرنا
uz: Bildirishnomalarni boshqarish

# IDS_ST_BODY_MANAGING_AUDIO_SESSIONS_M_NOUN
source: Managing audio sessions
ar: إدارة الجلسات الصوتية
az: Audio sessiyaların idarə edilməsi
bg: Управление на аудио сесии
ca: Gestió de sessions d'àudio
cs: Správa relací zvuku
da: Administrerer lydsessioner
de_de: Verwalten von Audiositzungen
el_gr: Διαχείριση περιόδων ήχου
es_mx: Administración de sesiones de audio
et: Heliseansside haldamine
eu: Audio saioak kudeatzea
fa: مدیریت جلسات صوتی
fi: Ääni-istuntojen hallinta
ga: Seisiúin fuaime a bhainistiú
gl: Xestión de sesións de son
hi: ऑडियो सत्र प्रबंधित कर रहा है
hr: Upravljanje audio sesijama
hu: Audiokapcsolatok kezelése
hy: Կառավարում է ձայնային սեանսներ
is: Stjórna hljóðlotum
it_it: Gestione delle sessioni audio
ja_jp: オーディオセッションの管理
ka: აუდიო სეანსების მართვა
kk: Аудио сеанстарын басқару
lt: Garso sesijų valdymas
lv: Audio sesiju pārvaldība
mk: Управување со сесии за звук
nb: Administrere lydøkter
nl_nl: Audiosessies beheren
pl: Zarządzanie sesjami dźwięku
pt_pt: Gerir sessões de áudio
ro: Gestionarea sesiunilor audio
ru_ru: Управление сеансами звука
sv: Hantera ljudsessioner
th: การจัดการเซสชั่นเสียง
tr_tr: Sesli oturumların yönetilmesi
ur: آڈیو سیشنز کا بندوبست کرنا
uz: Audio seanslarni boshqarish

# IDS_ST_BODY_MANAGING_VOLUMES_M_NOUN
source: Managing volumes
ar: إدارة مستويات الصوت
az: Səs səviyyələrin idarə etmək
bg: Управление на силата на звука
ca: Gestió de volums
cs: Správa hlasitosti
da: Administrerer lydstyrker
de_de: Verwalten der Lautstärke
el_gr: Διαχείριση έντασης
es_mx: Administración de volúmenes
et: Helitugevuste haldamine
eu: bolumenak kudeatzea
fa: مدیریت میزان صدا
fi: Äänenvoimakkuuden hallinta
ga: Méideanna a bhainistiú
gl: Xestión de volumes
hi: वॉल्यूम प्रबंधित कर रहा है
hr: Upravljanje glasnoćom
hu: Hangerő kezelése
hy: Կառավարում է ձայնի ուժգնությունը
is: Stjórna hljóðstyrk
it_it: Gestione dei volumi
ja_jp: 音量の管理
ka: ხმის სიმაღლეების მართვა
kk: Дыбыс деңгейлерін басқару
lt: Garsumo lygių valdymas
lv: Skaļuma pārvaldība
mk: Управување со јачините
nb: Administrere volumer
nl_nl: Volumes beheren
pl: Zarządzanie głośnością
pt_pt: Gerir volumes
ro: Gestionarea volumelor
ru_ru: Управление громкостью звуков
sv: Hantera volymer
th: การจัดการระดับเสียง
tr_tr: Ses düzeyinin yönetilmesi
ur: والیومز کا بندوبست کرنا
uz: Ovoz balandliklarini boshqarish
