Repository: tizenorg/framework.security.privilege-checker
Catalog: capi/res/string/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, es_mx, et, eu, fa, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, lt, lv, mk, nb, nl_nl, pl, pt_pt, ro, ru_ru, sv, th, tr_tr, ur, uz

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_GET_SPECIFIED_APPLICATION_CERTIFICATES
source: Allows the application to get specified application certificates
ar: السماح للتطبيق بالحصول على شهادات تطبيق معينة
az: Proqramın xüsusi proqram sertifikatları əldə etməsinə imkan verir
bg: Позволява на приложението да получава указани сертификати за приложение
ca: Permet a l’aplicació obtenir certificats d'aplicació especificats
cs: Povolí aplikaci získat specifické certifikáty aplikací
da: Tillader, at programmet henter specificerede programcertifikater
de_de: Ermöglicht der Anwendung das Abrufen von angegebenen Anwendungszertifikaten
el_gr: Επιτρέπει στην εφαρμογή να λαμβάνει συγκεκριμένα πιστοποιητικά εφαρμογών
es_mx: Permite que la aplicación obtenga certificados de aplicaciones específicos
et: Lubab rakendusel hankida määratletud rakenduste sertifikaate
eu: Aplikazioari aplikazioen ziurtagiri zehatzak lortzen uzten dio
fa: به برنامه اجازه می دهد مجوزهای برنامه تعیین شده را دریافت کند
fi: Antaa sovelluksen hakea tietyt sovellusten varmenteet
ga: Ligtear don fheidhmchlár deimhnithe feidhmchláir sainithe a fháil
gl: Permite á aplicación obter certificados de aplicacións específicos
hi: निर्दिष्ट एप्लीकेशन प्रमाणपत्रों को प्राप्त करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji preuzimanje određenih certifikata aplikacija
hu: Lehetővé teszi az alkalmazás számára az adott alkalmazástanúsítványok lekérését
hy: Թույլ է տալիս, որ ծրագիրը ստանա հատուկ նշված ծրագրերի վկայականներ
is: Leyfir forritinu að sækja tiltekin vottorð forrits
it_it: Consente all'applicazione di ottenere i certificati di determinate applicazioni
ja_jp: 特定のアプリケーション証明書の取得をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მიიღოს კონკრეტული პროგრამის სერტიფიკატები
kk: Бағдарламаға көрсетілген бағдарлама сертификаттарын алуға мүмкіндік береді
lt: Leidžia programai gauti nurodytus programų sertifikatus
lv: Ļauj programmai iegūt norādītos programmu sertifikātus
mk: Дозволува апликацијата да добива одредени сертификати за апликацијата
nb: Gir programmet tillatelse til å hente spesifikke programsertifikater
nl_nl: Applicatie mag bepaalde applicatiecertificaten ophalen
pl: Umożliwia aplikacji korzystanie z określonych certyfikatów aplikacji
pt_pt: Permite à aplicação obter certificados de aplicações especificadas
ro: Permite aplicaţiei să obţină certificate pentru aplicaţiile specificate
ru_ru: Позволяет приложению получать сертификаты указанного приложения
sv: Tillåter att programmet hämtar specifika programcertifikat
th: อนุญาตให้แอพพลิเคชั่น รับใบรับรองแอพพลิเคชั่น ที่ระบุได้
tr_tr: Uygulamanın belirli uygulama sertifikalarını almasına izin verir
ur: ایپلیکیشن کو مشخص کردہ ایپلیکیشن تصدیق نامے حاصل کرنے کی اجازت دیتا ہے
uz: Ilovaga maxsus ilova sertifikatlarini olish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_GET_TIME_AND_DATE_INFORMATION
source: Allows the application to get time and date information
ar: السماح للتطبيق بالحصول على معلومات التاريخ والوقت
az: Proqrama vaxt və tarix məlumatını əldə etməyə imkan verir
bg: Позволява на приложението да получава информация за часа и датата
ca: Permet a l'aplicació obtenir informació d'hora i data
cs: Povolí aplikaci získat informace o čase a datu
da: Tillader, at programmet henter oplysninger om klokkeslæt og dato
de_de: Ermöglicht der Anwendung das Abrufen von Zeit- und Datumsinformationen
el_gr: Επιτρέπει στην εφαρμογή τη λήψη πληροφοριών ώρας και ημερομηνίας
es_mx: Permite que la aplicación obtenga información de fecha y hora
et: Lubab rakendusel hankida kellaaja ja kuupäeva teavet
eu: Aplikazioari ordu eta dataren informazioa lortzen uzten dio
fa: به برنامه اجازه می دهد اطلاعات زمان و تاریخ را دریافت کند
fi: Antaa sovelluksen hakea aika- ja päivämäärätietoja
ga: Ligtear don fheidhmchlár faisnéis faoi am agus dáta a fháil
gl: Permite á aplicación obter información sobre a hora e a data
hi: समय तथा तिथि की जानकारी देने के लिए एप्लीकाशन को अनुमति देता है
hr: Dopušta aplikaciji pristup podacima o vremenu i datumu
hu: Lehetővé teszi az alkalmazás számára az idő- és dátuminformációk lekérését
hy: Թույլ է տալիս, որ ծրագիրը ստանա ժամի և թվականի տեղեկատվություն
is: Leyfir forritinu að sækja upplýsingar um tíma og dagsetningu
it_it: Consente all'applicazione di ottenere le informazioni di data e ora
ja_jp: 日時情報の取得をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მიიღოს დროისა და თარიღის ინფორმაცია
kk: Бағдарламаға уақыт және күн ақпаратын алуға мүмкіндік береді
lt: Leidžia programai gauti informaciją apie laiką ir datą
lv: Ļauj programmai iegūt informāciju par laiku un datumu
mk: Дозволува апликацијата да добива информации за времето и датумот
nb: Gir programmet tillatelse til å hente informasjon om dato og klokkeslett
nl_nl: Applicatie mag tijd- en datuminformatie ophalen
pl: Umożliwia aplikacji odczytywanie informacji o dacie i godzinie
pt_pt: Permite à aplicação obter informações de hora e data
ro: Permite aplicaţiei să obţină informaţii despre oră şi dată
ru_ru: Позволяет приложению получать сведения о дате и времени
sv: Tillåter att programmet hämtar tid- och datuminformation
th: อนุญาตให้แอพพลิเคชั่น รับข้อมูลเวลาและวันที่ได้
tr_tr: Uygulamanın saat ve tarih bilgilerini almasına izin verir
ur: ایپلیکیشن کو وقت اور تاریخ معلومات حاصل کرنے کی اجازت دیتا ہے
uz: Ilovaga vaqt va sana haqidagi ma’lumotlarni olish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_HOLD_AND_CONTROL_POWER_STATES
source: Allows the application to hold and control power states
ar: السماح للتطبيق بالاحتفاظ بحالات الطاقة والتحكم بها
az: Proqrama enerji vəziyyətini saxlamağa və qorumağa imkan verir
bg: Позволява на приложението да задържа и управлява състояние на захранването
ca: Permet a l'aplicació mantenir i controlar els estats d'energia
cs: Povolí aplikaci udržovat a řídit stavy napájení
da: Tillader, at programmet holder og kontrollerer strømtilstande
de_de: Ermöglicht der Anwendung das Steuern und Halten von Energiesparmodi.
el_gr: Επιτρέπει στην εφαρμογή τη διατήρηση και τον έλεγχο καταστάσεων ενέργειας
es_mx: Permite que la aplicación controles los estados de energía
et: Lubab rakendusel panna ootele ja juhtida toiteolekut
eu: Aplikazioari botere egoerak edukitzea eta kontrolatzea ahalbidetzen dio
fa: به برنامه اجازه می دهد حالت های نیرو را حفظ و کنترل نماید
fi: Antaa sovelluksen ylläpitää ja hallita virtatiloja
ga: Ceadaítear don fheidhmchlár staideanna cumhachta a choinneáil agus a rialú
gl: Permite á aplicación manter e controlar os estados de enerxía
hi: एप्लीकेशन को पॉवर स्थितियाँ बनाए रखने और उन्हें नियंत्रित करने की अनुमति देता है
hr: Dopušta aplikaciji zadržavanje i kontrolu napajanja
hu: Lehetővé teszi az alkalmazás számára az energiaállapotok tartását és vezérlését
hy: Թույլ է տալիս, որ ծրագիրը պահի և վերահսկի էներգիայի վիճակները
is: Leyfir forritinu að halda og stjórna orkustöðu
it_it: Consente all'applicazione di mantenere e controllare gli stati dell'alimentazione
ja_jp: 電源状態の保持や管理をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას შეინარჩუნოს და აკონტროლოს კვების მიწოდების მდგომარეობა
kk: Бағдарламаға қуат күйлерін ұстап, басқаруға рұқсат етеді
lt: Leidžia programai palaikyti ir reguliuoti maitinimo būsenas
lv: Ļauj programmai saglabāt un kontrolēt enerģijas statusus
mk: Дозволува апликациите да држат и контролираат енергетски состојби
nb: Tillater at programmet kan holde og kontrollere strømtilstander
nl_nl: Applicatie mag energiestatus behouden en regelen
pl: Umożliwia aplikacji wstrzymywanie i sterowanie stanami zasilania
pt_pt: Permite à aplicação reter e controlar estados de alimentação
ro: Permite aplicaţiei să menţină şi să controleze stările de energie
ru_ru: Позволяет приложению управлять состояниями питания
sv: Tillåter att programmet bibehåller och styr energilägen
th: อนุญาตให้แอพพลิเคชั่นถือครอง และควบคุมสถานะพลังงานได้
tr_tr: Uygulamanın, güç durumlarını tutmasına ve kontrol etmesine olanak sağlar
ur: ایپلیکیشن کو بجلی حالتوں کو تھام کر رکھنے اور کنٹرول کرنے کی اجازت دیتا ہے
uz: Ilovaga quvvat holatlarini ushlab turish va boshqarish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_INSTALL_OR_UNINSTALL_APPLICATION_PACKAGES
source: Allows the application to install or uninstall application packages
ar: السماح للتطبيق بتثبيت حزم التطبيق أو إلغاء تثبيتها
az: Proqramın proqram paketlərini quraşdırmasına və ləğv etməsinə imkan verir
bg: Позволява на приложението да инсталира или деинсталира пакети на приложения
ca: Permet a l'aplicació instal·lar o desinstal·lar paquets d'aplicacions
cs: Povolí aplikaci instalovat nebo odinstalovat balíčky aplikací
da: Tillader, at programmet installerer eller afinstallerer programpakker
de_de: Ermöglicht der Anwendung das Installieren und Deinstallieren von Anwendungspaketen.
el_gr: Επιτρέπει στην εφαρμογή να εγκαθιστά ή να καταργεί την εγκατάσταση πακέτων εφαρμογών
es_mx: Permite que la aplicación instale o desinstale los paquetes de la aplicación
et: Lubab rakendusel installida ja desinstallida rakenduse pakette
eu: Aplikazioari aplikazioaren paketeak instalatzea edo desinstalatzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد بسته های برنامه های کاربردی را نصب یا لغو نصب کند
fi: Antaa sovelluksen asentaa sovelluspaketteja tai poistaa niiden asennuksia
ga: Ceadaítear don fheidhmchlár paicéid fheidhmchláir a shuiteáil nó a dhíshuiteáil
gl: Permite á aplicación instalar ou desinstalar paquetes de aplicacións
hi: एप्लीकेशन पैकेज स्थापित करने या स्थापना रद्द करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji instaliranje ili deinstaliranje paketa aplikacija
hu: Lehetővé teszi az alkalmazás számára alkalmazáscsomagok telepítését és eltávolítását
hy: Թույլ է տալիս, որ ծրագիրը տեղադրի կամ ապատեղադրի ծրագրերի փաթեթներ
is: Leyfir forritinu að setja upp eða fjarlægja forritapakka
it_it: Consente all'applicazione di installare o disinstallare i pacchetti dell'applicazione
ja_jp: アプリケーションパッケージをインストールまたはアンインストールすることをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას დააინსტალიროს ან ამოაინსტალიროს პროგრამის პაკეტები
kk: Бағдарламаға бағдарламалардың бумаларын орнату немесе жою мүмкіндігін береді
lt: Leidžia programai įdiegti arba pašalinti programų paketus
lv: Ļauj programmai instalēt vai atinstalēt programmas pakotnes
mk: Дозволува апликацијата да инсталира или деинсталира пакети за апликацијата
nb: Tillater programmet å installere eller avinstallere programpakker
nl_nl: Applicatie mag applicatiepakketten installeren of verwijderen
pl: Umożliwia aplikacji instalowanie i odinstalowanie pakietów aplikacji
pt_pt: Permite à aplicação instalar ou desinstalar pacotes de aplicações
ro: Permite aplicaţiei să instaleze sau să dezinstaleze pachete de aplicaţii
ru_ru: Позволяет приложению устанавливать и удалять пакеты
sv: Gör att programmet kan installera och avinstallera programpaket
th: อนุญาตให้แอพพลิเคชั่นติดตั้ง หรือถอนการติดตั้งแพ็ค​เกจแอพพลิเคชั่นได้
tr_tr: Uygulamanın, uygulama paketlerini kurmasına veya kaldırmasına olanak verir
ur: ایپلیکیشن کو ایپلیکیشن پیکیجز کی تنصیب یا نا تنصیب کرنے کی اجازت دیتا ہے
uz: Ilovaga ilova paketlarini o‘rnatish yoki olib tashlash uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_MANAGE THE_USER_PROFILE
source: Allows the application to manage the user profile
ar: السماح للتطبيق بإدارة ملف تعريف المستخدم
az: Proqramın istifadəçi profilini idarə etməyə imkan verir
bg: Позволява на приложението да управлява потребителския профил
ca: Permet a l'aplicació gestionar el perfil d'usuari
cs: Povolí aplikaci spravovat profil uživatele
da: Tillader, at programmet administrerer brugerprofilen
de_de: Ermöglicht der Anwendung das Verwalten des Benutzerprofils
el_gr: Επιτρέπει στην εφαρμογή τη διαχείριση του προφίλ χρήστη
es_mx: Permite que la aplicación administre el perfil de usuario
et: Lubab rakendusel hallata kasutajaprofiili
eu: Aplikazioari erabiltzaile profila kudeatzen uzten dio
fa: به برنامه اجازه می دهد نمایه کاربر را مدیریت کند
fi: Antaa sovelluksen hallita käyttäjäprofiilia
ga: Ligtear don fheidhmchlár próifíl an úsáideora a bhainistiú
gl: Permite á aplicación xestionar o perfil do usuario
hi: उपयोगकर्ता प्रोफ़ाइल प्रबंधित करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji upravljanje korisničkim profilom
hu: Lehetővé teszi az alkalmazás számára a felhasználói profil kezelését
hy: Թույլ է տալիս, որ ծրագիրը կառավարի օգտվողի պրոֆիլը
is: Leyfir forritinu að stjórna notandaprófílnum
it_it: Consente all'applicazione di gestire il profilo utente
ja_jp: ユーザープロフィールの管理をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მართოს მომხმარებლის პროფილი
kk: Бағдарламаға пайдаланушы профилін басқаруға мүмкіндік береді
lt: Leidžia programai tvarkyti naudotojo profilį
lv: Ļauj programmai pārvaldīt lietotāja profilu
mk: Дозволува апликацијата да управува со корисничкиот профил
nb: Gir programmet tillatelse til å administrere brukerprofilen
nl_nl: Applicatie mag het gebruikersprofiel beheren
pl: Umożliwia aplikacji zarządzanie profilem użytkownika
pt_pt: Permite à aplicação gerir o perfil de utilizador
ro: Permite aplicaţiei să gestioneze profilul utilizatorului
ru_ru: Позволяет приложению управлять профилем пользователя
sv: Tillåter att programmet hanterar användarprofilen
th: อนุญาตให้แอพพลิเคชั่นจัดการ โปรไฟล์ผู้ใช้ได้
tr_tr: Uygulamanın kullanıcı profilini yönetmesine izin verir
ur: ایپلیکیشن کو صارف کی پروفائل کا بندوبست کرنے کی اجازت دیتا ہے
uz: Ilovaga foydalanuvchi profilini boshqarish uchun ruxsat beradi

source: Allows the application to manage another application opening conditionally
ar: السماح للتطبيق بإدارة فتح تطبيق آخر بشروط
az: Proqramın başqa proqramı şərti açmağı idarə etməyə imkan verir
bg: Позволява на приложението да управлява друго приложение, което се отваря условно
ca: Permet a l'aplicació gestionar una altra aplicació perquè s'obri condicionalment
cs: Povolí aplikaci spravovat podmíněné spuštění jiné aplikace
da: Tillader, at programmet administrerer et andet program, der åbner med forbehold
de_de: Ermöglicht der Anwendung das Verwalten des bedingten Öffnens einer anderen Anwendung
el_gr: Επιτρέπει στην εφαρμογή να διαχειρίζεται το άνοιγμα μιας άλλης εφαρμογής υπό όρους
es_mx: Permite que la aplicación administre otra aplicación que se abra de manera condicional
et: Lubab rakendusel hallata teise rakenduse avamist tingimuslikult
eu: Aplikazioari beste aplikazio baten irekitzea baldintzekin kudeatzen uzten dio
fa: به برنامه اجازه می دهد بطور مشروط باز کردن برنامه کاربردی دیگر را مدیریت کند
fi: Antaa sovelluksen hallita toista ehdollisesti avattavaa sovellusta
ga: Ligtear don fheidhmchlár feidhmchlár eile a osclaítear go coinníollach a bhainistiú
gl: Permite á aplicación xestionar outra apertura de aplicación dependendo dunha condición
hi: सशर्त खुलने वाली अन्य एप्लीकेशन को प्रबंधित करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji upravljanje uvjetovanog otvaranja druge aplikacije
hu: Lehetővé teszi az alkalmazás számára egy másik alkalmazás feltételes megnyitásának kezelését
hy: Թույլ է տալիս, որ ծրագիրը կառավարի մեկ այլ ծրագրի պայմանական բացումը
is: Leyfir forritinu að stjórna öðru forriti sem opnast skilyrt
it_it: Consente all'applicazione di gestire l'apertura di un'altra applicazione in modo condizionato
ja_jp: 他のアプリケーションの条件付き起動を管理することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მართოს სხვა გახსნილი პროგრამა პირობით
kk: Бағдарламаға басқа шартты түрде ашылған бағдарламаны басқару мүмкіндігін береді
lt: Leidžia programai su tam tikrais apribojimais valdyti kitos programos atidarymą
lv: Ļauj programmai pārvaldīt citu programmu nosacījuma atvēršanu
mk: Дозволува апликацијата условно да управува со отворањето на друга апликација
nb: Gir programmet tillatelse til å administrere betinget åpning av et annet program
nl_nl: Applicatie mag het voorwaardelijk openen van een andere applicatie beheren
pl: Umożliwia aplikacji warunkowe zarządzanie otwarciem innej aplikacji
pt_pt: Permite à aplicação gerir a abertura condicional de outra aplicação
ro: Permite aplicaţiei să gestioneze deschiderea în mod condiţionat a unei alte aplicaţii
ru_ru: Позволяет приложению управлять открытием другого приложения при соблюдении определенных условий
sv: Tillåter att programmet att öppna andra program på vissa villkor
th: อนุญาตให้แอพพลิเคชั่น จัดการการเปิดแอพพลิเคชั่นอื่น อย่างมีเงื่อนไขได้
tr_tr: Uygulamanın koşullu olarak açılan başka bir uygulamayı yönetmesine izin verir
ur: ایپلیکیشن کو دوسری ایپلیکیشن مشروط طور پر کھولنے کا بندوبست کرنے کی اجازت دیتا ہے
uz: Ilovaga boshqa shartli ochilgan ilovani boshqarish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_MANAGE_APPLICATION_SETTINGS
source: Allows the application to manage application settings
ar: السماح للتطبيق بإدارة ضبط التطبيق
az: Proqramın proqram parametrlərini idarə etməsinə imkan verir
bg: Позволява на приложението да управлява настройките на друго приложение
ca: Permet a l'aplicació gestionar els ajustaments d'aplicacions
cs: Povolí aplikaci spravovat nastavení aplikací
da: Tillader, at programmet administrerer programindstillinger
de_de: Ermöglicht der Anwendung das Verwalten der Anwendungseinstellungen.
el_gr: Επιτρέπει στην εφαρμογή να διαχειρίζεται τις ρυθμίσεις εφαρμογών
es_mx: Permite que la aplicación administre la configuración de la aplicación
et: Lubab rakendusel hallata rakenduse seadeid
eu: Aplikazioari aplikazioaren ezarpenak kudeatzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد تنظیمات برنامه کاربردی را مدیریت کند
fi: Antaa sovelluksen hallita toisen sovelluksen asetuksia
ga: Ceadaítear don fheidhmchlár socruithe feidhmchláir a bhainistiú
gl: Permite á aplicación xestionar os axustes da aplicación
hi: एप्लीकेशन सेटिंग्स प्रबंधित करने के लिए ऐप्लिकेशन को अनुमति देता है
hr: Dopušta aplikaciji upravljanje postavkama aplikacija
hu: Lehetővé teszi az alkalmazás számára az alkalmazásbeállítások kezelését
hy: Թույլ է տալիս, որ ծրագիրը կառավարի ծրագրի դրվածքները
is: Leyfir forritinu að stjórna forritastillingum
it_it: Consente all'applicazione di gestire le impostazioni di un'altra applicazione
ja_jp: アプリケーション設定を管理することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მართოს პროგრამის პარამეტრები
kk: Бағдарламаға бағдарлама параметрлерін басқару мүмкіндігін береді
lt: Leidžia programai tvarkyti programos nustatymus
lv: Ļauj programmai pārvaldīt programmas iestatījumus
mk: Дозволува апликацијата да уредува опции на апликација
nb: Tillater at programmet behandler programinnstillinger
nl_nl: Applicatie mag applicatie-instellingen beheren
pl: Umożliwia aplikacji zarządzanie ustawieniami aplikacji
pt_pt: Permite à aplicação gerir as definições da aplicação
ro: Permite aplicaţiei să gestioneze setările de aplicaţie
ru_ru: Позволяет приложению управлять параметрами приложения
sv: Gör att programmet kan hantera programinställningar
th: อนุญาตให้แอพพลิเคชั่นจัดการการตั้งค่าแอพพลิเคชั่นได้
tr_tr: Uygulamanın uygulama ayarlarını yönetmesine olanak verir
ur: ایپلیکیشن کو ایپلیکیشن سیٹنگز کا بندوبست کرنے کی اجازت دیتا ہے
uz: Ilovaga ilova parametrlarini boshqarish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_MANAGE_AUDIO_RECORDING
source: Allows the application to manage audio recording
ar: السماح للتطبيق بإدارة تسجيل الصوت
az: Proqramın audio yazmanı idarə etməsinə imkan verir
bg: Позволява на приложението да управлява аудио запис
ca: Permet a l'aplicació gestionar la gravació d’àudio
cs: Povolí aplikaci spravovat nahrávání zvuku
da: Tillader, at programmet administrerer lydoptagelse
de_de: Ermöglicht der Anwendung das Verwalten der Audioaufzeichnung.
el_gr: Επιτρέπει στην εφαρμογή να διαχειρίζεται την εγγραφή ήχου
es_mx: Permite que la aplicación administre la grabación de audio
et: Lubab rakendusel hallata heli salvestamist
eu: Aplikazioari audio grabaketa kudeatzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد ضبط صدا را مدیریت کند
fi: Antaa sovelluksen hallita äänen tallennusta
ga: Ceadaítear don fheidhmchlár taifeadadh fuaime a bhainistiú
gl: Permite á aplicación xestionar a gravación de son
hi: ऑडियो रिकॉर्डिंग प्रंबधित करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji upravljanje snimanjem zvuka
hu: Lehetővé teszi az alkalmazás számára a hangrögzítés kezelését
hy: Թույլ է տալիս, որ ծրագիրը կառավարի ձայնագրումը
is: Leyfir forritinu að stjórna hljóðupptöku
it_it: Consente all'applicazione di gestire le registrazioni audio
ja_jp: 録音を管理することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მართის აუდიო ჩაწერა
kk: Бағдарламаға дыбыс жазуын басқару мүмкіндігін береді
lt: Leidžia programai tvarkyti garso įrašymą
lv: Ļauj programmai pārvaldīt audio ierakstīšanu
mk: Дозволува апликацијата да уредува снимки на звук
nb: Tillater programmet å styre lydopptak
nl_nl: Applicatie mag opnemen van audio beheren
pl: Umożliwia aplikacji zarządzanie nagrywaniem dźwięku
pt_pt: Permite à aplicação gerir a gravação áudio
ro: Permite aplicaţiei să gestioneze înregistrarea audio
ru_ru: Позволяет приложению управлять звукозаписью
sv: Gör att programmet kan hantera ljudinspelningar
th: อนุญาตให้แอพพลิเคชั่นจัดการการบันทึกเสียงได้
tr_tr: Uygulamanın, ses kaydını yönetmesine olanak verir
ur: ایپلیکیشن کو آڈیو ریکارڈنگز کا بندوبست کرنے کی اجازت دیتا ہے
uz: Ilovaga audio yozib olishni boshqarish uchun ruxsat beradi
