Repository: tizenorg/framework.security.privilege-checker
Catalog: capi/res/string/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, es_mx, et, eu, fa, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, lt, lv, mk, nb, nl_nl, pl, pt_pt, ro, ru_ru, sv, th, tr_tr, ur, uz

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_CREATE_UPDATE_AND_DELETE_CALL_LOGS
source: Allows the application to create, update, and delete call logs
ar: السماح للتطبيق بإنشاء سجلات المكالمات وتحديثها وحذفها
az: Proqramın zəng jurnalını yaratmasına, yeniləməsinə və silməsinə imkan verir
bg: Позволява на приложението да създава, актуализира и изтрива дневниците за повиквания
ca: Permet a l'aplicació crear, actualitzar i esborrar els registres de trucades
cs: Povolí aplikaci vytvářet, aktualizovat a odstraňovat protokoly hovorů
da: Tillader, at programmet opretter, opdaterer og sletter opkaldslogs
de_de: Ermöglicht der Anwendung das Erstellen, Aktualisieren und Löschen von Anrufprotokollen
el_gr: Επιτρέπει στην εφαρμογή τη δημιουργία, ενημέρωση και διαγραφή των αρχείων κλήσεων
es_mx: Permite que la aplicación cree, actualice y elimine registros de llamadas
et: Lubab rakendusel luua, värskendada ja kustutada kõnelogisid
eu: Aplikazioari deien erregistroak sortzen, eguneratzen eta ezabatzen uzten dio
fa: به برنامه اجازه می دهد گزارش های تماس را ایجاد، بروزرسانی و حذف نماید
fi: Antaa sovelluksen luoda, päivittää ja poistaa puhelulokeja
ga: Ligtear don fheidhmchlár logaí glaonna a chruthú, a nuashonrú, agus a scriosadh
gl: Permite á aplicación crear, actualizar e eliminar rexistros de chamadas
hi: कॉल लॉग्स बनाने, अपडेट करने, और हटाने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji stvaranje, aktualizaciju i brisanje popisa poziva
hu: Lehetővé teszi az alkalmazás számára hívásnaplók létrehozását, frissítését és törlését
hy: Թույլ է տալիս, որ ծրագիրը ստեղծի, թարմացնի ու վերացնի կանչերի մատյանները
is: Leyfir forritinu að búa til, uppfæra og eyða símtalaskrám
it_it: Consente all'applicazione di creare, aggiornare ed eliminare i registri chiamate
ja_jp: 通話履歴の作成、更新、削除をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას შექმნას, განაახლოს და წაშალოს ზარების ჟურნალები
kk: Бағдарламаға қоңыраулар тарихын жасау, жаңарту және жою мүмкіндігін береді
lt: Leidžia programai kurti, naujinti ir trinti skambučių žurnalus
lv: Ļauj programmai izveidot, atjaunināt un dzēst zvanu žurnālus
mk: Дозволува апликацијата да создава, ажурира и брише дневници на повици
nb: Gir programmet tillatelse til å opprette, oppdatere og slette anropslogger
nl_nl: Applicatie mag oproeplijsten maken, bijwerken en verwijderen
pl: Umożliwia aplikacji tworzenie, aktualizowanie i usuwanie spisów połączeń
pt_pt: Permite à aplicação criar, actualizar e eliminar registos de chamadas
ro: Permite aplicaţiei să creeze, să actualizeze şi să şteargă jurnalele de apeluri
ru_ru: Позволяет приложению создавать, обновлять и удалять журналы вызовов
sv: Tillåter att programmet skapar, uppdatera och ta bort samtalsloggar
th: อนุญาตให้แอพพลิเคชั่น สร้าง อัพเดท และลบบันทึกการโทรได้
tr_tr: Uygulamanın arama kayıtlarını oluşturmasına, güncellemesine ve silmesine izin verir
ur: ایپلیکیشن کو تخلیق کرنے، تازہ کاری کرنے، اور کال لاگز حذف کرنے کی اجازت دیتا ہے
uz: Ilovaga qo‘ng‘iroq jurnallarini yaratish, yangilash va yo‘q qilish uchun ruxsat beradi

# IDS_TPLATFORM_BODY_ALLOWS_THE_APPLICATION_TO_CREATE_UPDATE_AND_DELETE_CONTENT
source: Allows the application to create, update, and delete content
ar: السماح للتطبيق بإنشاء محتويات وتحديثها وحذفها
az: Proqrama məzmunu yaratmaq, yeniləmək və silmək imkanı verir
bg: Позволява на приложението да създава, актуализира и изтрива съдържание
ca: Permet a l'aplicació crear, actualitzar i esborrar contingut
cs: Povolí aplikaci vytvářet, aktualizovat a odstraňovat obsah
da: Tillader, at programmet opretter, opdaterer og sletter indhold
de_de: Ermöglicht der Anwendung das Erstellen, Aktualisieren und Löschen von Inhalt.
el_gr: Επιτρέπει στην εφαρμογή τη δημιουργία, ενημέρωση και διαγραφή περιεχομένου
es_mx: Permite que la aplicación cree, actualice y elimine contenido
et: Lubab rakendusel luua, värskendada ja kustutada sisu
eu: Aplikazioari edukia sortzea, eguneratzea eta ezabatzea ahalbidetzen dio
fa: به برنامه اجازه می دهد محتوا را ایجاد، بروزرسانی و حذف نماید
fi: Antaa sovelluksen luoda, päivittää ja poistaa sisältöä
ga: Ceadaítear don fheidhmchlár inneachar a chruthú, a nuashonrú, agus a scriosadh
gl: Permite á aplicación crear, actualizar e eliminar contidos
hi: सामग्री को बनाने, अपडेट करने और हटाने के लिए एप्लीकेशन को अनुमति प्रदान करता है
hr: Dopušta aplikaciji stvaranje, aktualizaciju i brisanje sadržaja
hu: Lehetővé teszi az alkalmazás számára tartalom létrehozását, frissítését és törlését
hy: Թույլ է տալիս, որ ծրագիրը ստեղծի, թարմացնի ու վերացնի բովանդակություն
is: Leyfir forritinu að búa til, uppfæra og eyða efni
it_it: Consente all'applicazione di creare, aggiornare ed eliminare i contenuti
ja_jp: コンテンツの作成、更新、削除をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას შექმნას, განაახლოს და წაშალოს მასალა
kk: Бағдарламаға мазмұнды жасау, жаңарту және жою мүмкіндігін береді
lt: Programai leidžiama sukurti, naujinti ir trinti turinį
lv: Ļauj programmai izveidot, atjaunināt un dzēst saturu
mk: Дозволува апликацијата да создава, ажурира и брише содржини
nb: Tillater programmet å opprette, oppdatere og slette innhold
nl_nl: Applicatie mag inhoud maken, bijwerken en verwijderen
pl: Umożliwia aplikacji tworzenie, aktualizowanie i usuwanie zawartości
pt_pt: Permite à aplicação criar, actualizar e eliminar conteúdo
ro: Permite aplicaţiei să creeze, să actualizeze şi să şteargă conţinut
ru_ru: Позволяет приложению создавать, обновлять и удалять содержимое
sv: Gör att programmet kan skapa, uppdatera och ta bort innehåll
th: อนุญาตให้แอพพลิเคชั่นสร้าง อัพเดท และลบคอนเทนท์ได้
tr_tr: Uygulamanın, içerik yaratmasına, güncellemesine ve silmesine olanak verir
ur: ایپلیکیشن کو تخلیق کرنے، تازہ کاری کرنے، اور مشمول حذف کرنے کی اجازت دیتا ہے
uz: Ilovaga tarkibni yaratish, yangilash va o‘chirib tashlash uchun ruxsat beradi

source: Allows the application to create, update and delete schedule and task information
ar: السماح للتطبيق بإنشاء الجدول ومعلومات المهام وتحديثه وحذفه
az: Proqramın cədvəl və tapşırıq məlumatlarını yaratmasına, yeniləməsinə və silməsinə imkan verir
bg: Позволява на приложението да създава, актуализира и изтрива информация за графика и задачите
ca: Permet a l'aplicació crear, actualitzar i esborrar informació de tasques i programació
cs: Povolí aplikaci vytvářet, aktualizovat a odstraňovat informace o plánu a úkolech
da: Tillader, at programmet opretter, opdaterer og sletter oplysninger om plan og opgave
de_de: Ermöglicht der Anwendung das Erstellen, Aktualisieren und Löschen von Terminplan- und Aufgabeninformationen.
el_gr: Επιτρέπει στην εφαρμογή τη δημιουργία, ενημέρωση και διαγραφή πληροφοριών προγράμματος και εργασιών
es_mx: Permite que la aplicación cree, actualice y elimine información de tareas y programación
et: Lubab rakendusel luua, värskendada ja kustutada ajakava ja ülesannete teavet
eu: Aplikazioari programa eta ataza informazioa sortzea, eguneratzea eta ezabatzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد اطلاعات کار و برنامه زمانی را ایجاد، بروزرسانی و حذف نماید
fi: Antaa sovelluksen luoda, päivittää ja poistaa aikataulu- ja tehtävätietoja
ga: Ceadaítear don fheidhmchlár faisnéis faoi sceideal agus tascanna a chruthú, a nuashonrú agus a scriosadh
gl: Permite á aplicación crear, actualizar e eliminar información sobre programacións e tarefas
hi: निर्धारण और कार्य जानकारी बनाने, अपडेट करने और हटाने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji stvaranje, aktualiziranje i brisanje informacija o rasporedu i zadacima
hu: Lehetővé teszi az alkalmazás számára az ütemezési és feladatadatok létrehozását, frissítését és törlését
hy: Թույլ է տալիս, որ ծրագիրը ստեղծի, թարմացնի ու վերացնի ժամանակացույցի և առաջադրանքի տեղեկություններ
is: Leyfir forritinu að búa til, uppfæra og eyða upplýsingum um dagskrá og verkefni
it_it: Consente all'applicazione di creare, aggiornare ed eliminare le informazioni relative a programmi e attività
ja_jp: スケジュールとタスク情報を作成、更新、削除することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას შექმნას, განაახლოს და წაშალოს გრაფიკისა და დავალების ინფორმაცია
kk: Бағдарламаға кесте және тапсырма туралы ақпаратты жасау, жаңарту және жою мүмкіндігін береді
lt: Leidžia programai kurti, atnaujinti ir trinti tvarkaraštį ir užduoties informaciją
lv: Ļauj programmai izveidot, atjaunināt un dzēst grafiku un uzdevumu informāciju
mk: Дозволува апликацијата да создаваат, ажурираат и бришат информации за распоредот и задачите
nb: Tillater programmet å opprette, oppdatere og slette tidsplan- og oppgaveinformasjon
nl_nl: Applicatie mag planning- en taakgegevens maken, bijwerken en verwijderen
pl: Umożliwia aplikacji tworzenie, aktualizowanie i usuwanie informacji o harmonogramie i zadaniu
pt_pt: Permite à aplicação criar, actualizar e eliminar informações de compromissos e tarefas
ro: Permite aplicaţiei să creeze, să actualizeze şi să şteargă informaţiile despre program şi activităţi
ru_ru: Позволяет приложению создавать, обновлять и удалять данные расписания и задач
sv: Gör att programmet kan skapa, uppdatera och ta bort schema- och uppgiftsinformation
th: อนุญาตให้แอพพลิเคชั่นสร้าง อัพเดท และลบข้อมูลสิ่งที่ต้องทำและกำหนดการได้
tr_tr: Uygulamanın, program ve görev bilgilerini yaratmasına, güncellemesine ve silmesine olanak verir
ur: ایپلیکیشن کو تخلیق کرنے، تازہ کاری کرنے اور شیڈول اور ٹاسک معلومات حذف کرنے کی اجازت دیتا ہے
uz: Ilovaga jadval va topshiriq ma’lumotlarini yaratish, yangilash va yo‘q qilish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_DELETE_GEOLOCATION_PERMISSIONS
source: Allows the application to delete geolocation permissions
ar: السماح للتطبيق بحذف أذونات تحديد الموقع الجغرافي
az: Proqrama geoməkan icazələrini silməyə imkan verir
bg: Позволява на приложението да изтрива разрешения за географско местоположение
ca: Permet a l'aplicació esborrar permisos d'ubicació geogràfica
cs: Povolí aplikaci odstraňovat oprávnění k získávání informací o zeměpisné poloze
da: Tillader, at programmet sletter tilladelser for geoplaceringer
de_de: Ermöglicht der Anwendung das Löschen von Rechten bezüglich von Standortinformationen
el_gr: Επιτρέπει στην εφαρμογή τη διαγραφή δικαιωμάτων γεωγραφικής θέσης
es_mx: Permite que la aplicación elimine los permisos de geoubicación
et: Lubab rakendusel kustutada asukohatuvastuse lubasid
eu: Aplikazioari geokokapen baimenak ezabatzen uzten dio
fa: به برنامه اجازه می دهد مجوزهای جغرافیایی را حذف نماید
fi: Antaa sovelluksen poistaa maantieteelliseen sijaintiin liittyviä oikeuksia
ga: Ligtear don fheidhmchlár ceadanna geoshuímh a scriosadh
gl: Permite á aplicación eliminar permisos de xeolocalización
hi: भौगोलिक स्थान अनुमतियों को हटाने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji brisanje dozvola za geolokaciju
hu: Lehetővé teszi az alkalmazás számára a geolokációs engedélyek törlését
hy: Թույլ է տալիս, որ ծրագիրը վերացնի երկրատեղորոշման թույլտվությունները
is: Leyfir forritinu að eyða staðsetningarheimildum
it_it: Consente all'applicazione di eliminare le autorizzazioni di posizione geografica
ja_jp: 地理情報権限の削除をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას წაშალოს გეოლოკაციის ნებართვები
kk: Бағдарламаға географиялық орын рұқсаттарын жоюға мүмкіндік береді
lt: Leidžia programai trinti geografinės vietos nustatymo leidimus
lv: Ļauj programmai dzēst ģeogrāfisko atrašanās vietu pakalpojumu atļaujas
mk: Дозволува апликацијата да брише геолокациски дозволи
nb: Gir programmet tillatelse til å slette tillatelser for geoplassering
nl_nl: Applicatie mag bevoegdheden voor geolocaties verwijderen
pl: Umożliwia aplikacji usuwanie uprawnień dotyczących położenia geograficznego
pt_pt: Permite à aplicação eliminar autorizações de geolocalização
ro: Permite aplicaţiei să şteargă permisiunile de geolocaţie
ru_ru: Позволяет приложению удалять разрешения на определение местоположения
sv: Tillåter att programmet tar bort tillstånd för geoplatsinformation
th: อนุญาตให้แอพพลิเคชั่น มีสิทธิ์ในการลบการกำหนดตำแหน่ง ภูมิศาสตร์ได้
tr_tr: Uygulamanın coğrafi konum izinlerini silmesine izin verir
ur: ایپلیکیشن کو جیو محل وقوع اجازتیں حذف کرنے کی اجازت دیتا ہے
uz: Ilovaga geojoylashuv ruxsatlarini yo‘q qilish uchun ruxsat beradi

source: Allows the application to display Web content or use the Web content-related API
ar: السماح للتطبيق بعرض محتويات الويب أو استخدام API المرتبط بمحتوى الويب
az: Proqrama veb-məzmundan istifadə etməyə və ya veb-məzmunla bağlı API-dən istifadə etməyə imkan verir
bg: Позволява на приложението да показва Уеб съдържание или да използва API, свързан с Уеб съдържание
ca: Permet a l'aplicació mostrar contingut web o utilitzar l'API relacionada amb contingut web
cs: Povolí aplikaci zobrazit webový obsah nebo použít webové rozhraní API související s obsahem
da: Tillader, at programmet viser webindhold eller benytter den Webindholds-relaterede API
de_de: Ermöglicht der Anwendung das Anzeigen von Internetinhalt oder die Verwendung der API für Internetinhalte.
el_gr: Επιτρέπει στην εφαρμογή την εμφάνιση περιεχομένου Web ή τη χρήση API που σχετίζονται με το Web
es_mx: Permite que la aplicación muestre contenido web o use API relacionados con el contenido web
et: Lubab rakendusel kuvada veebisisu või kasutada veebisisuga seotud API-sid
eu: Aplikazioari Web edukia erakustea edo Web edukiarekin lotutako API erabiltzea ahalbidetzen dio
fa: به برنامه اجازه می دهد که محتوای وب را نمایش دهد یا API مربوط به محتوای وب را استفاده کند
fi: Antaa sovelluksen näyttää verkkosisällön tai käyttää verkkosisältöön liittyvää ohjelmointirajapintaa
ga: Ceadaítar don fheidhmchlár inneachar Gréasáin a thaispeáint nó an API a bhaineann le hinneachar ar an nGréasán a úsáid
gl: Permite á aplicación amosar o contido web ou usar API relacionado con contido web
hi: एप्लीकेशन को वेब सामग्री प्रदर्शित करने या वेब सामग्री-संबंधित API उपयोग करने की अनुमति देता है
hr: Dopušta aplikaciji prikaz web-sadržaja ili korištenje API-ja povezanih s web-sadržajem
hu: Lehetővé teszi az alkalmazás számára webtartalom megjelenítését vagy a webtartalommal kapcsolatos API használatát
hy: Թույլ է տալիս, որ ծրագիրը ցուցադրի համացանցային բովանդակություն կամ օգտագործի համացանցային բովանդակության հետ կապված API
is: Leyfir forritinu að birta vefefni eða nota forritaskil sem tengjast vefefni
it_it: Consente all'applicazione di visualizzare il contenuto Web o di utilizzare le API relative a tale contenuto
ja_jp: Webコンテンツを表示、またはWebコンテンツ関連APIを使用することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას აჩვენოს ქსელში განთავსებული მასალა ან გამოიყენოს ქსელში განთავსებულ მასალასთან დაკავშირებული API
kk: Бағдарламаға веб-мазмұнды көрсетуге немесе веб-мазмұнға қатысты API пайдалануға рұқсат етеді
lt: Leidžia programai rodyti žiniatinklio turinį arba naudoti su žiniatinklio turiniu susijusį API
lv: Ļauj programmai parādīt tīmekļa saturu vai izmantot ar tīmekļa saturu saistītus API
mk: Овозможува апликациите да прикажуваат мрежни содржини за употреба во API поврзани со содржини на интернет
nb: Tillater at programmet kan vise nettinnhold eller bruke API-en som er tilknyttet nettinnhold
nl_nl: Applicatie mag webinhoud weergeven of met webinhoud samenhangende API gebruiken
pl: Umożliwia aplikacji wyświetlanie zawartości z Internetu lub korzystanie z interfejsu API powiązanego z tą zawartością
pt_pt: Permite à aplicação apresentar conteúdos da Web ou utilizar o API da Web relacionado com conteúdos
ro: Permite aplicaţiei să afişeze conţinutul web sau să utilizeze interfaţa API legată de conţinutul web
ru_ru: Позволяет приложению отображать веб-содержимое или использовать интерфейс API для веб-содержимого
sv: Tillåter att programmet visar webbinnehåll eller använder API för webbinnehåll
th: อนุญาตให้แอพพลิเคชั่นแสดงคอนเทนท์เว็บ หรือใช้ API ที่เกี่ยวข้องกับคอนเทนท์เว็บได้
tr_tr: Uygulamanın, WEB içeriğini görüntülemesine veya API ile ilgili WEB içeriğini kullanmasına olanak tanır
ur: ایپلیکیشن کو ویب مشمول دکھانے یا ویب مشمول سے متعلق API استعمال کرنے کی اجازت دیتا ہے
uz: Ilovaga Veb-tarkibni ko‘rsatish yoki Veb-tarkib bilan bog‘liq APIdan foydalanish uchun ruxsat beradi

source: Allows the application to generate touch and key events, and capture screens
ar: السماح للتطبيق بإنشاء لمسة وأحداث رئيسية والتقاط الشاشات
az: Proqramın toxunma və açr hadisələrini yaratmasına və ekranları çəkməsinə imkan verir
bg: Позволява на приложението да генерира събития за докосване и клавиши и да заснема екрани
ca: Permet a l'aplicació generar esdeveniments de tecles i toc, i capturar pantalles
cs: Povolí aplikaci generovat události dotyku a stisknutí tlačítka a ukládat kopie obrazovky
da: Tillader, at programmet genererer begivenheder for berøring og taster og tager skærmbilleder
de_de: Ermöglicht der Anwendung das Erzeugen von Berührungs- und Tastenereignissen und das Aufnehmen des Bildschirms.
el_gr: Επιτρέπει στην εφαρμογή να δημιουργεί συμβάντα αφής και πλήκτρων, καθώς και να αποτυπώνει οθόνες
es_mx: Permite que la aplicación genere eventos de teclas y táctiles, y capture pantallas
et: Lubab rakendusel luua puute- ja klahvisündmusi ning jäädvustada ekraanipilte
eu: Aplikazioari ukimen eta tekla gertaerak sortzea eta pantailak kapturatzea ahalbidetzen dio
fa: به برنامه کاربردی اجازه می دهد رویدادهای لمسی و کلیدی ایجاد کند و صفحات را ثبت نماید
fi: Antaa sovelluksen luoda kosketus- ja avaintapahtumia sekä ottaa näyttökuvia
ga: Ceadaítear don fheidhmchlár imeachtaí tadhaill agus eochair-imeachtaí a ghiniúint, agus scáileáin a ghabháil
gl: Permite á aplicación xerar eventos táctiles e de teclas e capturar pantallas
hi: टच और प्रमुख घटनाओं को उत्पन्न करने और स्क्रीन कैप्चर करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji stvaranje događaja s dodirom i tipkom te snimanje zaslona
hu: Lehetővé teszi az alkalmazás számára érintési és billentyűesemények generálását, valamint képernyőfelvétel készítését
hy: Թույլ է տալիս, որ ծրագիրը ստեղծի հպումային ու ստեղնային իրադարձություններ և սևեռի էկրանները
is: Leyfir forritinu að búa til snerti- og takkaatvik og taka skjámyndir
it_it: Consente all'applicazione di generare eventi con tocco e tasti e di acquisire schermate
ja_jp: タッチやキーイベントを生成し、画面をキャプチャすることをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას დააგენერიროს სენსორული და ფიზიკური კლავიშების გამოყენება და გადაიღოს ეკრანები
kk: Бағдарламаға сенсорлық және негізгі оқиғаларды жасау және де экранды суретке түсіру мүмкіндігін береді
lt: Leidžia programai sukurti įvykius palietus ar paspaudus klavišą ir užfiksuoti ekranus
lv: Ļauj programmai izveidot skāriena un taustiņa notikumus un tvert ekrānus
mk: Дозволува апликацијата да произведува допирни и клучни настани и да доловува екрани
nb: Tillater programmet å generere trykk- og tastehendelser og ta bilde av skjermen
nl_nl: Applicatie mag aanraak- en toetsgebeurtenissen genereren en schermen vastleggen
pl: Umożliwia aplikacji generowanie zdarzeń dotyku i klawiszy oraz przechwytywanie zrzutów ekranu
pt_pt: Permite à aplicação gerar eventos de toque e de teclas, e capturar ecrãs
ro: Permite aplicaţiei să genereze evenimente legate de atingere şi butoane, precum şi să captureze ecranul
ru_ru: Позволяет приложению создавать события прикосновения и нажатия клавиш, а также делать снимки экрана
sv: Gör att programmet kan generera berörings- och knapphändelser, och ta skärmbilder
th: อนุญาตให้แอพพลิเคชั่นสร้างการสัมผัสและใส่ข้อมูล และจับภาพหน้าจอได้
tr_tr: Uygulamanın, dokunma olayları ve önemli olaylar yaratmasına ve ekranlar yakalamasına olanak verir
ur: ایپلیکیشن کو ٹچ اور کی وقوعہ جات پیدا کرنے، اور اسکرینز کا عکس کھینچنے کی اجازت دیتا ہے
uz: Ilovaga sensor va tugma hodisalarini ishlab chiqish va ekranni rasmga olish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_GET_NOTIFICATIONS
source: Allows the application to get notifications
ar: السماح للتطبيق بالحصول على الإشعارات
az: Proqramın bildirişləri əldə etməsinə imkan verir
bg: Позволява на приложението да получава известия
ca: Permet a l'aplicació obtenir notificacions
cs: Povolí aplikaci získávat oznámení
da: Tillader, at programmet henter meddelelser
de_de: Ermöglicht der Anwendung das Abrufen von Benachrichtigungen
el_gr: Επιτρέπει στην εφαρμογή να λαμβάνει ειδοποιήσεις
es_mx: Permite que la aplicación obtenga notificaciones
et: Lubab rakendusel hankida teavitusi
eu: Aplikazioari jakinarazpenak lortzen uzten dio
fa: به برنامه اجازه می دهد اعلان ها را دریافت کند
fi: Antaa sovelluksen pyytää ilmoituksia
ga: Ligtear don fheidhmchlár fógraí a fháil
gl: Permite á aplicación obter notificacións
hi: अधिसूचनाएँ प्राप्त करने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji preuzimanje obavijesti
hu: Lehetővé teszi az alkalmazás számára az értesítések lekérését
hy: Թույլ է տալիս, որ ծրագիրը ստանա ծանուցումներ
is: Leyfir forritinu að sækja tilkynningar
it_it: Consente all'applicazione di ottenere le notifiche
ja_jp: 通知の取得をアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას მიიღოს შეტყობინებები
kk: Бағдарламаға хабарландыруларды алу мүмкіндігін береді
lt: Leidžia programai gauti pranešimus
lv: Ļauj programmai iegūt paziņojumus
mk: Дозволува апликацијата да добива известувања
nb: Gir programmet tillatelse til å hente varsler
nl_nl: Applicatie mag meldingen ophalen
pl: Umożliwia aplikacji otrzymywanie powiadomień
pt_pt: Permite à aplicação obter notificações
ro: Permite aplicaţiei să primească notificări
ru_ru: Позволяет приложению получать уведомления
sv: Tillåter att programmet hämtar meddelanden
th: อนุญาตให้แอพพลิเคชั่น รับการแจ้งเตือนได้
tr_tr: Uygulamanın, bildirimleri almasına izin verir
ur: ایپلیکیشن کو اعلانات حاصل کرنے کی اجازت دیتا ہے
uz: Ilovaga bildirishnomalarni olish uchun ruxsat beradi
