Repository: tizenorg/framework.security.privilege-checker
Catalog: capi/res/string/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, es_mx, et, eu, fa, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, lt, lv, mk, nb, nl_nl, pl, pt_pt, ro, ru_ru, sv, th, tr_tr, ur, uz

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO READ_PRIVILEGE_INFORMATION
source: Allows the application to read privilege information
ar: السماح للتطبيق بقراءة معلومات الامتيازات
az: Proqrama imtiyaz məlumatlarını oxumağa imkan verir
bg: Позволява на приложението да чете информация за привилегии
ca: Permet a l'aplicació llegir informació amb privilegis
cs: Povolí aplikaci číst informace o oprávnění
da: Tillader, at programmet læser privilegieoplysninger
de_de: Ermöglicht der Anwendung das Lesen von Berechtigungsinformationen
el_gr: Επιτρέπει στην εφαρμογή την ανάγνωση πληροφοριών δικαιωμάτων
es_mx: Permite que la aplicación lea información privilegiada
et: Lubab rakendusel lugeda privileegi teavet
eu: Aplikazioari pribilejio informazioa irakurtzen uzten dio
fa: به برنامه اجازه می دهد اطلاعات حق انحصاری را بخواند
fi: Antaa sovelluksen lukea oikeustietoja
ga: Ligtear don fheidhmchlár faisnéis phribhléide a léamh
gl: Permite á aplicación ler información de privilexios
hi: विशेषाधिकार जानकारी को पढ़ने के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji čitanje podataka o privilegijama
hu: Lehetővé teszi az alkalmazás számára a jogosultsági adatok olvasását
hy: Թույլ է տալիս, որ ծրագիրը կարդա արտոնության տեղեկություններ
is: Leyfir forritinu að lesa upplýsingar um réttindi
it_it: Consente all'applicazione di leggere le informazioni sui privilegi
ja_jp: 権限情報の読み取りをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას წაიკითხოს პრივილეგიის ინფორმაცია
kk: Бағдарламаға артықшылық ақпаратын оқуға мүмкіндік береді
lt: Leidžia programai nuskaityti informaciją apie teises
lv: Ļauj programmai lasīt priviliģētos datus
mk: Дозволува апликацијата да чита информации за привилегиите
nb: Gir programmet tillatelse til å lese rettighetsinformasjon
nl_nl: Applicatie mag privilegegegevens lezen
pl: Umożliwia aplikacji odczytywanie informacji o przywilejach
pt_pt: Permite à aplicação ler informações privilegiadas
ro: Permite aplicaţiei să citească informaţii despre privilegii
ru_ru: Позволяет приложению читать сведения о привилегии
sv: Tillåter att programmet läser behörighetsinformation
th: อนุญาตให้แอพพลิเคชั่น อ่านข้อมูลสิทธิพิเศษได้
tr_tr: Uygulamanın ayrıcalık bilgilerini okumasına izin verir
ur: ایپلیکیشن کو استحقاق معلومات پڑھنے کی اجازت دیتا ہے
uz: Ilovaga ustunlik ma’lumotlarini o‘qish uchun ruxsat beradi

source: Allows the application to access privacy information for user identification purposes
ar: السماح للتطبيق بالوصول إلى معلومات الخصوصية لأغراض تحديد هوية المستخدم
az: Proqramın istifadəçi eyniləşdirmə məqsədi üçün məxfilik məlumatlarına girişinə imkan verir
bg: Позволява на приложението достъп до информацията за поверителност за целите на идентификация на потребителя
ca: Permet a l'aplicació accedir a informació de privadesa per a la identificació d'usuaris
cs: Povolí aplikaci přístup k osobním informacím pro účely identifikace uživatele
da: Tillader, at programmet får adgang til fortrolighedsoplysninger med det formål at identificere brugeren
de_de: Ermöglicht der Anwendung den Zugriff auf Datenschutzinformationen, um Benutzer zu identifizieren.
el_gr: Επιτρέπει στην εφαρμογή να αποκτά πρόσβαση σε πληροφορίες απορρήτου με σκοπό την ταυτοποίηση του χρήστη
es_mx: Permite que la aplicación acceda a la información de privacidad para la identificación del usuario
et: Lubab rakendusel pääseda ligi kasutaja tuvastamise eesmärgil privaatsuse teabele
eu: Aplikazioari pribatutasun informaziora sartzea ahalbidetzen dio erabiltzaileak identifikatzeko helburuetarako
fa: به برنامه کاربردی اجازه می دهد به اطلاعات خصوصی برای اهداف شناسایی کاربر دسترسی یابد
fi: Antaa sovelluksen käyttää tietosuojatietoja käyttäjien tunnistamiseen
ga: Ceadaítear don fheidhmchlár faisnéis príobháideachta a rochtain chun críocha aitheantais úsáideoirí
gl: Permite á aplicación acceder a información de privacidade para identificar usuarios
hi: उपयोगकर्ता पहचान के उद्देश्य से गोपनीयता जानकारी ऍक्सेस करने हेतु एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji pristup informacijama o privatnosti u svrhu identifikacije korisnika
hu: Lehetővé teszi az alkalmazás számára a hozzáférést az adatvédelmi információkhoz a felhasználó azonosítása céljából
hy: Թույլ է տալիս, որ ծրագիրն օգտվողի նույնականացման նպատակներով մուտք գործի դեպի անձնական տվյալներ
is: Leyfir forritinu að fá aðgang að persónuverndarupplýsingum til að bera kennsl á notanda
it_it: Consente all'applicazione di accedere alle informazioni sulla privacy per identificare l'utente
ja_jp: ユーザー識別のためにプライバシー情報にアクセスすることをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას გახსნას კონფიდენციალური ინფორმაცია, მომხმარებლის იდენტიფიცირების მიზნით
kk: Бағдарламаға пайдаланушыны идентификациялау мақсаттарына арналған құпиялылық ақпаратына қатынасу мүмкіндігін береді
lt: Leidžia programai pasiekti asmeninius duomenis, kai reikia identifikuoti naudotoją
lv: Ļauj programmai piekļūt konfidencialitātes informācijai, lai noteiktu lietotāja identitāti
mk: Дозволува апликацијата да пристапува до информации за приватноста со цел идентификација на корисникот
nb: Tillater programmet å få tilgang til personverninformasjon til brukeridentifiseringsformål
nl_nl: Geeft applicatie toegang tot privacygegevens voor identificatiedoeleinden van gebruiker
pl: Umożliwia aplikacji dostęp do informacji prywatnych w celu identyfikacji użytkownika
pt_pt: Permite à aplicação aceder a informações de privacidade para fins de identificação do utilizador
ro: Permite aplicaţiei să acceseze informaţii despre confidenţialitate pentru identificarea utilizatorilor
ru_ru: Позволяет приложению получать доступ к личной информации для идентификации пользователя
sv: Gör att programmet att komma åt privata uppgifter för att identifiera användare
th: อนุญาตให้แอพพลิเคชั่นเข้าถึงข้อมูลความเป็นส่วนตัวเพื่อจุดประสงค์ในการระบุตัวตนผู้ใช้ได้
tr_tr: Uygulamanın, kullanıcı tanıma amaçlarıyla gizli bilgilere erişmesine olanak verir
ur: ایپلیکیشن کو صارف کی شناخت کے مقاصد کے لئے محرمانہ معلومات پر رسائی کی اجازت دیتا ہے
uz: Ilovaga foydalanuvchini aniqlash maqsadida maxfiy ma’lumotlarga kirish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_ACCESS_SECURE_SYSTEM_INFORMATION
source: Allows the application to access secure system information
ar: السماح للتطبيق بالوصول إلى معلومات النظام الآمنة
az: Proqrama təhlükəsizlik sisteminin məlumatlarına daxil olmağa icazə verir
bg: Позволява на приложението да получава достъп до системна информация
ca: Permet a l'aplicació accedir a informació de sistema d'accés segur
cs: Povolí aplikaci používat informace ze zabezpečeného systému
da: Tillader, at programmet opnår adgang til sikrede systemoplysninger
de_de: Ermöglicht der Anwendung, auf sichere Systeminformationen zuzugreifen.
el_gr: Επιτρέπει στην εφαρμογή την πρόσβαση σε ασφαλείς πληροφορίες συστήματος
es_mx: Permitir que la aplicación acceda a información segura del sistema
et: Lubab rakendusel pääseda ligi turvalisele süsteemiteabele
eu: Aplikazioari sistema informazio segurura sartzen uzten dio
fa: به برنامه اجازه می دهد به اطلاعات سیستم ایمن دسترسی یابد
fi: Antaa sovelluksen käyttää suojattuja järjestelmätietoja
ga: Ceadaítear don fheidhmchlár faisnéis chórais shlán a rochtain.
gl: Permite á aplicación acceder a información do sistema segura
hi: एप्लीकेशन को सुरक्षित सिस्टम जानकारी एक्सेस करने की अनुमति देता है
hr: Aplikaciji dopušta pristup sigurnosnim podacima o sustavu
hu: Lehetővé teszi az alkalmazás számára a biztonságos rendszer-információk hozzáférését
hy: Թույլ է տալիս, որ ծրագիրը մուտք գործի անվտանգ համակարգի տեղեկություններ
is: Leyfir forritinu að fá aðgang að öruggum kerfisupplýsingum
it_it: Consente all'applicazione di accedere alle informazioni di sistema protette
ja_jp: セキュリティシステム情報にアクセスすることをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას განახორციელოს წვდომა სისტემის ინფორმაციაზე
kk: Бағдарламаға қауіпсіз жүйе туралы ақпаратқа қатынасуға мүмкіндік береді
lt: Leidžia programai pasiekti saugiosios sistemos informaciją
lv: Ļauj programmai piekļūt aizsargātai sistēmas informācijai
mk: Дозволува апликацијата да пристапува до безбедносни системски информации
nb: Tillater at programmet får tilgang til sikker systeminformasjon
nl_nl: De applicatie heeft toegang tot beveiligde systeeminformatie
pl: Umożliwia aplikacji dostęp do informacji w bezpiecznym systemie
pt_pt: Permite à aplicação aceder a informações sobre o sistema seguro
ro: Permite aplicaţiei să acceseze informaţiile de sistem securizate
ru_ru: Позволяет приложению получать доступ к защищенным системным данным
sv: Gör att programmet kan få åtkomst till säker systeminformation
th: อนุญาตให้แอพพลิเคชั่นเข้าถึง ข้อมูลระบบที่ปลอดภัย
tr_tr: Uygulamanın güvenli sistem bilgilerine erişmesine izin verir
ur: ایپلیکیشن کو قابل بھروسا سسٹم معلومات پر رسائی کی اجازت دیتا ہے
uz: Ilovaga xavfsiz tizim ma’lumotiga kirish uchun ruxsat beradi

source: Allows the application to access specific data exported by other applications
ar: السماح للتطبيق بالوصول إلى بيانات معينة تم تصديرها بواسطة تطبيقات أخرى
az: Proqrama başqa proqramların ixrac etdiyi xüsusi məlumatlara daxil olmağa icazə verir
bg: Позволява на приложението достъп до специфични данни, експортирани от други приложения
ca: Permet a l'aplicació accedir a dades específiques que hagin exportat altres aplicacions
cs: Povolí aplikaci přístup ke specifickým datům exportovaným jinými aplikacemi
da: Tillader, at programmet får adgang til specifikke data eksporteret af andre programmer
de_de: Ermöglicht der Anwendungen den Zugriff auf spezifische von anderen Anwendungen exportierte Daten
el_gr: Επιτρέπει στην εφαρμογή την πρόσβαση σε συγκεκριμένα δεδομένα που έχουν εξαχθεί από άλλες εφαρμογές
es_mx: Permite que la aplicación acceda a los datos específicos exportados por otras aplicaciones
et: Lubab rakendusele juurdepääsu teiste rakenduste poolt eksporditud teatud andmetele
eu: Aplikazioari beste aplikazio batzuek esportatutako datu zehatzetara sartzen uzten dio
fa: به برنامه اجازه می دهد به داده های خاص صادر شده توسط سایر برنامه ها دسترسی داشته باشد
fi: Antaa sovelluksen käyttää tiettyjä muiden sovellusten viemiä tietoja
ga: Ligtear don fheidhmchláir rochtain a fháil ar shonraí sainiúla atá easpórtáilte ag feidhmchláir eile
gl: Permite á aplicación acceder a datos específicos exportados por outras aplicacións
hi: एप्लीकेशन को अन्य एप्लीकेशन्स द्वारा निर्यात किए गए विशिष्ट डेटा को एक्सेस करने की अनुमति देता है
hr: Dopušta aplikaciju pristup određenim podacima koje su izvezle ostale aplikacije
hu: Lehetővé teszi az alkalmazás számára az egyéb alkalmazások által exportált specifikus adatok hozzáférését
hy: Թույլ է տալիս, որ ծրագիրը մուտք գործի այլ ծրագրերի կողմից արտահանված հատուկ տվյալներ
is: Gefur forritinu aðgang að tilteknum gögnum sem flutt hafa verið út úr öðrum forritum
it_it: Consente all'applicazione di accedere a dati specifici esportati dalle altre applicazioni
ja_jp: 他のアプリケーションによってエクスポートされた特定データにアクセスすることをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას განახორციელოს წვდომა სხვა პროგრამების მიერ ექსპორტირებულ სპეციფიკურ მონაცემებზე
kk: Бағдарламаға басқа бағдарламалар арқылы экспортталған арнайы деректерге кіруге мүмкіндік береді
lt: Leidžia programai pasiekti tam tikrą turinį, eksportuotą naudojant kitas programas
lv: Ļauj programmai piekļūt noteiktiem datiem, ko ir eksportējušas citas programmas
mk: Дозволува апликацијата да пристапува до одредени податоци извезени од други апликации
nb: Gir programmet tillatelse til å få tilgang til spesifikke data som er eksportert av andre programmer
nl_nl: Applicatie mag toegang krijgen tot specifieke gegevens die zijn geëxporteerd door andere applicaties
pl: Zezwalaj aplikacji na dostęp do określonych danych wyeksportowanych za pomocą innych aplikacji
pt_pt: Permite à aplicação aceder a dados específicos exportados por outras aplicações
ro: Permite aplicaţiei să acceseze anumite date exportate de alte aplicaţii
ru_ru: Позволяет приложению получать доступ к определенным данным, экспортированным из других приложений
sv: Tillåter att programmet kommer åt särskilda data som exporterats av andra program
th: อนุญาตให้แอพพลิเคชั่น เข้าถึงข้อมูลที่ระบุ ซึ่งส่งออก โดยแอพพลิเคชั่นอื่นๆ
tr_tr: Uygulamanın diğer uygulamalar tarafından verilen özel verilere erişmesine izin verir
ur: ایپلیکیشن کو دیگر ایپلیکیشنز سے برآمد کردہ مخصوص ڈیٹا پر رسائی کی اجازت دیتا ہے
uz: Ilovaga boshqa ilovalar tomonidan eksport qilingan maxsus ma’lumotlarga kirish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_ACCESS_SYSTEM_INFORMATION
source: Allows the application to access system information
ar: السماح للتطبيق بالوصول إلى معلومات النظام
az: Proqrama sistem məlumatına daxil olmağa imkan verir
bg: Позволява на приложението да получава достъп до системна информация
ca: Permet a l'aplicació accedir a la informació del sistema
cs: Povolí aplikaci používat informace o systému
da: Tillader, at programmet får adgang til sikre systemoplysninger
de_de: Ermöglicht der Anwendung den Zugriff auf Systeminformationen
el_gr: Επιτρέπει στην εφαρμογή την πρόσβαση σε πληροφορίες συστήματος
es_mx: Permite que la aplicación acceda a la información del sistema
et: Lubab rakendusele juurdepääsu süsteemiteabele
eu: Aplikazioari sistema informaziora sartzen uzten dio
fa: به برنامه اجازه می دهد به اطلاعات سیستم دسترسی یابد
fi: Antaa sovelluksen käyttää järjestelmätietoja
ga: Ligtear don fheidhmchlár rochtain a fháil ar fhaisnéis chórais
gl: Permite á aplicación acceder a información do sistema
hi: सिस्टम जानकारी ऍ‍‍क्सेस के लिए एप्लीकेशन को अनुमति देता है
hr: Dopušta aplikaciji pristup podacima o sustavu
hu: Lehetővé teszi az alkalmazás számára a rendszeradatok hozzáférését
hy: Թույլ է տալիս, որ ծրագիրը մուտք գործի համակարգի տեղեկություններ
is: Leyfir forritinu að fá aðgang að kerfisupplýsingum
it_it: Consente all'applicazione di accedere alle informazioni di sistema
ja_jp: システム情報へのアクセスをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას გახსნას სისტემის ინფორმაცია
kk: Бағдарламаға жүйе ақпаратына кіруге мүмкіндік береді
lt: Leidžia programai pasiekti sistemos informaciją
lv: Ļauj programmai piekļūt sistēmas informācijai
mk: Дозволува апликацијата да пристапува до системските информации
nb: Gir programmet tillatelse til å få tilgang til systeminformasjon
nl_nl: Applicatie heeft toegang tot systeeminformatie
pl: Umożliwia aplikacji dostęp do informacji w systemie
pt_pt: Permite à aplicação aceder a informações do sistema
ro: Permite aplicaţiei să acceseze informaţiile de sistem
ru_ru: Позволяет приложению получать доступ к данным о системе
sv: Tillåter att programmet får åtkomst till systeminformation
th: อนุญาตให้แอพพลิเคชั่น เข้าถึงข้อมูลระบบได้
tr_tr: Uygulamanın sistem bilgilerine ulaşmasına izin verir
ur: ایپلیکیشن کو سسٹم معلومات پر رسائی کی اجازت دیتا ہے
uz: Ilovaga tizimi ma’lumotlariga kirish uchun ruxsat beradi

# IDS_ST_BODY_ALLOWS_THE_APPLICATION_TO_ACCESS_THE_INTERNET
source: Allows the application to access the Internet
ar: السماح للتطبيق بالوصول إلى الإنترنت
az: Proqrama İnternetə daxil olmağa icazə verir
bg: Позволява на приложението достъп до Интернет
ca: Permet a l'aplicació accedir a Internet
cs: Povolí aplikaci přístup k Internetu
da: Tillader, at programmet får adgang til internettet
de_de: Ermöglicht der Anwendung, auf das Internet zuzugreifen.
el_gr: Επιτρέπει στην εφαρμογή την πρόσβαση στο Internet
es_mx: Permitir que la aplicación acceda a Internet
et: Lubab rakendusel pääseda ligi internetile
eu: Aplikazioari Internet-en sartzen uzten dio
fa: به برنامه اجازه می دهد به اینترنت دسترسی یابد
fi: Antaa sovelluksen käyttää Internetiä
ga: Ceadaítear don fheidhmchlár an tIdirlíon a rochtain.
gl: Permite á aplicación ter acceso á Internet
hi: एप्लीकेशन को इंटरनेट एक्सेस करने की अनुमति देता है
hr: Aplikaciji dopušta pristup internetu
hu: Lehetővé teszi az alkalmazás számára a hozzáférést az internethez
hy: Թույլ է տալիս, որ ծրագիրը մուտք գործի ինտերնետ
is: Leyfir forritinu að fá aðgang að internetinu
it_it: Consente all'applicazione di accedere a Internet
ja_jp: インターネットにアクセスすることをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას განახორციელოს წვდომა ინტერნეტზე
kk: Бағдарламаға Интернетке қатынасуға мүмкіндік береді
lt: Leidžia programai pasiekti internetą
lv: Ļauj programmai piekļūt internetam
mk: Дозволува апликацијата да пристапува на интернет
nb: Tillater at programmet får tilgang til Internett
nl_nl: De applicatie heeft toegang tot internet
pl: Umożliwia aplikacji uzyskanie dostępu do Internetu
pt_pt: Permite à aplicação aceder à Internet
ro: Permite aplicaţiei să acceseze internetul
ru_ru: Позволяет приложению получать доступ к Интернету
sv: Gör att programmet kan få åtkomst till internet
th: อนุญาตให้แอพพลิเคชั่นเข้าถึงอินเตอร์เน็ต
tr_tr: Uygulamanın internete erişmesine izin verir
ur: ایپلی کیشن کو انٹرنیٹ پر رسائی کی اجازت دیتا ہے
uz: Ilovaga Internetga kirish uchun ruxsat beradi

source: Allows the application to access to secure smart card chip such as UICC/SIM, embedded secure element, or secure SD card
az: Proqrama qorunan smart çipə, məsələn, UICC/SIM, qorunan elementə və ya qorunan SD karta daxil olmağa imkan verir
bg: Позволява на приложението достъп до чипа на защитена смарт карта, като UICC/SIM, вграден защитен елемент или защитена SD карта
de_de: Erlaubt der Anwendung den Zugriff auf geschützte Speicherkarten-Chips wie UICC/SIM, eingebettete sichere Elemente und gesicherte SD-Karten.
es_mx: Permite que la aplicación acceda a chips de tarjetas inteligentes seguras como UICC/SIM, elemento de seguridad integrado, o tarjeta SD segura
et: Lubab rakendusele juurdepääsu turvalisele nutikaardi kiibile (nagu UICC/SIM), manustatud turvaelementidele või turvalisele SD-kaardile
eu: Aplikazioari chip txartel adimendu seguru batera, UICC/SIM kasu, elementu seguru txertatu batera edo SD txartel seguru batera sartzen uzten dio
gl: Permite á aplicación acceder a un chip de tarxeta intelixente segura como UICC/SIM, a un elemento seguro integrado ou a unha tarxeta SD segura
hi: एप्लीकेशन को सुरक्षित स्मार्ड कार्ड चीप जैसे कि UICC/SIM, एम्बेडेड सुरक्षित तत्व या सु‍रक्षित SD कार्ड को उपयोग करने की अनुमति देता है
hu: Lehetővé teszi az alkalmazás hozzáférését a biztonságos intelligenskártya-chiphez, ami lehet például UICC/SIM, beágyazott biztonságos elemhez vagy biztonságos SD-kártyához
hy: Թույլ է տալիս, որ ծրագիրը մուտք գործի դեպի պաշտպանված խելացի քարտի չիփը, օրինակ՝ UICC/SIM, ներդրված անվտանգ տարր կամ պաշտպանված SD քարտ
it_it: Consente all'applicazione di accedere al chip di smart card protette quali UICC/SIM, elemento di sicurezza integrato o schede SD protette
ja_jp: UICC/SIM、組み込みセキュアエレメント、セキュアSDカードなど、セキュアスマートカードチップにアクセスすることをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას განახორციელოს წვდომა დაცული სმარტბარათის ჩიპზე, როგორიცაა UICC/SIM, რომელშიც ინტეგრირებულია დაცული ელემენტი, ან დაცულ SD ბარათზე
lt: Leidžia programai pasiekti saugiosios lustinės kortelės mikroschemą, pvz., UICC / SIM, vidinį saugos elementą arba saugiąją SD kortelę
mk: Дозволува апликацијата да пристапува до чипот на безбедната паметна картичка како UICC/SIM, вградениот безбедносен елемент или безбеднатаSD-картичка
nl_nl: Applicatie heeft toegang tot beveiligde smartcardchip zoals UICC/SIM, ingesloten beveiligd element of beveiligde SD-kaart
pl: Umożliwia aplikacji uzyskanie dostępu do bezpiecznej karty elektronicznej, takiej jak UICC/SIM, wbudowanego bezpiecznego elementu lub bezpiecznej karty pamięci
ro: Permite aplicaţiei să acceseze chipul securizat al cartelei inteligente, cum ar fi UICC/SIM, elementul securizat încorporat sau cartela SD securizată
tr_tr: Uygulamanın UICC/SIM gibi güvenli akıllı kart çipine, katıştırılmış güvenli öğelere veya güvenli SD karta erişmesine izin verir
ur: ایپلیکیشن کو قابل بھروسا اسمارٹ کارڈ چپ پر رسائی کرنے کی اجازت دیتا ہے جیسے کہ UICC/SIM، جمے ہوئے قابل بھروسا عناصر، یا قابل بھروسا SD کارڈ

source: Allows the application to add and remove shortcuts from the home screen
ar: السماح للتطبيق بإضافة اختصارات أو إزالتها من الشاشة الرئيسية
az: Proqrama iş masasına qısayollar əlavə etməyə və onları silməyə icazə verir
bg: Позволява на приложението да добавя и премахва бързи команди от началния екран
ca: Permet a l'aplicació afegir i eliminar accessos directes de la pantalla d'inici
cs: Povolí aplikaci přidávat a odebírat zástupce z domovské obrazovky
da: Tillader, at programmet tilføjer og fjerner genveje fra startskærmen
de_de: Ermöglicht der Anwendung, dem Startbildschirm Schnellzugriffe hinzuzufügen und sie zu entfernen.
el_gr: Επιτρέπει στην εφαρμογή την προσθήκη και την κατάργηση συντομεύσεων από την Αρχική οθόνη
es_mx: Permitir que la aplicación añada y elimine atajos desde la pantalla de inicio
et: Lubab rakendusel lisada ja eemaldada avaekraanilt otseteid
eu: Aplikazioari pantaila nagusian lasterbideak jartzen eta kentzen uzten dio
fa: به برنامه اجازه می دهد میانبرها را به صفحه اصلی بیافزاید یا حدف کند
fi: Antaa sovelluksen lisätä pikakuvakkeita alkunäyttöön ja poistaa niitä sieltä
ga: Ceadaítear don fheidhmchlár aicearraí a chur leis an scáileán baile agus a bhaint uaidh
gl: Permite á aplicación engadir e eliminar atallos da pantalla de inicio
hi: एप्लीकेशन को होम स्क्रीन पर शॉर्टकट्स जोड़ने और निकालने की अनुमति देता है
hr: Aplikaciji dopušta dodavanje i uklanjanje prečaca s početnog zaslona
hu: Lehetővé teszi az alkalmazás számára parancsikonok felvételét a kezdőképernyőre, illetve az eltávolításukat onnan
hy: Թույլ է տալիս, որ ծրագիրը դյուրանցումներ ավելացնի և հեռացնի հիմնական էկրանից
is: Leyfir forritinu að bæta við og fjarlægja flýtileiðir af heimaskjánum
it_it: Consente all'applicazione di aggiungere o eliminare i collegamenti dalla schermata iniziale
ja_jp: ホーム画面にショートカットの追加または削除することをアプリケーションに許可します。
ka: საშუალებას აძლევს პროგრამას დაამატოს და წაშალოს ღილაკები საწყის ეკრანზე
kk: Бағдарламаға бастапқы экранға жедел пернелерді қосуға және алып тастауға мүмкіндік береді
lt: Leidžia programai pridėti sparčiuosius mygtukus prie pradžios ekrano ir iš ten pašalinti
lv: Ļauj programmai pievienot un noņemt īsceļus sākuma ekrānā
mk: Дозволува апликацијата да додава и отстранува кратенки од почетниот екран
nb: Tillater at programmet kan legge til og fjerne snarveier fra startskjermbildet
nl_nl: De applicatie mag sneltoetsen toevoegen aan en verwijderen uit het startscherm
pl: Umożliwia aplikacji dodawanie i usuwanie skrótów na ekranie startowym
pt_pt: Permite à aplicação adicionar e remover atalhos do ecrã principal
ro: Permite aplicaţiei să adauge şi să elimine comenzile rapide din ecranul de pornire
ru_ru: Позволяет приложению добавлять ярлыки на главный экран и удалять их
sv: Gör att programmet kan lägga till och ta bort genvägar från hemskärmen
th: อนุญาตให้แอพพลิเคชั่นเพิ่ม และลบทางลัดจากหน้า​จอ​หลัก
tr_tr: Uygulamanın ana ekrana kısayol eklemesine ve çıkartmasına izin verir
ur: ایپلیکیشن کو ہوم اسکرین سے تیزراہیں اضافہ کرنے اور ہٹانے کی اجازت دیتا ہے
uz: Ilovaga asosiy ekranga yorliqlar qo‘shish yoki undan olib tashlash uchun ruxsat beradi
